[
    {
        "en": "Talk about Tsetse",
        "ny": "Lankhulani za Tsetse"
    },
    {
        "en": "About Us",
        "ny": "Zokhudza Ife"
    },
    {
        "en": "Talk to Us",
        "ny": "Tiuzeni"
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "ndi ntchito yolimbikitsa anthu kuti adziŵe za kafukufuku wa sayansi wokhudza matenda ogona."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Ntchitoyi inakonzedwa ndi bungwe la Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences ndi bungwe la Malawi VOICES."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award (Wellcome Project Number 217078/Z/19/Z)",
        "ny": "Ntchitoyi ndi yothandizidwa ndi ScotPEN Wellcome Engagement Award (Nambala ya polojekiti ya Wellcome 217078/Z/19/Z)"
    },
    {
        "en": "Recent Posts",
        "ny": "Zolemba Zaposachedwa"
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Nkhani zimenezi zimafalitsidwa pa Intaneti komanso pa Intaneti ndipo zimafotokoza zimene timachita"
    },
    {
        "en": "Read More",
        "ny": "Werengani Zambiri"
    },
    {
        "en": "Radio Programs",
        "ny": "Mapulogalamu a pa Wailesi"
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers",
        "ny": "Pansipa pali ena mwa mawailesi omwe tagwirizana nawo kuti tifotokozere za zochitika zathu ku Rumphi ndi Nkhotakota ku Malawi. Izi zichitika limodzi ndi zisudzo zathu zomwe zimalola kuti anthu ambiri azichita nawo zokambirana ndi zidziwitso zomwe zilipo. Mawailesi awa apanga mapulogalamu omwe angakhudze makalabu omvera wailesi pambuyo poyankhulana ndi mafunso ndi mayankho"
    },
    {
        "en": "Street Theatre",
        "ny": "Nyumba ya Zochitika Zosangalatsa"
    },
    {
        "en": "An interactive street theatre performance at local football and netball matches and other places where people gather, for example marketplaces",
        "ny": "Kuchita maseŵera a m'misewu pa maseŵera a mpira ndi mpira wa m'manja ndi malo ena kumene anthu amasonkhana, mwachitsanzo m'misika"
    },
    {
        "en": "Radio interviews and question and answer session on the radio allowing direct communication between researchers, heath workers and local community members",
        "ny": "Kuyankhulana pa wailesi ndi mafunso ndi mayankho pa wailesi kulola kulankhulana mwachindunji pakati pa ofufuza, ogwira ntchito zaumoyo ndi anthu ammudzi"
    },
    {
        "en": "Downloadable Resources",
        "ny": "Zinthu Zosungidwa"
    },
    {
        "en": "A website of free downloadable resources including information and signposting as well as recordings of radio broadcasts, films and photos of the performances that can be watched or listened to at local events collectively or individually.",
        "ny": "Webusaiti ya zinthu zomasulidwa kuti muzitsatira, kuphatikizapo nkhani ndi zizindikiro zolembera, komanso kujambula mauthenga a pa wailesi, mafilimu ndi zithunzi za zochitika zomwe zingathe kuwonedwa kapena kumvetsera pa zochitika zapadera pamodzi kapena payekha."
    },
    {
        "en": "Read more about the Street Scientists",
        "ny": "Werengani zambiri za Asayansi a M'misewu"
    },
    {
        "en": "Image Gallery",
        "ny": "Zithunzi Zosonkhanitsa"
    },
    {
        "en": "No Image Gallery is available for this post.",
        "ny": "Palibe Zithunzi Zithunzi Zopezeka pa positiyi."
    },
    {
        "en": "Please find our different types of media materials",
        "ny": "Chonde pezani mitundu yathu yosiyanasiyana ya zofalitsa"
    },
    {
        "en": "Video Resources",
        "ny": "Zithunzi ndi Mavidiyo"
    },
    {
        "en": "Got a Question?",
        "ny": "Kodi Muli ndi Funso?"
    },
    {
        "en": "Got Information to share?",
        "ny": "Kodi muli ndi chidziŵitso choti mugawane?"
    },
    {
        "en": "Send A Message",
        "ny": "Tumizani Uthenga"
    },
    {
        "en": "Enter Message",
        "ny": "Lowani Uthenga"
    },
    {
        "en": "Your message is too short",
        "ny": "Uthenga wanu ndi waufupi kwambiri"
    },
    {
        "en": "Enter your name",
        "ny": "Lembani dzina lanu"
    },
    {
        "en": "Your name is too short",
        "ny": "Dzina lanu ndi lalifupi kwambiri"
    },
    {
        "en": "Your Email Address",
        "ny": "Adilesi Yanu ya Imelo"
    },
    {
        "en": "This is not a valid email address",
        "ny": "Iyi si adilesi ya imelo yoyenera"
    },
    {
        "en": "Enter Subject",
        "ny": "Lowani M'nkhani"
    },
    {
        "en": "Please Enter Subject",
        "ny": "Chonde Lowetsani Nkhani"
    },
    {
        "en": "Subject is too short",
        "ny": "Nkhaniyo ndi yaifupi kwambiri"
    },
    {
        "en": "Click on Captcha",
        "ny": "Dinani pa Captcha"
    },
    {
        "en": "Pictures",
        "ny": "Zithunzi"
    },
    {
        "en": "More Pictures",
        "ny": "Zithunzi Zinanso"
    },
    {
        "en": "This project is funded by the",
        "ny": "Ntchitoyi ndi yothandizidwa ndi"
    },
    {
        "en": "Preparing for the Performance",
        "ny": "Kukonzekera Kuonetsa"
    },
    {
        "en": "The Street Scientists prepare for Dances with the Lugo Dance Group before the engagement at Zolokere",
        "ny": "Asayansi a M'misewu akukonzekera kuvina ndi Gulu la Lugo Dance Group asanakwatirane ku Zolokere"
    },
    {
        "en": "Children Prepare to Watch the Performance",
        "ny": "Ana Akukonzekera Kuonerera Seŵero"
    },
    {
        "en": "Children gather at Zolokere Primary School Ground to watch the performance",
        "ny": "Ana asonkhana pa bwalo la sukulu ya pulaimale ya Zolokere kudzaonera maseŵerowo"
    },
    {
        "en": "Public Address Van warms up the Place with Music",
        "ny": "Galimoto Yotumiza Mawu kwa Anthu Onse Imakondweretsa Malowo ndi Nyimbo"
    },
    {
        "en": "Lots of dancing when the music started, and dancers showed off their skills",
        "ny": "Anthu ambiri ankavina pamene nyimbo zinayamba, ndipo ovina ankaonetsa luso lawo"
    },
    {
        "en": "A group of Ladies shows off their Beautiful red Tsetse tshirts and Tsetse Bags",
        "ny": "Atsikana ena akuoneka ndi malaya awo a tsetse ofiira ndiponso matumba awo a tsetse"
    },
    {
        "en": "A group of ladies shows off the Beautiful red Tsetse tshirts and Tsetse Bags they have received",
        "ny": "Gulu la azimayi likuonetsa malaya ofiira okongola a Tsetse ndi matumba a Tsetse amene analandira"
    },
    {
        "en": "One of the Netball Teams getting ready for the Game",
        "ny": "Limodzi la Magulu a Netball Akukonzekera Maseŵera"
    },
    {
        "en": "One of the Netball Teams shows excitement in their new red tsetse tshirts before they start playing",
        "ny": "Mmodzi wa magulu a mpira wa pa intaneti akusangalala atavala malaya awo atsopano ofiira a tsetse asanayambe kuseŵera"
    },
    {
        "en": "Hannah gets ready to cover the perfomance from the roof of the faithful Toyota Land Cruiser",
        "ny": "Hannah akukonzekera kuonera chionetserocho ali padenga la galimoto yake yokhulupirika ya Toyota Land Cruiser"
    },
    {
        "en": "Hannah gets ready with her camera to shoot pictures of the performance",
        "ny": "Hannah akukonzekera kujambula zithunzi za seweroli ndi kamera yake"
    },
    {
        "en": "The Crowds receive Tsetse T-shirts",
        "ny": "Anthu Ambiri Amalandira T-shirts za Mtundu wa Tsetse"
    },
    {
        "en": "The Crowds were excited to receive the red Tsetse tshirts",
        "ny": "Anthu ambiri anasangalala kulandira malaya ofiira a mtundu wa T-shirt"
    },
    {
        "en": "The Performance by the Scientists",
        "ny": "Zimene Asayansi Anachita"
    },
    {
        "en": "The Scientists mesmerise the Crowd with their performance",
        "ny": "Asayansiwo akusangalatsa anthu ndi machitidwe awo"
    },
    {
        "en": "The Giant Tsetse with its Maggots",
        "ny": "M'gulu la mphutsi za mtundu wa tsetse"
    },
    {
        "en": "The Giants Tsetse and its maggots prepare for the performance",
        "ny": "Mzimayi wina dzina lake Giant Tsetse ndi mphutsi zake akukonzekera chionetsero"
    },
    {
        "en": "Kamphenda Football Club in their kit donated by Boness United FC from Scotland",
        "ny": "Kamphenda Football Club mu zida zawo zoperekedwa ndi Boness United FC kuchokera ku Scotland"
    },
    {
        "en": "as the sun sets over Kamphenda",
        "ny": "pamene dzuŵa likuloŵa pa Kamphenda"
    },
    {
        "en": "The Street Scientists Line up",
        "ny": "Asayansi a M'misewu Akukhala Pamzere"
    },
    {
        "en": "Preparing for the Perfomance",
        "ny": "Kukonzekera Kuonetsa"
    },
    {
        "en": "The Performance",
        "ny": "Zochitikazo"
    },
    {
        "en": "Part of the Perfomance",
        "ny": "Mbali ya Zochitikazo"
    },
    {
        "en": "What a talented man from Sasani!",
        "ny": "Munthu waluso wotani nanga wochokera ku Sasani!"
    },
    {
        "en": "Media Team",
        "ny": "Gulu la Ofalitsa Nkhani"
    },
    {
        "en": "The Giant Tsetse with its Maggots interact with the Crowd",
        "ny": "Mtsekwe Wamkulu ndi Mphutsi Zake Akucheza ndi Khamu la Anthu"
    },
    {
        "en": "Enjoying the Performance from the Car roof",
        "ny": "Kusangalala ndi Seweroli Tili Pamwamba pa Galimoto"
    },
    {
        "en": "The Crowd answers questions about Tsetse and receive tshirts",
        "ny": "Anthuwo amayankha mafunso okhudza a Tsetse ndipo amalandira malaya"
    },
    {
        "en": "A Wrap up by the Performers",
        "ny": "Mapeto a Zochita za Oimba"
    },
    {
        "en": "Getting Ready for a Football Game",
        "ny": "Kukonzekera Maseŵera a Mpira"
    },
    {
        "en": "The team performed in Zolokere on Friday 14th October, 2022, our first outing with the new performance.",
        "ny": "Gululi linachita ku Zolokere Lachisanu pa 14 Okutobala, 2022, ulendo wathu woyamba ndi chiwonetsero chatsopanochi."
    },
    {
        "en": "We travelled around Rumphi with Lugo Cultural Team, who did an amazing dance and music performance and hosted a question and answer session in each place.",
        "ny": "Tinayendayenda m'dera la Rumphi limodzi ndi gulu la Lugo Cultural Team, lomwe linachita maseŵera ochititsa chidwi a kuvina ndi kuimba nyimbo ndipo linachititsa msonkhano wa mafunso ndi mayankho m'malo onsewo."
    },
    {
        "en": "We saw the local netball teams play and the football teams The Young Rangers played vs Monga Youth Club; we were very pleased with how many people came to see the first show!",
        "ny": "Tinaona magulu a mpira wa m'manja akuseŵera ndi magulu a mpira wa miyendo The Young Rangers akuseŵera ndi Monga Youth Club; tinakondwera kwambiri ndi chiŵerengero cha anthu amene anabwera kudzaona maseŵero oyamba!"
    },
    {
        "en": "On Saturday 15th October,2022 we took the performance to Kamphenda, where the truck travelled around the area before the event playing music loudly to attract the attention of the local people.",
        "ny": "Loweruka pa 15 October, 2022, tinapita ku Kamphenda, kumene galimotoyo inayenda m'derali isanachitike mwambowu, ikumveka nyimbo mokweza kuti anthu a m'deralo amve."
    },
    {
        "en": "It was market day and so again we had a great turn out. Kamphenda played vs KK Rangers in the football match and the local netball teams played a great game too.",
        "ny": "Linali tsiku la msika ndipo tinalinso ndi mwayi waukulu. Kamphenda adasewera ndi KK Rangers pamasewera a mpira ndipo magulu a netball am'deralo adaseweranso masewera abwino."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers.",
        "ny": "Lamlungu pa 16 October, 2022, tinachita ulendo wathu womaliza ku Rumphi ndipo tinapita kumudzi wa Bowe, kumene tinalandiridwa ndi anthu a m'mudziwo."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers. \nThe teachers in each local village were essential in helping us ask the audiences questions about the activities, which will be important for our research. There was a great football match between Bowe vs Betere and the local netball teams played really well too.\nThis, being our last performance in Rumphi, was very successful and we had lots of good questions about African Trypanosomiasis from the crowd.",
        "ny": "Pa Lamlungu 16 October,2022, pa chionetsero chathu chomaliza ku Rumphi tinapita kumudzi wa Bowe, komwe tinalandiridwa ndi anthu akumudzi. Aphunzitsi m'mudzi uliwonse anali ofunikira potithandiza kufunsa omvera mafunso okhudza zochitika, zomwe zidzakhala zofunika pakufufuza kwathu. Panali masewera abwino a mpira pakati pa Bowe vs Betere ndipo magulu am'deralo a netball adasewera bwino kwambiri. Izi, pokhala chionetsero chathu chomaliza ku Rumphi, zidayenda bwino kwambiri ndipo tinali ndi mafunso ambiri abwino okhudza African Trypanosomiasis kuchokera pagulu."
    },
    {
        "en": "On Friday 21st October,2022 in Nkhotakota our team performed with local dancers Chiusi Kanada Dance Group and the Gule Wamkulu dancers, creating an amazing spectacle which drew crowds from the surrounding areas.",
        "ny": "Lachisanu pa 21 Okutobala, 2022 ku Nkhotakota gulu lathu lidachita ndi ovina akumaloko Chiusi Kanada Dance Group ndi Gule Wamkulu ovina, ndikupanga chodabwitsa chomwe chidakopa anthu ambiri ochokera m'malo ozungulira."
    },
    {
        "en": "Our first performance was in Sasani, as part of a football and netball bonanza, where Bata Sasani played a great game vs Young Stars and our Talk About Tsetses performance was very well received.",
        "ny": "Kuchita kwathu koyamba kunali ku Sasani, monga gawo la mpira ndi bonanza ya netball, komwe Bata Sasani adasewera masewera abwino motsutsana ndi Young Stars ndipo chiwonetsero chathu cha Talk About Tsetses chidalandiridwa bwino kwambiri."
    },
    {
        "en": "We had an extremely warm welcome in Mwala Wa Tongole Saturday 22nd October 2022, when we were greeted with the local villagers singing in harmony as we arrived. \nThe local football match between Young Challengers vs Ngala Stars was great; and also netball game between the local teams was exciting. Our performance was well received with good questions from the audience. Our performance was well received with good questions from the audience.",
        "ny": "Tinali ndi chisangalalo chachikulu ku Mwala Wa Tongole Loweruka 22 Okutobala 2022, pomwe tinalandiridwa ndi anthu am'mudzimo akuimba mogwirizana pomwe tinafika. Masewera ampira wapakati pa Young Challengers vs Ngala Stars anali abwino; komanso masewera a netball pakati pa magulu am'deralo anali osangalatsa. Kuchita kwathu kunalandiridwa bwino ndi mafunso abwino kuchokera kwa omvera. Kuchita kwathu kunalandiridwa bwino ndi mafunso abwino kuchokera kwa omvera."
    },
    {
        "en": "Our last performance of the project took place in Bamba on Sunday 23rd October, 2022 and there was a football match between Mthirah vs Red Rangers and a fantastic local netball match too.",
        "ny": "Ntchito yathu yomaliza ya polojekitiyi idachitika ku Bamba Lamlungu pa Okutobala 23, 2022 ndipo panali masewera a mpira pakati pa Mthirah ndi Red Rangers komanso masewera abwino kwambiri am'deralo."
    },
    {
        "en": "Malawi Tour 2022",
        "ny": "Ulendo wa Malawi 2022"
    },
    {
        "en": "Our team of performers, scientists, community members and dancers took our newly-developed Talk About Tsetses performance and giant tsetse fly to areas affected by African sleeping sickness in Rumphi and Nkhotakota over a period of 2 weeks in October 2023.",
        "ny": "Gulu lathu la ochita zisudzo, asayansi, anthu ammudzi ndi ovina anatenga pulogalamu yathu yatsopano ya Talk About Tsetses ndi ntchentche yaikulu ya tsetse kupita kumadera omwe akhudzidwa ndi matenda ogona a ku Africa ku Rumphi ndi Nkhotakota kwa milungu iwiri mu Okutobala 2023."
    },
    {
        "en": "Our activities were part of local football and netball bonanzas in villages in the areas and we were joined by dance and music troupes from the local communities. We hosted question and answer session at each performance to encourage conversation about African Trypanosomiasis.",
        "ny": "Zochita zathu zinali mbali ya mpira wa m'deralo ndi bonanza ya netball m'midzi m'maderawa ndipo tinalumikizidwa ndi magulu ovina ndi nyimbo kuchokera kumadera am'deralo. Tinakhala ndi gawo la mafunso ndi mayankho pa chiwonetsero chilichonse kuti tilimbikitse zokambirana za African Trypanosomiasis."
    },
    {
        "en": "Performance at Partick Thistle Stadium",
        "ny": "Kuchita pa Partick Thistle Stadium"
    },
    {
        "en": "The Street Scientists performed on Saturday, 6 August 2022 at Furhill Stadium, during the half time break of the Scottish Championship Football League game between Partick Thistle Football Club and Hamilton Academical.",
        "ny": "Asayansi a Street adachita Loweruka, Ogasiti 6, 2022 ku Furhill Stadium, panthawi yopuma pakati pa masewera a Scottish Championship Football League pakati pa Partick Thistle Football Club ndi Hamilton Academical."
    },
    {
        "en": "The performance got a loud ovation from the cheering crowds.",
        "ny": "Anthu ambiri amene analipo anaimba m'manja kwambiri."
    },
    {
        "en": "Partick Thistle Chief Executive, Gerry Britton, said: When researchers at the University of Glasgow reached out to us late last season about the prospect of performing an educational street theatre performance ahead of their trip to Malawi, it was a no-brainer for us to give them the platform to rehearse\"",
        "ny": "Mkulu wa kampani ya Partick Thistle, Gerry Britton, anati: \"Pamene ofufuza a pa yunivesite ya Glasgow anatifunsa kumapeto kwa nyengo yachisanu kuti akufuna kutionetsa masewero a m'misewu ophunzitsira asanapite ku Malawi, tinaona kuti n'zosatheka kuti tiwapatse malo oti aziyeserera\"."
    },
    {
        "en": "The team is getting set to fly out to Malawi in the coming weeks, where The Parasite Street they will do public engagement work surrounding infectious diseases.",
        "ny": "Gulu la akatswiriwa likukonzekera kupita ku Malawi m'milungu ikubwerayi, kumene The Parasite Street idzachita ntchito yokhudzana ndi matenda opatsirana."
    },
    {
        "en": "This after engaging the public at the Furhill Stadium, Glasgow, Scotland on Saturday 6 August 2022.",
        "ny": "Izi zitatha kukopa anthu ku Furhill Stadium, Glasgow, Scotland Loweruka pa Ogasiti 6, 2022."
    },
    {
        "en": "A Special Radio Program on Umunthu FM Radio, on Tsetses, Sleeping Sickness and Street Science featuring Gary Chilinga and Dr Jacob Kafulafula, from Nkhotakota District Health Office.",
        "ny": "Pulogalamu Yapadera pa Umunthu FM Radio, pa Tsetses, Matenda a Kugona ndi Sayansi ya Msewu ndi Gary Chilinga ndi Dr. Jacob Kafulafula, ochokera ku Nkhotakota District Health Office."
    },
    {
        "en": "Hear from Dr Walt Adamson on his experiences on the Street Science performances in Malawi, 2022",
        "ny": "Mvetserani kwa Dr Walt Adamson pa zokumana nazo zake pa zisudzo za Street Science ku Malawi, 2022"
    },
    {
        "en": "Learn from Dr Nicola Veitch on her experiences in the Project.",
        "ny": "Phunzirani kwa Dr. Nicola Veitch pa zokumana nazo zake mu Project."
    },
    {
        "en": "Get to know the Theatre Director Alan, and his thoughts on the Performances",
        "ny": "Dziŵani za Mkulu wa Zochitika Alan, ndi malingaliro ake pa Zochitika"
    },
    {
        "en": "A Comic Book about Sleeping Sickness",
        "ny": "Buku la Zithunzi Zojambula Zokhudza Matenda a Kugona"
    },
    {
        "en": "A nightmarish parasite capable of disguising itself from the immune system and hiding undetected in the body.",
        "ny": "Chilombo choopsa chimene chimatha kubisa thupi kuti chitetezo chake cha m'thupi chisadziwike ndipo chimabisala m'thupi."
    },
    {
        "en": "This is a 360 Video. Hence please use your cursor on the Video, or move your phone around if you are viewing on a phone to move round the festival site. The video is best viewed from resolution 1080sHD and above.",
        "ny": "Izi ndi 360 Video. Choncho chonde ntchito cholozera wanu pa Video, kapena kusuntha foni yanu ngati inu kuonera pa foni kusuntha kuzungulira chikondwerero malo. kanema ndi bwino anaonera ku kusamvana 1080sHD ndi pamwamba."
    },
    {
        "en": "Our Street Scientists gave the Furhill Stadium football crowd a chance to get involved with learning the science behind the spread of infections and the role of antibodies within the body.",
        "ny": "Asayansi Athu a M'khwalala Anapatsa Anthu Oseŵera Mpira wa Furhill Mpata Wodziphatikizapo Podziŵa Sayansi ya Kufalikira kwa Matenda ndi Udindo wa Maantibodi m'thupi."
    },
    {
        "en": "Sleeping Sickness: A tale of Shape Shifting Parasites",
        "ny": "Matenda a Kugona: Nthano ya Tizilombo Toyamba Kusintha Maonekedwe"
    },
    {
        "en": "Learn more about the human African trypanosomiasis.",
        "ny": "Werengani nkhaniyi kuti mudziwe zambiri zokhudza matenda a trypanosomiasis amene amafalitsa anthu ku Africa."
    },
    {
        "en": "Watch an overview of the public engagements of the Street Scientists in Malawi, particularly in Rumphi and Nkhotakota in October 2022.",
        "ny": "Onani mwachidule zochitika pagulu la asayansi a m'misewu ku Malawi, makamaka ku Rumphi ndi Nkhotakota mu Okutobala 2022."
    },
    {
        "en": "Talk About Tsetses",
        "ny": "Lankhulani za Tsetses"
    },
    {
        "en": "Let us talk about tsetse flies and their impact on health. This is an public engagement video on tsetse flies and trypanosoma.",
        "ny": "Tiyeni tikambirane za ntchentche za tsetse ndi mmene zimakhudzira thanzi lathu."
    },
    {
        "en": "Please give her your feedback",
        "ny": "Chonde muuzeni maganizo anu"
    },
    {
        "en": "PUBLIC STATEMENT ON THE FUTURE OF MALAWI LEADERSHIP",
        "ny": "ZOLINGA ZA PULIMA ZOKHUDZA M'tsogolo mwa utsogoleri wa Malawi"
    },
    {
        "en": "Introduction",
        "ny": "Mawu Oyamba"
    },
    {
        "en": "Fellow Malawians, it is with great conviction and patriotism for my country, that I have decided to speak on issues that are affecting us all. I say conviction and patriotism for my country because in taking this stand, I am well aware of the associated risks to me personally, my family and my colleagues. However, my personal comfort plays subordinate to the national good. It is on that basis that I have braved to make this statement.",
        "ny": "A Malawi anzanga, ndi chikhulupiriro komanso kukonda dziko lathu, kuti ndaganiza zokamba nkhani zomwe zikukhudza tonsefe. Ndikunena kuti ndikukhulupirira komanso kukonda dziko langa chifukwa ndikulankhula izi, ndikudziwa zoopsa zomwe zikukhudzana ndi ine, banja langa ndi anzanga. Komabe, chitonthozo changa chimakhala chocheperako kuposa zabwino za dziko. Ndi chifukwa chake ndalimba mtima kunena izi."
    },
    {
        "en": "I am inspired by the many brave Malawians who have come before me. From the time of Reverend John Chilembwe to Dr. Kamuzu Banda, who fought against a white establishment for us to attain political independence. I am inspired by the likes of Dr. Bakili Muluzi, late Chakufwa Chihana, late Aleke Banda and all those who braved the one-party system in the early 1990s for us to have democracy. These Malawians knew the risks so well but put the interest of the nation far ahead of their personal interests. If it were not for their sacrifices, perhaps we would until today be under colonial rule or under one-party system. This statement I am making is a fruit of their sacrifices. I am personally indebted to them all.",
        "ny": "Ndimalimbikitsidwa ndi anthu ambiri olimba mtima a ku Malawi omwe anabwera ine ndisanabadwe. Kuyambira nthawi ya Reverend John Chilembwe mpaka Dr. Kamuzu Banda, amene anamenya nkhondo yolimbana ndi anthu oyera kuti tipeze ufulu wa ndale. Ndimalimbikitsidwa ndi anthu monga Dr. Bakili Muluzi, malemu Chakufwa Chihana, malemu Aleke Banda ndi onse omwe adatsutsa dongosolo la chipani chimodzi koyambirira kwa zaka za m'ma 1990 kuti tikhale ndi demokalase. Amalawi awa amadziwa zoopsa koma amaika chidwi cha dziko patsogolo pa zofuna zawo. Pakadapanda kudzipereka kwawo, mwina mpaka lero tikadakhala pansi paulamuliro wa atsamunda kapena pansi pa dongosolo la chipani chimodzi. Mawu awa omwe ndikunena ndi chipatso cha kudzipereka kwawo. Ndine wokondedwa ndi onsewa."
    },
    {
        "en": "Malawi is a country well-endowed with natural resources and a predominantly youthful and energetic human resource which unfortunately is currently under- utilized. Malawi has everything required for her people to economically develop except it lacks effective leadership. Our development challenges have remained the same. Economic growth rate remains low, children still learn under a tree, health facilities are poorly resourced, some people have yet to have access to safe drinking water, agriculture is largely rain-fed and subsistence, markets for agricultural produce are weak and unpredictable, few people own houses in urban areas and only few houses in rural areas are permanent, transport system is inefficient and expensive, university students from low income households continue to face the risk of withdrawal on account of lack of tuition fee or upkeep expenses, small and medium enterprises cannot grow because the business environment is less conducive and some districts have yet to have tarmac road until now.",
        "ny": "Malawi ndi dziko lokhala ndi chuma chambiri komanso anthu ambiri achinyamata komanso amphamvu omwe mwatsoka pakadali pano sagwiritsidwa ntchito mokwanira. Malawi ili ndi zonse zofunika kuti anthu ake akule bwino pachuma kupatula kuti ilibe utsogoleri wogwira mtima. Zovuta zathu pakukula zakhala zofanana. Kukula kwachuma kukucheperachepera, ana amaphunzirabe pansi pa mtengo, malo azaumoyo alibe zinthu zambiri, anthu ena alibe madzi akumwa abwino, ulimi ndiwambiri ndi mvula komanso moyo, misika yazogulitsa zaulimi ndi yofooka komanso yosadalirika, anthu ochepa ali ndi nyumba m'mizinda ndipo nyumba zochepa zokha m'midzi ndizokhalitsa, kayendedwe ka kayendedwe sikokwanira komanso okwera mtengo, ophunzira aku yunivesite ochokera kumabanja omwe amapeza ndalama zochepa akupitilizabe kuthana ndi chiopsezo chosiya chifukwa chosowa ndalama zolipirira maphunziro kapena kukonza, mabizinesi ang'onoang'ono ndi apakatikati sangakule chifukwa malo abizinesi ndi osavomerezeka ndipo madera ena alibe misewu mpaka pano."
    },
    {
        "en": "In fact, if one reads the priorities in the 1965 Nyasaland Development Plan and compare with priorities in the Statement of Development Policies in 1970s to mid- 1990s, then read Vision 2020 and then read Malawi 2063, it is clear that our priorities have remained the same. The reason they have remained the same is because they remain challenges because we have not made noticeable improvement as a country. The reason they remain challenges is because no leadership has addressed any key priority exhaustively. We still discuss food insecurity. We still discuss poor access to safe drinking water. We still discuss lack of all-weather roads in some areas. We still discuss poor access to electricity. We still discuss lack of profitable markets for farmers. We still discuss high unemployment especially among the youth.",
        "ny": "M'malo mwake, ngati wina awerenga zoyambirira mu Nyasaland Development Plan ya 1965 ndikuziyerekeza ndi zoyambirira mu Statement of Development Policies mzaka za m'ma 1970 mpaka pakati pa zaka za m'ma 1990, kenako werengani Vision 2020 ndikuwerenga Malawi 2063, zikuwonekeratu kuti zoyambirira zathu zakhala zofanana. Chifukwa chomwe zakhala zofanana ndi chifukwa chakuti zikadali zovuta chifukwa sitinachite bwino ngati dziko. Chifukwa chomwe zikadali zovuta ndi chifukwa chakuti palibe utsogoleri womwe wakhudza chilichonse chofunikira kwambiri. Timakambiranabe za kusowa kwa chakudya. Timakambiranabe za mwayi wopezeka ndi madzi akumwa abwino. Timakambiranabe za kusowa kwa misewu yamtundu uliwonse m'malo ena. Timakambiranabe za kusowa kwa magetsi. Timakambiranabe za kusowa kwa misika yopindulitsa kwa alimi. Timakambiranabe za ulova waukulu makamaka pakati pa achinyamata."
    },
    {
        "en": "Economy",
        "ny": "Zochitika pa zachuma"
    },
    {
        "en": "Fellow Malawians, our economy remains small, vulnerable to shocks and we continue carrying the Least Developed Country label. Even more irritating is that countries which have been at war or in conflict have economies stronger than ours. The weak economy we have is not the make of nature. It is the make of our leaders. While acknowledging periods of progress, such periods have been episodic and short-lived.",
        "ny": "A Malawi anzanga, chuma chathu chikadali chochepa, chofooka ndipo tikukhalabe ndi dzina loti dziko lopanda chitukuko. Chomwe chimatikwiyitsa kwambiri n'chakuti mayiko omwe akhala pa nkhondo kapena nkhondo ali ndi chuma cholimba kuposa chathu. Chuma chofooka chomwe tili nacho sichichokera ku chilengedwe. Ndichochokera kwa atsogoleri athu. Ngakhale kuti timavomereza kuti zinthu zikuyenda bwino, nthawi zoterezi zakhala zikuchitika mwa apo ndi apo ndipo zakhala zosakhalitsa."
    },
    {
        "en": "Malawi has capacity to feed itself and other countries given its abundant water resources for irrigation. Malawi has capacity to substitute imports and to increase exports and in so doing improve her balance of payments, stabilize exchange rate and contain inflation rate. Malawi has capacity to manage its own budget without heavy borrowing.",
        "ny": "Malawi ali ndi mphamvu yodzipezera chakudya komanso kudyetsa mayiko ena chifukwa cha madzi ambiri omwe ali nawo othirira. Malawi ali ndi mphamvu zobweretsera katundu kunja ndi kuwonjezera katundu wake kunja ndipo potero amawongolera ndalama zake, kukhazikika kwa ndalama ndi kuchepetsa kuchepa kwa ndalama. Malawi ali ndi mphamvu zoyendetsera bajeti yake popanda kubwereka kwambiri."
    },
    {
        "en": "Sadly, people we have put in position of power to advance our common interests have opted to pursue personal interests, maintain luxuries and perpetuate the status quo at the expense of common Malawians whom they are meant to serve. There is both outright impunity and institutionalized impunity. An example of institutionalized impunity is the heaping of allowance entitlements to cabinet members and senior government officers when middle and junior level officers continue earning low salaries.",
        "ny": "Anthu amene tinawaika paudindo kuti apititse patsogolo zofuna zathu, mwachisoni anasankha kuchita zofuna zawo, kukhala ndi moyo wapamwamba ndi kusunga zomwe zikuchitika m'dzikoli, zomwe zikuwononga anthu wamba a ku Malawi omwe akuyenera kuwatumikira."
    },
    {
        "en": "We have a system which just fuel allowance entitlement of a cabinet member is worth more than a salary of a Principal Secretary and fuel allowance entitlement of a Principal Secretary is worth more than a salary of a middle level officer. The same is the case in state owned enterprises.",
        "ny": "Tili ndi dongosolo limene malipiro a m'kabineti a mafuta ndi ofunika kwambiri kuposa malipiro a mlembi wamkulu ndipo malipiro a mlembi wamkulu ndi ofunika kwambiri kuposa malipiro a mkulu wa pakati."
    },
    {
        "en": "I stand with you; teachers, police officers, healthcare workers, agriculture extension workers and many others whose salary is a fraction of just one allowance entitlement of a senior public officer and a minister. Surely, this is institutionalized impunity and must stop.",
        "ny": "Ndimakhala nanu; aphunzitsi, apolisi, ogwira ntchito zaumoyo, ogwira ntchito zaulimi ndi ena ambiri omwe malipiro awo ndi gawo la malipiro amodzi okha a mkulu wa boma ndi nduna. Zowonadi, izi ndizokhazikitsidwa ndipo ziyenera kutha."
    },
    {
        "en": "I stand with you parents whose children are learning under a tree. I stand with you families who are struggling to put food on the table. I stand with you families whose sick relatives are sent back from hospital without receiving treatment. I stand with you, university students, who are struggling to meet upkeep expenses. I stand with you who are looking for a job which you are not able to find. I stand with you farmers who have been at subsistence level without hope of growing to a higher level. Your next government will stand with you. It will be a government whose job is to offer solutions and will address the challenges you are facing. You can count on me.",
        "ny": "Ndimakulimbikitsani inu makolo amene ana anu akuphunzira pansi pa mtengo. Ndimakulimbikitsani inu mabanja amene mukuvutika kuti mupeze chakudya. Ndimakulimbikitsani inu mabanja amene achibale awo odwala akubweretsedwa kuchipatala popanda kulandira chithandizo. Ndimakulimbikitsani inu ophunzira a ku yunivesite, amene mukuvutika kuti mupeze ndalama zogulira zinthu zofunika pamoyo. Ndimakulimbikitsani inu amene mukufufuza ntchito koma simukupeza."
    },
    {
        "en": "Fellow Malawians, I believe in the potential of our country and in Malawians. We read positive stories about economic success of Rwanda. Zambia has just changed narrative since their current government came in office later than our current government and we are hearing positive stories. There is no reason other than poor leadership, that stories for Malawi that make international news headlines are poverty, hunger and corruption involving high profile public officers.",
        "ny": "A Malawi anzanga, ine ndikhulupilira mu mphamvu ya dziko lathu ndi a Malawi. Timawerenga nkhani zabwino za kupambana kwa chuma cha Rwanda. Zambia yasintha nkhani kuyambira pomwe boma lawo laposachedwa lidayamba kugwira ntchito kuposa boma lathu lamakono ndipo tikumva nkhani zabwino. Palibe chifukwa china koma utsogoleri wofooka, kuti nkhani za Malawi zomwe zimapanga mitu ya nkhani zapadziko lonse ndi umphawi, njala ndi ziphuphu zomwe zimakhudza akuluakulu aboma."
    },
    {
        "en": "I feel the pain we are all going through in the tough economic times. I acknowledge that part of the reasons for the economic challenges are external factors such as a war in Ukraine and tropical cyclones. However, as I have said time and again in various media interviews, the external factors have just contributed. A large part of the challenges is our own making. The past national budgets by the current political administration were poorly prepared, not transformative and did not build foundation for macroeconomic stability. I said it in 2020 and have consistently said this. The problems we are going through were anticipated and I did not keep quiet, I shared my views then.",
        "ny": "Ndikumva ululu womwe tonsefe tikukumana nawo munthawi zovuta zachuma. Ndikuvomereza kuti chimodzi mwazifukwa zomwe mavuto azachuma ali kunja monga nkhondo ku Ukraine ndi mphepo zamkuntho. Komabe, monga ndidanenera mobwerezabwereza pamafunso osiyanasiyana atolankhani, zinthu zakunja zangothandizira. Zovuta zambiri ndi zomwe tidapanga. Bajeti zam'mbuyomu ndi oyang'anira andale omwe adakonzedwa kale anali osakonzekera bwino, osasinthika ndipo sanapange maziko okhazikika pachuma. Ndinanena izi mu 2020 ndipo ndakhala ndikunena izi. Mavuto omwe tikukumana nawo anali akuyembekezeredwa ndipo sindinakhale chete, ndidagawana malingaliro anga pamenepo."
    },
    {
        "en": "The fast-rising public debt is testimony of lack of fiscal discipline. We were reminded a month ago that every Malawian is carrying on our shoulders a debt burden of K600,000. Unfortunately, this is not debt that financed programs to improve the living standard of us all. This is debt that financed corruption and luxury of senior officers. There has been limited interest to reform the fiscal plan – to remove or reduce unnecessary expenditure items and to grow the revenue base by increasing resource allocation to productive sectors. Additionally, there has been high level inefficiency in government resulting in delays to approve projects. The State President himself and some ministers have admitted this in public. Delay to approve projects locks up foreign exchange since most projects are donor- funded, delays job opportunities and delays development outcomes. These are the main reasons we are going through difficult times. If the leadership was up to task, the extent of suffering would be less than is the case.",
        "ny": "M'mbuyomu, boma la Malawi linakhazikitsa ndondomeko ya ndalama zomwe zimagwiritsidwa ntchito ndi boma kuti zithandize anthu osauka, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, omwe amavutika ndi mavuto a zachuma, komanso mavuto a zachuma."
    },
    {
        "en": "My colleagues and I come to offer genuine transformation. Malawi is a natural resource-rich and labour-abundant economy. Our economic policy will revolve around maximizing the potential in agriculture, mining, tourism and developing the human resource both in its own right and as catalysts for manufacturing. This will be done while progressively moving towards a knowledge economy by investing in science and technology.",
        "ny": "Ine ndi anzanga tabwera kudzapereka kusintha kwenikweni. Malawi ndi chuma cholemera ndi chuma chochuluka. Ndondomeko yathu ya zachuma idzayang'ana kwambiri kuthekera kwa ulimi, migodi, zokopa alendo ndi chitukuko cha anthu onse mwaokha komanso monga othandizira kupanga. Izi zidzachitika pamene tikupita patsogolo ku chuma chidziwitso mwa kuyika ndalama mu sayansi ndi teknoloji."
    },
    {
        "en": "I will implement Malawi 2063 in its entirety. I am happy to inform you, fellow Malawians, that Malawi 2063 is a document I intimately subscribe to, because I was one of the reviewers. I also co-reviewed the enabler on enhanced public sector performance in the Malawi 2063 first 10 years Implementation Plan. My being identified as a person who could review this enabler is testimony that I understand the public service and I know how to make it perform. When I say I will implement it fully, I know what is in the document and I have adequate passion to implement it. I emphasize I because the responsibility for implementing a strategic plan in any organization is vested in the head of the organization. What makes a strategy work for one organization and fail for the other organization, is the quality of leadership of the organization. I will provide quality leadership.",
        "ny": "Ndidzakhazikitsa Malawi 2063 m'zonse. Ndine wokondwa kukudziwitsani, a Malawi anzanga, kuti Malawi 2063 ndi chikalata chomwe ndimavomereza kwambiri, chifukwa ndinali m'modzi mwa owunikira. Ndinawunikiranso zomwe zingathandize pakukweza magwiridwe antchito aboma ku Malawi 2063 zaka 10 zoyambirira Kukhazikitsa Dongosolo. Kuzindikiridwa kwanga ngati munthu yemwe angawunikenso izi ndi umboni woti ndimamvetsetsa ntchito zaboma ndipo ndikudziwa momwe ndingachitire. Ndikamanena kuti ndizikhazikitsa kwathunthu, ndikudziwa zomwe zili m'chikalatachi ndipo ndili ndi chidwi chochita. Ndimatsindika chifukwa udindo wokhazikitsa dongosolo lamagulu m'bungwe lililonse uli pamutu wa bungweli. Chomwe chimapangitsa kuti njira igwire ntchito m'bungwe lina ndikulephera kwa bungwe lina, ndi mtundu wa utsogoleri wa bungweli. Ndidzapereka utsogoleri wabwino."
    },
    {
        "en": "We will transform agriculture through Mega farms and cooperatives which will facilitate mechanization, improve productivity, promote access to reliable markets for farmers, catalyze industrialization and urbanization. We will embark on infrastructure revolution agenda. From electricity generation, transport and ICT to residential and government office buildings.",
        "ny": "Tidzasintha ulimi kudzera m'mafamu akuluakulu ndi m'mabungwe ogwirira ntchito omwe adzathandize makina, kupititsa patsogolo zokolola, kulimbikitsa mwayi wopeza misika yodalirika kwa alimi, kulimbikitsa kukhazikitsidwa kwa mafakitale ndi kukhazikika m'mizinda. Tidzayamba ntchito yosintha zomangamanga. Kuchokera pakupanga magetsi, mayendedwe ndi ICT kupita ku nyumba zogona ndi maofesi aboma."
    },
    {
        "en": "We will decisively support micro, small and medium enterprises. We will identify those which Malawi has comparative and competitive advantage to produce and have niche markets in the region and prioritize support to them. One key performance indicator for the Ministry of Industrialization and Trade will be the number of micro-scale enterprises graduating into small-scale; the number of small-scale enterprises graduating into medium-scale; the number of medium-scale graduating into large-scale annually. We will encourage and support Malawian large-scale enterprises to become multinational corporations. We denounce the glorification of the MSME concept as if that is the ideal destiny for them. They will be helped to grow.",
        "ny": "Tidzathandiza mwamphamvu mabizinesi ang'onoang'ono, ang'onoang'ono ndi apakatikati. Tidzazindikira omwe Malawi ali ndi mwayi woyerekeza ndi mpikisano wopanga ndi kukhala ndi misika yaying'ono m'derali ndikuwathandiza. Chisonyezo chimodzi chofunikira cha Unduna wa Zamakampani ndi Zamalonda chidzakhala kuchuluka kwa mabizinesi ang'onoang'ono omwe amapita ku yaying'ono; kuchuluka kwa mabizinesi ang'onoang'ono omwe amapita ku sing'anga; kuchuluka kwa mabizinesi apakatikati omwe amapita ku zikuluzikulu pachaka. Tilimbikitsa ndi kuthandizira mabizinesi akuluakulu aku Malawi kuti akhale makampani amitundu yambiri. Timatsutsa kutamandidwa kwa lingaliro la MSME ngati kuti ndi tsogolo labwino kwa iwo. Athandizidwa kukula."
    },
    {
        "en": "There are four main ways in which a country can benefit from its extractive resources which include mining. These are i) royalties, ii) resource rent iii) State participation and iv) taxes. So far, the component of State participation has not been exploited despite being the most beneficial way. To maximize benefits from mining, government will establish a Mining Company that will be getting into Joint Venture arrangement with foreign companies. Joint Venture arrangements will enable Malawians to be in management team and in the Board of Directors, thereby directly participating in running mining business and curb transfer pricing and other forms of illicit financial flows that often happen in mining industry. Your next government will review tax incentives to ensure Malawians get a fair share of their natural resources.",
        "ny": "Pali njira zinayi zomwe dziko lingapindule ndi chuma chake chomwe chimaphatikizapo migodi. Izi ndi i) mafumu, ii) renti ya chuma iii) kutenga nawo mbali kwa boma ndi iv) misonkho. Pakadali pano, gawo la kutenga nawo mbali kwa boma silinagwiritsidwe ntchito ngakhale kuti ndi njira yopindulitsa kwambiri. Kuti apindule kwambiri ndi migodi, boma lidzakhazikitsa kampani ya migodi yomwe idzakhala ikugwirizana ndi makampani akunja. Zogwirizana ndi mgwirizanowu zidzathandiza a Malawi kuti akhale m'gulu la oyang'anira ndi Bungwe la Atsogoleri, motero kutenga nawo mbali mwachindunji poyendetsa bizinesi ya migodi ndi kuchepetsa mitengo yosamutsira ndi mitundu ina ya ndalama zosaloledwa zomwe zimachitika nthawi zambiri m'makampani amigodi. Boma lanu lotsatira lidzawunikiranso zolimbikitsa misonkho kuti zitsimikizire kuti a Malawi apeza gawo labwino pazinthu zawo zachilengedwe."
    },
    {
        "en": "We will approach tourism holistically and contextually. Tourism is about attraction. We will invest in areas that are unique to Malawi, one of them is establishing vibrant cultural centers and packaging our history into a commercial product. Tourism is a beneficiary of derived demand. Our resolve to develop the economy, develop manufacturing sector will positively contribute to the travel and tourism industry. We will make Malawi a destination for citizens of neighboring countries to come and shop. As they come, they will need accommodation and transport just as Malawians do when they travel outside.",
        "ny": "Tidzayandikira zokopa alendo kwathunthu komanso mwachilengedwe. Zokopa alendo ndizokhudza kukopa. Tidzayikira m'malo omwe ndi apadera ku Malawi, imodzi mwayo ndikukhazikitsa malo azikhalidwe zamoyo ndikunyamula mbiri yathu kukhala malonda. Ulendo ndiwopindula ndi zomwe zimachokera. Kutsimikiza kwathu kukulitsa chuma, kukulitsa gawo lazopanga kudzathandizira pantchito zoyendera ndi zokopa alendo. Tipanga Malawi kukhala malo oti nzika zamayiko oyandikana nawo abwere kudzagula. Akamabwera, adzafunika malo ogona ndi mayendedwe monga momwe Amalawi amachitira akamayenda kunja."
    },
    {
        "en": "Agriculture transformation, infrastructure revolution, growing of MSMEs, mining, industrialization (manufacturing) and tourism will anchor our job creation agenda.",
        "ny": "Kusintha kwa ulimi, kusintha kwa zomangamanga, kukula kwa ma MSME, migodi, kupanga mafakitale (kupanga) ndi zokopa alendo zidzakhazikitsa zolinga zathu zopanga ntchito."
    },
    {
        "en": "My fellow Malawians, I am aware of the key drivers of cost of living. We will overhaul the fuel procurement system in the short-term while investing in cost- effective mode of transport such as rail and pipeline in line with the Malawi National Transport Master Plan. We will review all levies and remove or reduce those that can be done so without compromising public service delivery. We will work to achieve macroeconomic stability with a stable and relatively strong currency to contain imported inflation. In line with Malawi 2063, we will enhance agricultural productivity so that price of food is cheap while farmers still make profit.",
        "ny": "A Malawi anzanga, ndikudziwa zomwe zimapangitsa kuti moyo ukhale wovuta. Tidzakonzanso njira zogulira mafuta munthawi yochepa pomwe tikugwiritsa ntchito njira zoyendera monga njanji ndi mapaipi mogwirizana ndi Malawi National Transport Master Plan. Tidzawunikiranso misonkho yonse ndikuchotsa kapena kuchepetsa zomwe zingachitike popanda kuwononga ntchito zaboma. Tidzagwira ntchito kuti tikwaniritse kukhazikika kwachuma ndi ndalama zokhazikika komanso zolimba kuti tipewe kukwera kwamitengo. Mogwirizana ndi Malawi 2063, tidzawonjezera zokolola zaulimi kuti mtengo wa chakudya ukhale wotsika pomwe alimi akupangabe phindu."
    },
    {
        "en": "We will embark on an ambitious home ownership program in which Malawi Housing Corporation will be recapitalized so it can build houses of different designs to suit your affordability. You will be paying monthly rental fee but which will be going towards purchase of the house. We will make home ownership easy for everyone. A well-thought housing scheme will be implemented in rural areas.",
        "ny": "Tidzayamba ntchito yofuna kukhala ndi nyumba yomwe Malawi Housing Corporation idzakhazikitsidwe kuti ipange nyumba zamitundu yosiyanasiyana kuti zigwirizane ndi mtengo wanu. Mudzakhala mukulipira renti ya mwezi uliwonse koma yomwe ipita kukagula nyumba. Tidzapangitsa kukhala ndi nyumba kukhala kosavuta kwa aliyense. Dongosolo loganizira bwino nyumba lidzakhazikitsidwa kumidzi."
    },
    {
        "en": "My fellow Malawians, our approach to improving living standards focuses on containing cost of living on one hand and improving incomes on the other hand while investing in physical and human capital development to put a solid foundation for economic development. That is what your next government will do.",
        "ny": "A Malawi anzanga, njira yathu yofuna kukweza moyo wa anthu ndi kuchepetsa mtengo wa moyo mbali imodzi ndi kuonjezera ndalama mbali inayo pamene tikugwiritsa ntchito ndalama zathupi ndi za anthu kuti tikhale ndi maziko olimba a chitukuko cha chuma."
    },
    {
        "en": "Public debt management will be key in getting the economy back on right track. Our resolve to decisively end corruption will free up resources and reduce the need for borrowing. Estimates based on previous government financial audits showed that 30% of the national budget is unaccounted for. When the system is fixed, we will save these funds and spend on intended projects. Our resolve to reform the fiscal plan so we remove unnecessary expenditure and we grow revenue base will reduce the need for borrowing. Reform of foreign missions will free up resources. Where we will have to borrow for legitimate reasons, these questions will guide in determining the source of borrowing; 1) will the loan help grow economy (GDP)? 2) will the loan help either grow tax revenue or reduce expenditure or both? 3) will the loan help grow exports? If the answer is NO especially to 2 and 3, no external loan will be contracted. If a loan still has to be secured, it will be domestic and using a long-term development bond.",
        "ny": "Kuwongolera ngongole zaboma kudzakhala kofunikira pakukhazikitsanso chuma. Kutsimikiza mtima kwathu kuthetsa ziphuphu kudzamasula chuma ndikuchepetsa kufunikira kwa ngongole. Ziwerengero zochokera pakuwunika ndalama zaboma m'mbuyomu zidawonetsa kuti 30% ya bajeti yadziko silinafotokozedwe. Dongosolo likakhazikika, tidzasunga ndalamazi ndikuwononga ndalama zomwe tikufuna. Kutsimikiza mtima kwathu kusintha dongosolo lazachuma kuti tichotse ndalama zosafunikira ndikuwonjezera ndalama zomwe tikupeza kudzachepetsa kufunikira kwa ngongole. Kusintha kwa nthumwi zakunja kudzamasula chuma. Pomwe tidzayenera kubwereka pazifukwa zomveka, mafunso awa azitsogolera posankha komwe kubwereketsa ngongole; 1) kodi ngongole ikuthandizira kukula kwachuma (GDP)? ngongole imathandizira kukulitsa ndalama kapena kuchepetsa ndalama za msonkho kapena zonse ziwiri? 3) ngongole imathandizira kukulitsa katundu? Ngati yankho ndi NO makamaka pa 2 ndi 3, palibe ngongole yakunja yomwe idzachitike. Ngati ngongole yakunja ikuyenerabe, idzatetezedwa ndikugwiritsa ntchito ngongole yakunja yakunja."
    },
    {
        "en": "Reducing debt will feed into stimulating private sector development as commercial banks and other lenders will have enough liquidity to lend to private sector at competitive interest rates. Your next government will commit to clearing payment arrears as one way of capacitating private sector to operate fully, expand production and create additional jobs.",
        "ny": "Kuchepetsa ngongole kudzathandiza kulimbikitsa chitukuko cha mabungwe apadera monga mabanki amalonda ndi obwereketsa ena adzakhala ndi ndalama zokwanira kubwereketsa mabungwe apadera pa chiwongola dzanja cha mpikisano. Boma lanu lotsatira lidzadzipereka kuthetsa ngongole zomwe zilipo monga njira imodzi yothandizira mabungwe apadera kuti agwire ntchito mokwanira, kuwonjezera kupanga ndi kupanga ntchito zowonjezera."
    },
    {
        "en": "Corruption",
        "ny": "Ziphuphu"
    },
    {
        "en": "Corruption is a developmental challenge. It is a political campaign issue. Every leader promises to end corruption during political campaign yet corruption continues to worsen. Recent revelations of corruption are evident that our leaders are not only failing to end corruption, they are in fact participating in it.",
        "ny": "Ziphuphu ndi vuto la chitukuko. Ndi nkhani ya kampeni yandale. Mtsogoleri aliyense amalonjeza kuthetsa ziphuphu panthawi ya kampeni yandale komabe ziphuphu zikupitilirabe. Zovumbulutsidwa zaposachedwa za ziphuphu zikuwonekeratu kuti atsogoleri athu sikuti akungolephera kuthetsa ziphuphu, koma akuchitapo kanthu."
    },
    {
        "en": "A large part of our poverty is due to corruption. We have had leaders who amass wealth for themselves through corruption and morally questionable entitlements and give us leftovers. Citizens have systematically been economically disempowered so we can depend on them. They use the same corruptly acquired wealth, stolen from the many taxes we pay, to coax us to side with them when they are caught on the wrong side of the law. They project a picture that any criminal investigation in their dealings is the work of their political rivals. We fight on their behalf even when they were the first to kill us through denying us access to education, healthcare, food and job and business opportunities.",
        "ny": "Mbali yaikulu ya umphawi wathu ndi chifukwa cha ziphuphu. Takhala ndi atsogoleri amene amadziunjikira chuma kudzera mu ziphuphu ndi ufulu wokayikitsa mwamakhalidwe ndi kutipatsa zotsalira. Nzika zakhala zikulephera mwachuma kotero kuti titha kudalira iwo. Amagwiritsa ntchito chuma chomwecho chopezeka mwachinyengo, chobedwa kuchokera ku misonkho yambiri yomwe timalipira, kuti atipatse ife kuti tiwathandize iwo akagwidwa kumbali yolakwika ya lamulo. Amawonetsera chithunzi chakuti kufufuza kulikonse kwaupandu m'machitidwe awo ndi ntchito ya otsutsana nawo andale. Timamenya nkhondo m'malo mwawo ngakhale pamene anali oyamba kutipha mwa kutiletsa kupeza maphunziro, thanzi, chakudya ndi ntchito ndi mwayi wamalonda."
    },
    {
        "en": "Malawi has enough financial resources to deliver public services adequately. Publicly available information confirm that it is possible to run a government without heavy borrowing. For example, it is alleged that in one contract, a business person charged government US$10,524,000 for goods that cost the business person US$2,165,700 making abnormal profit of US$8,358,300. Surely this is over- pricing and stealing from poor Malawians.",
        "ny": "Malawi ali ndi ndalama zokwanira kupereka mautumiki a boma mokwanira. Chidziŵitso chopezeka poyera chimatsimikizira kuti nkotheka kuyendetsa boma popanda kukongola kwambiri. Mwachitsanzo, akuti m'pangano lina, munthu wamalonda analipira boma US$10,524,000 pa katundu amene anathera munthu wamalonda US$2,165,700 kupanga phindu loposa loyenera la US$8,358,300. Ndithudi izi ndizo kukwera mtengo kwambiri ndi kuba kwa Amalawi osauka."
    },
    {
        "en": "Fellow Malawians, we all can see that the main problem in Malawi is not inadequate resources but corruption and excessive and expensive entitlements of senior public officers. Fighting corruption must be a top priority for a government. That is not the case unfortunately. Some of the reasons corruption is not ending include the expensive type of political campaign and the parasitic political party system. Statistics confirm that Malawi is a least developed country hence it is a country whose people are poor and by extension, a country whose politicians are poor. The type of political campaign that is practiced is expensive and breeds a fertile ground for advance State capture by those who bankroll the campaign. Corrupt business\npeople finance greedy politicians in anticipation of easy access to business contracts once the politician or political party is in power. This is what has sustained State capture.",
        "ny": "A Malawi anzanga, tonse tikuona kuti vuto lalikulu m'Malawi si chuma chochepa koma ndi ziphuphu komanso ndalama zambiri zomwe akuluakulu aboma amalipira. Kulimbana ndi ziphuphu kuyenera kukhala chinthu chofunikira kwambiri kuboma. Tsoka ilo, sizili choncho. Zina mwa zifukwa zomwe ziphuphu sizikutha ndi mtundu wokwera mtengo wa ndale komanso dongosolo lachipani cha ndale. Ziwerengero zimatsimikizira kuti Malawi ndi dziko lopanda chitukuko motero ndi dziko lomwe anthu ake ndi osauka ndipo chifukwa chake, ndi dziko lomwe andale ake ndi osauka. Mtundu wa ndale womwe umachitika ndi wokwera mtengo ndipo umabweretsa nthaka yachonde kuti asunge Boma ndi omwe amalipiritsa kampeniyi. Anthu achinyengo amabizinesi amalipiritsa andale adyera poyembekezera mwayi wopeza mapangano abizinesi pomwe wandale kapena chipani chandale chikhala ndi mphamvu. Izi ndi zomwe zakhala zikugwira ntchito."
    },
    {
        "en": "In State capture, the loser is the citizenry. Politicians influence award of government contracts to corrupt business people at inflated prices. The inflated prices are because the corrupt business people want to i) recover the money they spent to bankroll campaign, ii) sell the goods and services at a profit and iii) give part of the payment to the politicians so they remain connected. When the politicians get part of the payment they use part of the money for their personal projects and part of it for campaign materials and other political expenses. That is why the fight against corruption cannot be won if we continue using the same political campaign model. In fact, there are politicians who have established businesses out of money acquired in this way. Their businesses get contracts from the same government they stole capital from. In other words, our tax money has become business capital for greedy politicians and the businesses get contracts from government where they are paid by our tax money again. This is the height of impunity in Malawi. We all have a responsibility to stop this.",
        "ny": "M'boma la anthu, wotayika ndi nzika. andale amalimbikitsa kupereka kwa mabungwe aboma kwa anthu amalonda achinyengo pamtengo wokwera. Mitengo yokwera ndi chifukwa chakuti anthu amalonda achinyengo akufuna i) kubwezeretsa ndalama zomwe adawononga kuti apereke ndalama zampikisano, ii) kugulitsa katundu ndi ntchito ndi phindu ndipo iii) kupereka gawo la ndalama kwa andale kuti akhalebe olumikizidwa. Pamene andale atenga gawo la ndalamazo amagwiritsa ntchito gawo la ndalamazo pazinthu zawo komanso gawo lina pazinthu zampikisano ndi ndalama zina zandale. Ichi ndichifukwa chake nkhondo yolimbana ndi ziphuphu singapambane ngati tipitiliza kugwiritsa ntchito njira yomweyo zandale. M'malo mwake, pali andale omwe adakhazikitsa mabizinesi kuchokera ku ndalama zomwe adapeza mwanjira imeneyi. Mabizinesi awo amabera mabungwe aboma omwe adabera ndalama zawo. Mwanjira ina, ndalama zathu za misonkho zasandukanso bizinesi kwa andale komanso mabizinesi adyera omwe amalandila mabungwe aboma komwe amalipira ndi ndalama zathu za misonkho. Uku ndi kutalika kwa Malawi Tonse tili ndi udindo woletsa izi."
    },
    {
        "en": "My fellow Malawians, let me illustrate how corruption causes poverty. Suppose there was money enough to construct three school blocks but due to corruption the price is inflated and the money can only construct two school blocks. Suppose each school block has two classrooms that can accommodate 60 learners. Further, suppose constructing a school block offers job opportunity to ten people as bricklayers, carpenters and others. By constructing two instead of three school blocks because of inflated prices, the results are as follows",
        "ny": "A Malawi anzanga, ndiloleni ndifotokoze mmene ziphuphu zimayambitsira umphawi. Tiyerekeze kuti panali ndalama zokwanira kumanga nyumba zitatu za sukulu koma chifukwa cha ziphuphu mtengo wake unakwezedwa ndipo ndalamazo zimangomanga nyumba ziwiri za sukulu. Tiyerekeze kuti nyumba ya sukulu iliyonse ili ndi makalasi awiri omwe angathe kukhala ndi ophunzira 60. Komanso, tiyerekeze kuti kumanga nyumba ya sukulu kumapereka mwayi wa ntchito kwa anthu khumi monga omanga njerwa, amisiri ndi ena. Tikamangitsa nyumba ziwiri m'malo mwa nyumba zitatu za sukulu chifukwa cha mitengo yochulukirapo, zotsatira zake ndi izi:"
    },
    {
        "en": "Three blocks would have made 360 learners move from learning under a tree to a proper classroom, but due to corruption only 240 learners will be in a good classroom. The other 120 learners will continue learning under a tree yet money was available to put them in a good classroom.",
        "ny": "Mabwalo atatu akanatha kupanga ophunzira 360 kuchoka ku kuphunzira pansi pa mtengo kupita ku kalasi yoyenera, koma chifukwa cha ziphuphu ophunzira 240 okha ndi omwe adzakhala mkalasi yabwino. Ophunzira ena 120 apitiliza kuphunzira pansi pa mtengo komabe ndalama zinalipo kuti awaike mkalasi yabwino."
    },
    {
        "en": "Constructing three school blocks would create employment opportunities to 30 people. By constructing two, it means 10 people who would have some work to do still have no job.",
        "ny": "Kumanga nyumba zitatu za sukulu kukapanga mwayi wa ntchito kwa anthu 30. Kumanga nyumba ziŵiri kumatanthauza kuti anthu 10 amene angakhale ndi ntchito yoti agwire alibe ntchito."
    },
    {
        "en": "Since there is corruption, there is high likelihood that the two school blocks may be of substandard quality. They may need maintenance quicker than if construction was not marred with corruption. Additional resources are likely to be spent to rehabilitate the same school blocks when the resources would have been spent on other functions.",
        "ny": "Popeza pali ziphuphu, pali kuthekera kwakukulu kuti mabwalo awiriwa a sukulu atha kukhala osavomerezeka. Iwo angafunikire kukonza mwachangu kuposa momwe zomangamanga sizikanakhalira ndi ziphuphu. Ndalama zowonjezera zikuyenera kugwiritsidwa ntchito kukonzanso mabwalo omwewo a sukulu pomwe ndalamazo zikadagwiritsidwa ntchito pazinthu zina."
    },
    {
        "en": "If children are learning under a tree; if there are no drugs in health facilities; if there are no all-weather roads in some areas; if jobs are scarce; if we Malawians are poor; one of the main causes is corruption.",
        "ny": "Ngati ana akuphunzira pansi pa mtengo; ngati mulibe mankhwala m'malo a zaumoyo; ngati mulibe misewu ya nyengo zonse m'madera ena; ngati ntchito zili zochepa; ngati ife a ku Malawi ndife osauka; chimodzi mwa zifukwa zazikulu ndicho ziphuphu."
    },
    {
        "en": "Our approach to the fight against corruption starts from the process of getting into office. We will not do the traditional political campaign you have known. We will not do because we do not want to get money from corrupt business people so that when you vote us into office we serve them instead of serving you, Malawians.",
        "ny": "Njira yathu yolimbana ndi ziphuphu imayamba kuchokera pa nthawi imene tikukhala pa udindo. Sitidzachita kampeni ya ndale yomwe mwadziwa kale. Sitidzachita chifukwa sitikufuna kupeza ndalama kuchokera kwa anthu amalonda achinyengo kuti mukadzativotera ife kukhala pa udindo tidzawatumikire iwo m'malo mokutumikirani inu a Malawi."
    },
    {
        "en": "We will not form a political party because it is an expensive organization that contributes to temptation of political leaders to indulge in corruption and when in office, abuse public resources to fund the political party. You can relate this to some of the revelations that are coming out now of how public institutions financed activities of a political party. We do not want to tie ourselves to the yokes that have chained the others. More importantly, not forming a political party means that there will be no group of people (members of the ruling party) that feels and behaves as more important than the rest of Malawians. Between me and the public service, there will be no person or group of people to terrorize public servants on the premise that they are the ruling party members.",
        "ny": "Sitidzapanga chipani chifukwa ndi bungwe la ndalama zambiri lomwe limapangitsa kuti atsogoleri andale azichita zachinyengo ndipo akakhala paudindo, amagwiritsa ntchito ndalama za boma kuti azilipira chipani. Mutha kulumikizana ndi izi ndi zina mwazomwe zikuwululidwa tsopano za momwe mabungwe aboma amathandizira zochitika za chipani chandale. Sitikufuna kuti tidzimangirire ku goli lomwe limamanga ena. Chofunika kwambiri, kusapanga chipani chandale kumatanthauza kuti sipadzakhala gulu la anthu (mamembala achipani cholamulira) omwe amamva komanso kuchita zinthu ngati ofunika kuposa Amalawi ena onse. Pakati pa ine ndi ntchito yaboma, sipadzakhala munthu kapena gulu la anthu kuti liziopseza ogwira ntchito zaboma poganiza kuti ndi mamembala achipani cholamulira."
    },
    {
        "en": "It is not an exaggeration to say that political parties have been a disuniting factor so far in Malawi as they have been catalyst for tribalism and nepotism. You may appreciate the observation that in some political parties, it does not matter how loyal and qualified a member is, if they do not come from a particular region or from a particular tribe they cannot be voted president of a party to have a chance to contest as president of a country. We must for a moment dismantle this construct and create a political system that gives hope to every Malawian everywhere that they can be anything including President of Malawi if they work hard, have qualifications and have the integrity to serve their nation. I am convinced that being a president without a political party will foster nation building.",
        "ny": "Sizokokokomeza kunena kuti zipani zandale zakhala zikugwedeza mpaka pano ku Malawi chifukwa zakhala zikukopa mafuko ndi ma nepotism. Mungathe kuzindikira kuti m'magulu ena andale, ziribe kanthu kuti membala ndi wokhulupirika komanso woyenera bwanji, ngati sachokera kudera linalake kapena fuko linalake sangathe kuvota kukhala Purezidenti wa chipani kuti akhale ndi mwayi wotsutsana ngati Purezidenti wa dziko. Tiyenera kwa kanthawi kuthetsa izi ndikupanga dongosolo lazandale lomwe limapatsa chiyembekezo kwa Amalawi kulikonse kuti atha kukhala chilichonse kuphatikiza Purezidenti wa Malawi ngati agwira ntchito molimbika, ali ndi ziyeneretso komanso ali ndi umphumphu wotumikira dziko lawo. Ndine wotsimikiza kuti kukhala Purezidenti wopanda chipani chandale kumalimbikitsa kumanga dziko."
    },
    {
        "en": "Additionally, as your leader, I will have all my focus on running government, rather than divide my focus between running government on one hand and running a political party on the other hand.",
        "ny": "Kuwonjezera apo, monga mtsogoleri wanu, ndidzangoganizira kwambiri za kayendetsedwe ka boma, m'malo mogawa maganizo anga pakati pa kuyendetsa boma mbali imodzi ndi kuyendetsa chipani cha ndale mbali inayo."
    },
    {
        "en": "Fighting corruption is a war. Being a war, it needs troops who are loyal to their nation, troops who are well-trained and well-resourced. Above all, troops who are best commanded. The agencies responsible for fighting corruption are the troops. The President is the commander. Like in a military war, if troops are compromised, it is difficult to win the fight against corruption. If the commander is compromised, it is impossible to win the fight against corruption.",
        "ny": "Kulimbana ndi ziphuphu ndi nkhondo. Kukhala nkhondo, pamafunika asilikali omwe ali okhulupirika ku dziko lawo, asilikali omwe ali ophunzitsidwa bwino komanso omwe ali ndi chuma chokwanira. Koposa zonse, asilikali omwe ali ndi ulamuliro wabwino. Mabungwe omwe ali ndi udindo wolimbana ndi ziphuphu ndi asilikali. Purezidenti ndi mtsogoleri. Monga nkhondo yankhondo, ngati asilikali asokonezeka, ndi zovuta kupambana nkhondo yolimbana ndi ziphuphu. Ngati mtsogoleriyo asokonezeka, n'zosatheka kupambana nkhondo yolimbana ndi ziphuphu."
    },
    {
        "en": "For the reason that we will not get into office through a corrupt process, you can be assured that my team and I will fight against corruption decisively for we will not be haunted by our own involvement in the same. I will take it my prime responsibility that the fight against corruption is ably commanded and that if there are elements of compromised loyalty in the troops, I take corrective measures. I can guarantee that under my stewardship, no effort will be spared to fight corruption.",
        "ny": "Chifukwa chakuti sitidzalowa mu udindo kudzera mu ndondomeko ya ziphuphu, mungatsimikize kuti ine ndi gulu langa tidzamenyana ndi ziphuphu mwamphamvu chifukwa sitidzakhala ndi vuto ndi zomwe ifeyo timalowerera. Ndidzatenga udindo wanga waukulu kuti nkhondo yolimbana ndi ziphuphu ikulamulidwa bwino ndipo ngati pali zinthu zosokoneza kukhulupirika m'magulu, ndimatenga njira zowongolera. Ndingatsimikizire kuti pansi pa utsogoleri wanga, palibe khama lomwe lidzapulumutsidwa polimbana ndi ziphuphu."
    },
    {
        "en": "The future of Malawi leadership",
        "ny": "Tsogolo la utsogoleri wa Malawi"
    },
    {
        "en": "Fellow Malawians, I understand the frustration among well-meaning Malawians. I am aware that some of you have lost interest in voting in next election because we have been disappointed by the political administrations we have had. I come to give hope. I come to restore the courage we always have had, believing that as citizens, power is in our hands to make a leadership that has i) integrity, ii) technical and administrative competence and iii) desire to serve.",
        "ny": "A Malawi anzanga, ndikumvetsetsa kukhumudwa kwa anthu a Malawi omwe ali ndi zolinga zabwino. Ndikudziwa kuti ena mwa inu mwataya chidwi chovota pachisankho chotsatira chifukwa takhumudwitsidwa ndi maboma andale omwe takhala nawo. Ndabwera kudzapereka chiyembekezo. Ndabwera kudzathetsa kulimba mtima komwe takhala nako nthawi zonse, ndikukhulupirira kuti monga nzika, mphamvu ili m'manja mwathu kuti apange utsogoleri womwe uli ndi i) umphumphu, ii) luso ndi luso la kayendetsedwe ka ntchito ndi iii) chikhumbo chotumikira."
    },
    {
        "en": "The 2025 presidential election will be a ‘referendum’ - a choice between maintaining impunity versus ending impunity; a choice between maintaining mediocrity versus a launch of meritocracy; a choice between politicians versus leaders.",
        "ny": "Chisankho cha pulezidenti cha 2025 chidzakhala \"kuvota\" - kusankha pakati pa kusunga ufulu wosalakwa ndi kuthetsa ufulu wosalakwa; kusankha pakati pa kusunga khalidwe laling'ono ndi kukhazikitsa ulamuliro wa anthu; kusankha pakati pa andale ndi atsogoleri."
    },
    {
        "en": "To echo the words of Barack Obama, former President of the USA, “we did not inherit the country from our ancestors so we can feel a sense of entitlement, rather we borrowed it from our children and the generations to come and therefore we have an obligation to hand over a better country to them”.",
        "ny": "Kuti ndifotokoze mawu a Barack Obama, yemwe anali Purezidenti wa dziko la United States, \"sitinalandire dzikoli kwa makolo athu kuti tikhale ndi ufulu, koma tinalitenga kwa ana athu ndi mibadwo yomwe ikubwera ndipo chifukwa chake tili ndi udindo wopereka dziko labwino kwa iwo\"."
    },
    {
        "en": "We have a responsibility to change the narrative that politics is for the few rich Malawians more so those getting rich through corruption and theft of public resources. We have a duty to change the narrative that politics is for crooks, liars, the incompetent and that politics is risky.",
        "ny": "Tili ndi udindo wosintha nkhani yomwe imati ndale ndi za anthu ochepa olemera a ku Malawi makamaka omwe amapeza chuma kudzera mu ziphuphu ndi kuba chuma cha boma. Tili ndi udindo wosintha nkhani yomwe imati ndale ndi za achinyengo, abodza, osadziwa ntchito komanso kuti ndale ndizowopsa."
    },
    {
        "en": "My colleagues and I are at your service and are determined to make personal sacrifices for the sake of presenting a real choice to you in the next elections. We come so that as voters you are not faced with a choice between lemons and grapefruits (manyumwa), for both are sour. We come to be your real choice. We know the contenders are heavily armoured with resources, including those they stole from our taxes.",
        "ny": "Ine ndi anzanga tili pantchito yanu ndipo tili otsimikiza mtima kudzipereka tokha kuti tikhale ndi chisankho chenicheni kwa inu pachisankho chotsatira. Tikubwera kuti inu monga ovota musayang'ane chisankho pakati pa mandimu ndi zipatso za mphesa (manyumwa), chifukwa zonsezo ndi zowawa. Tikubwera kukhala chisankho chanu chenicheni. Tikudziwa kuti omwe akupikisana nawo ali ndi zida zankhondo, kuphatikiza zomwe adabera misonkho yathu."
    },
    {
        "en": "We are armoured with faith. We believe we shall succeed with your support. We are ready to govern and to do so competently. I have the right training, experience and exposure to public policy to competently develop the economy and run the public service. As you may appreciate, the duty of any government is two-fold; i) to develop the economy with the aim of improving people’s living standards and ii) to manage the public service so it can deliver public goods and services to people professionally, efficiently and effectively. I promise to deliver on these two cardinal roles in an excellent manner.",
        "ny": "Tili ndi chikhulupiriro. Tikukhulupirira kuti tidzapambana ndi thandizo lanu. Ndife okonzeka kulamulira ndi kuchita zimenezo mwaluso. Ndili ndi maphunziro oyenera, chidziwitso ndi kuwonekera kwa ndondomeko ya boma kuti ndikhale ndi luso lokonza chuma ndi kuyendetsa ntchito za boma. Monga momwe mungamvetsere, ntchito ya boma iliyonse ili ndi magawo awiri; i) kukhazikitsa chuma ndi cholinga chokweza moyo wa anthu ndi ii) kuyendetsa ntchito za boma kuti athe kupereka katundu ndi ntchito kwa anthu mwaukadaulo, moyenera komanso moyenera. Ndikulonjeza kuti ndikwaniritsa maudindo awiriwa mwabwino kwambiri."
    },
    {
        "en": "I appeal to you Malawians to support my candidacy. I am ready to serve you. In a special way, I encourage the youth to take 2025 election as uniquely important for I, one of their own, will be on the ballot paper. I am going to run the government in ways that will prove that the youth in Malawi are ready for the task. I will take it my additional responsibility to bring public confidence in the youth and in doing so clear a way for all youth who seek elected positions. I promise a government that will be at your service. I promise an administration that will be the moral campass of the nation.",
        "ny": "Ndikulankhula kwa inu a Malawi kuti muthandizire chisankho changa. Ndine wokonzeka kukutumikirani. Mwapadera, ndikulimbikitsa achinyamata kuti atenge chisankho cha 2025 kukhala chofunikira kwambiri chifukwa ine, m'modzi wa iwo, ndidzakhala pa pepala lovota. Ndiyendetsa boma m'njira zomwe zingatsimikizire kuti achinyamata ku Malawi ali okonzeka pantchitoyi. Ndidzatenga udindo wanga wowonjezera kuti ndibweretse chidaliro cha anthu kwa achinyamata ndipo potero ndikumasula njira kwa achinyamata onse omwe akufuna maudindo osankhidwa. Ndikulonjeza boma lomwe lidzakuthandizani. Ndikulonjeza oyang'anira omwe adzakhala kampasi yachikhalidwe cha dziko."
    },
    {
        "en": "Let us together make 2025 election a turning point for Malawi. Let us together uproot the breed of corrupt, incompetent and nepotistic politicians and plant a new breed of leaders that will be a symbol of integrity, competence and service. As late Lee Kuan Yew, founding Prime Minister of Singapore said, “we need the best and ablest in politics, not charlatans with a gift of the gab”. Let us together sanitize politics in Malawi. Politics will become clean when clean people replace the dirty ones who have made it dirty.",
        "ny": "Tiyeni tonse pamodzi tipange chisankho cha 2025 kukhala chosintha zinthu ku Malawi. Tiyeni tonse pamodzi tichotse mtundu wa andale achinyengo, osadziwa ntchito ndi okonda achibale ndikubzala mtundu watsopano wa atsogoleri omwe adzakhala chizindikiro cha umphumphu, luso ndi ntchito. Monga momwe Lee Kuan Yew, yemwe adayambitsa Prime Minister waku Singapore adanenera, \"tikufuna zabwino kwambiri komanso zokhoza kwambiri m'ndale, osati achinyengo omwe ali ndi mphatso ya gabus\". Tiyeni tonse pamodzi tiyeretse ndale ku Malawi. Ndale zidzakhala zoyera anthu oyera akadzalowa m'malo mwa anthu onyansa omwe adaipangitsa kukhala yonyansa."
    },
    {
        "en": "I am appealing to every Malawian to engage our conscience and think of a Malawi we would want our children and grandchildren to live in. It does not matter what our current position is, what matters is the responsibility we have to ensure we hand over a better country to our children and grandchildren. You may be a serving member of the cabinet, an advisor, a senior public officer, a political party member who genuinely believes things are not the way you would have wanted to serve the nation. I ask you to support my candidacy. Tell your family and relatives to vote for me in 2025 presidential election.",
        "ny": "Ndikulankhula kwa aliyense wa ku Malawi kuti atenge chikumbumtima chake ndikuganiza za Malawi yomwe tikufuna kuti ana athu ndi adzukulu athu azikhala. Zilibe kanthu kuti udindo wathu ndi uti, chofunika ndi udindo womwe tili nawo kuti tiwonetsetse kuti tikupatsa ana athu ndi adzukulu athu dziko labwino. Mutha kukhala membala wa nduna, mlangizi, mkulu waboma, membala wa chipani chandale yemwe amakhulupirira moona mtima kuti zinthu sizili momwe mungafunire kutumikira dziko. Ndikukupemphani kuti muthandizire kuyimilira kwanga. Uzani banja lanu ndi abale anu kuti andivotere pachisankho cha 2025 cha purezidenti."
    },
    {
        "en": "I request you all who are in support of my candidacy to convince others around you. Convince your family members, your village mates, your village head leaders.Tell them the candidate of choice in 2025 presidential election has been identified and he is Milward Tobias. That will be your greatest contribution to my campaign.",
        "ny": "Ndikupempha nonse amene mukuthandiza kuti ndikhale phungu kuti mukhulupirire anthu ena omwe muli nawo pafupi. Limbikitsani achibale anu, anzanu akumudzi, atsogoleri am'mudzi mwanu. Auzeni kuti amene akufuna kukhala phungu pa chisankho cha pulezidenti cha 2025 wadziwika ndipo ndi Milward Tobias. Imeneyi idzakhala ntchito yanu yaikulu pa kampeni yanga."
    },
    {
        "en": "To my colleagues; the road will be tough but we are ready for it and we will succeed. We will succeed because we are carrying the hopes of many Malawians who have been yearning for a leadership that can serve them, not one that serves a small group and corrupt business people. Malawians are looking for a leadership that has the integrity to tell the truth, to be accountable and transparent and to develop Malawi. It is high time Malawians became proud again of being Malawian.",
        "ny": "Kwa anzanga; msewu udzakhala wovuta koma ndife okonzeka ndipo tidzapambana. Tidzapambana chifukwa tili ndi chiyembekezo cha anthu ambiri a ku Malawi omwe akhala akufuna utsogoleri womwe ungawathandize, osati womwe ungathandize kagulu kakang'ono ndi anthu amalonda achinyengo. Amalawi akufuna utsogoleri womwe uli ndi umphumphu kunena zoona, kukhala ndi udindo komanso kuwonekera poyera ndikukweza Malawi. Ndi nthawi yayikulu kuti Amalawi adzilemekeze kuti ndi Amalawi."
    },
    {
        "en": "Some people will discourage us, despise us and all sorts of negatives. That must encourage us. They will attack us because we are a serious contender. We must remain focused on our mission. The rebuilding of Malawi requires our resilience. We are the team to lead in rebuilding Malawi.",
        "ny": "Anthu ena adzatikhumudwitsa, kudzitama ndi zinthu zina zoipa. Izi ziyenera kutilimbikitsa. Adzatiukira chifukwa ndife otsutsa kwambiri. Tiyenera kukhalabe okhazikika pa ntchito yathu. Kumanganso Malawi kumafuna kuti tikhale olimba. Ndife gulu lomwe lidzatsogolere pomanganso Malawi."
    },
    {
        "en": "Fellow Malawians, we will campaign as Nzika Coalition and I will contest as an independent candidate. Nzika Coalition means the coming together of ordinary citizens and all well-meaning Malawians as opposed to coalition/alliance of politicians or political parties. Our pillars are i) integrity, ii) competence and iii) service. Our slogan is ‘My vote My destiny’.",
        "ny": "A Malawi anzanga, tidzachita kampeni ngati Nzika Coalition ndipo ndidzapikisana ngati munthu wodziimira payekha. Nzika Coalition imatanthauza kubwera pamodzi kwa nzika wamba ndi onse a Malawi omwe ali ndi cholinga chabwino mosiyana ndi mgwirizano / mgwirizano wa andale kapena zipani zandale. Zipilala zathu ndi i) umphumphu, ii) luso ndi iii) ntchito. Mawu athu ndi \"Voti yanga ndi tsogolo langa\"."
    },
    {
        "en": "Time flies, next elections will come soon, let us pray to God to give us life, courage and protection. Malawi will rewrite her history.",
        "ny": "Nthawi ikuuluka, zisankho zikubwera posachedwa, tiyeni tipemphere kwa Mulungu kuti atipatse moyo, kulimba mtima ndi chitetezo. Malawi idzalembanso mbiri yake."
    },
    {
        "en": "God bless us all! God bless Malawi! Thank you very much!!",
        "ny": "Mulungu adalitse tonsefe! Mulungu adalitse Malawi! Zikomo kwambiri!!"
    },
    {
        "en": "Group village head Kambiri said apart from improving yield and nutrition in his community, Trade programme will also protect farmers from unscrupulous vendors who exploit them.",
        "ny": "Mkulu wa mudzi wa gululi, Kambiri, anati kuwonjezera pa kuonjezera zokolola ndi zakudya m'dera lawo, pulogalamu ya Trade idzatetezanso alimi kwa anthu osagulitsa zinthu mosasamala amene amawagwiritsa ntchito."
    },
    {
        "en": "In the Central Region, we are promoting soya bean, groundnuts, sunflower and potato and in the North we are focusing on honey and beef.",
        "ny": "M'chigawo chapakati, tikukweza mbewu za soya, mtedza, mpendadzuwa ndi mbatata ndipo kumpoto tikukweza uchi ndi ng'ombe."
    },
    {
        "en": "The minister told the House through the budget, the government was hoping to implement policy reforms that enhance resource mobilisation accompanied by prudent expenditure management to ensure that the country’s debt is put on a downward trajectory.",
        "ny": "Ndunayi inauza Nyumba ya Malamulo kuti kudzera mu bajetiyi, boma likufuna kukhazikitsa ndondomeko zowongolera zinthu zomwe zingathandize kuti chuma chiziyenda bwino komanso kuti ndalama zizigwiritsidwa ntchito mwanzeru pofuna kuonetsetsa kuti ngongole ya dzikoli ikutsika."
    },
    {
        "en": "The minister reported that during the 2022/23 financial Year, government constructed community technical colleges in Nkhotakota, Chikwawa, and Chiradzulu.",
        "ny": "Undunawu udati m'chaka chachuma cha 2022/23, boma linamanga makoleji aumisiri m'madera a Nkhotakota, Chikwawa, ndi Chiradzulu."
    },
    {
        "en": "But who made anyone an expert in matters of the heart? Who are we to judge what or who anyone decided to fall in love with? Do we know what attracts people to each other? Do we even understand how they met or their circumstances herein? Do we even know what binds the two?",
        "ny": "Koma ndani amene anapanga munthu kukhala katswiri wa nkhani za mtima? Kodi ndife yani kuti tiweruze chimene kapena amene munthu wasankha kukondana naye? Kodi timadziŵa chimene chimakopa anthu kwa wina ndi mnzake? Kodi timamvetsetsa mmene anakumanirana kapena mikhalidwe yawo pano? Kodi timadziŵa ngakhale chimene chimagwirizanitsa aŵiriwo?"
    },
    {
        "en": "Mr Hwesha , a primary school teacher for EUTHINI zone being beaten by his own father because of stealing his cattle and selling them . Cattle recovered and now at Mzimba police.",
        "ny": "A Hwesha, mphunzitsi wa pulaimale ku EUTHINI zone akumenyedwa ndi abambo awo chifukwa choba ng'ombe zawo ndi kuzigulitsa."
    },
    {
        "en": "Msume says, Cosmos, has on Monday pleaded guilty to the theft charges before the court of law.",
        "ny": "Msume akuti, Cosmos, Lolemba anavomereza mlandu wa kuba pamaso pa bwalo lamilandu."
    },
    {
        "en": "Minister of Homeland Security, Ken Zikhale Ng'oma, has donated his net salary for March, which is K1.5 million, to young men (adzukulu) who worked to rescue others during the disaster.",
        "ny": "Nduna ya zachitetezo cha dziko, Ken Zikhale Ng'oma, wapereka malipiro ake a mwezi wa March, omwe ndi K1.5 miliyoni, kwa anyamata (adzukulu) omwe adagwira ntchito yopulumutsa ena panthawi ya tsoka."
    },
    {
        "en": "Since then, they have not set foot in South Africa after a warrant of arrest was issued against them.",
        "ny": "Kuyambira pamenepo, iwo sanapitebe ku South Africa pambuyo poti lamulo la kuwamanga laperekedwa."
    },
    {
        "en": "He says it is sad that Malawi is yet to reach 500 megawatts as its national capacity.",
        "ny": "Iye akuti n'zomvetsa chisoni kuti Malawi akali ndi mphamvu ya 500 megawatts monga mphamvu yake ya dziko lonse."
    },
    {
        "en": "\"We have leant big lessons that we made a big mistake in 2016 and its high time we revisit the Electricity Act,\" He said.",
        "ny": "\"Taphunzira maphunziro aakulu kuti tinalakwitsa kwambiri mu 2016 ndipo ndi nthawi yabwino kuti tionenso lamulo la magetsi\", iye anatero."
    },
    {
        "en": "She said: “To achieve that, we are promoting dairy farming in the South.",
        "ny": "Iye anati: \"Kuti zimenezi zitheke, tikulimbikitsa ulimi wa mkaka kum'mwera kwa dzikoli."
    },
    {
        "en": "Mphonda added that they expect to recruit new contractors to finalise the works.",
        "ny": "Mphonda adatinso akuyembekeza kupeza anthu ena atsopano oti agwire nawo ntchitoyi."
    },
    {
        "en": "The project, valued at K650 million, was scheduled to be completed in 2022, the website further says.",
        "ny": "Pulojekitiyi, yomwe mtengo wake ndi K650 miliyoni, inakonzedwa kuti idzamalizidwe mu 2022, webusaitiyi inanenanso."
    },
    {
        "en": "While others are trying everything possible to unite and at least speak with one voice, there is one person who thinks this moment is all about him—former president Peter Mutharika.",
        "ny": "Pamene ena akuyesetsa kuchita zonse zotheka kuti agwirizane ndi kulankhula ndi mawu amodzi, pali munthu mmodzi amene akuganiza kuti mphindi ino ndi yake."
    },
    {
        "en": "“Currently, we are only issuing passports to those who have got emergencies such as medical evacuation, government trips and students flying out for studies,” he said.",
        "ny": "\"Pakadali pano, tikupereka mapasipoti kwa anthu omwe ali ndi mavuto monga kuchotsedwa kwachipatala, maulendo aboma ndi ophunzira omwe akupita kukaphunzira\", adatero."
    },
    {
        "en": "He said a passport is a right for every Malawian and it is not something that people should treat as luxury.",
        "ny": "Iye anati pasipoti ndi ufulu wa Mmalawi aliyense ndipo si chinthu chimene anthu ayenera kuchiona ngati chinthu chapamwamba."
    },
    {
        "en": "We promise to handle your information with care",
        "ny": "Tikulonjeza kuti tidzasamalira chidziŵitso chanu mosamala"
    },
    {
        "en": "Sorry, something went wrong",
        "ny": "Pepani, chinachake chinasokonekera"
    },
    {
        "en": "Speak up, contribute here!",
        "ny": "Lankhulani, perekani thandizo lanu!"
    },
    {
        "en": "If you know someone with heart problems, please inform them. This is for free.",
        "ny": "Ngati mukudziwa munthu wina amene ali ndi vuto la mtima, chonde muwadziwitse."
    },
    {
        "en": "Good morning friends. Queen Elizabeth Central Hospital will be receiving Cardiologists who will treat patients with heart problems from 8th May to 13th May, 2023.",
        "ny": "Mmawa wabwino anzanga. Chipatala cha Queen Elizabeth Central chikhala chikulandira madokotala a mtima omwe azisamalira odwala omwe ali ndi vuto la mtima kuyambira pa 8 May mpaka pa 13 May, 2023."
    },
    {
        "en": "People will judge me and say what they want to say but I believe only God has the final say.",
        "ny": "Anthu adzandiweruza ndi kunena zimene akufuna kunena koma ndikhulupirira kuti Mulungu yekha ndiye ali ndi mawu omaliza."
    },
    {
        "en": "Martse died last year after succumbing to fire burns.",
        "ny": "Martse anamwalira chaka chatha atapsa ndi moto."
    },
    {
        "en": "The council has since issued Nyirenda with a warning letter.",
        "ny": "Bungweli kuyambira pamenepo lapereka kalata yochenjeza kwa Nyirenda."
    },
    {
        "en": "Stay calm.",
        "ny": "Khalani odekha."
    },
    {
        "en": "Answer me.",
        "ny": "Ndiyankheni."
    },
    {
        "en": "You can dance, can't you",
        "ny": "Inu mukhoza kuvina, simungathe"
    },
    {
        "en": "I passed by her house yesterday",
        "ny": "Ndinapita kunyumba kwake dzulo"
    },
    {
        "en": "He is fluent in French.",
        "ny": "Iye amalankhula bwino Chifalansa."
    },
    {
        "en": "Tom asked me what I had been doing",
        "ny": "Tom anandifunsa chimene ndakhala ndikuchita."
    },
    {
        "en": "A girl in karate uniform breaking a stick with a front kick.",
        "ny": "Mtsikana wovala yunifolomu ya karate akuphwanya ndodo ndi phazi lakutsogolo."
    },
    {
        "en": "People are fixing the roof of a house",
        "ny": "Anthu akukonza denga la nyumba"
    },
    {
        "en": "A group of people standing in front of an igloo.",
        "ny": "Anthu angapo ataima kutsogolo kwa nyumba yaing'ono yotchedwa igloo."
    },
    {
        "en": "A man in a vest is sitting in a chair and reading a magazine",
        "ny": "Mwamuna wovala chovala chausilikali akukhala pampando ndipo akuŵerenga magazini"
    },
    {
        "en": "There are many people standing outside of a building.",
        "ny": "Pali anthu ambiri amene ali panja pa nyumba."
    },
    {
        "en": "A teenager plays her trumpet on the field at a game",
        "ny": "Mtsikana wina akuimba lipenga lake pabwalo la maseŵera"
    },
    {
        "en": "The young lady is looking at the pizza",
        "ny": "Mtsikanayo akuyang'ana pa pizza"
    },
    {
        "en": "He never mentioned that journey .",
        "ny": "Iye sananenepo za ulendo umenewo."
    },
    {
        "en": "After two years in hiding , my grandfather appeared in London .",
        "ny": "Patatha zaka ziwiri akubisala, agogo anga aamuna anaonekera ku London."
    },
    {
        "en": "He was never right again .",
        "ny": "Iye sanalinso wolondola."
    },
    {
        "en": "Now , we follow state and local regulations .",
        "ny": "Tsopano, timatsatira malamulo a boma ndi a m'deralo."
    },
    {
        "en": "You can do a lot of things",
        "ny": "Mukhoza kuchita zinthu zambiri"
    },
    {
        "en": "So I immediately called her up , of course",
        "ny": "Choncho nthawi yomweyo ndinamuimbira foni."
    },
    {
        "en": "This is very promising .",
        "ny": "Zimenezi n'zolimbikitsa kwambiri."
    },
    {
        "en": "I mean , at the end , will he be able to work ?",
        "ny": "Ndikutanthauza, pamapeto pake, kodi adzatha kugwira ntchito?"
    },
    {
        "en": "This is why we are here .",
        "ny": "N'chifukwa chake tili pano."
    },
    {
        "en": "When we give people the opportunity to cheat , they cheat .",
        "ny": "Tikapatsa anthu mwayi woti achite zachinyengo, amachita zimenezo."
    },
    {
        "en": "Do I have a place , a venue , in mind when I write ?",
        "ny": "Kodi ndili ndi malo, malo, m'maganizo pamene ndikulemba?"
    },
    {
        "en": "This is the enemy .",
        "ny": "Ameneyu ndi mdani."
    },
    {
        "en": "Just people sending their pictures .",
        "ny": "Anthu amangolemba zithunzi zawo."
    },
    {
        "en": "And when you turn the switch off , the light goes off .",
        "ny": "Ndipo pamene muzimitsa magetsi, nyali imazimiriranso."
    },
    {
        "en": "Some drivers feel its not fair that some traffic can go through while they have to wait. Something has to be done before things turn violent",
        "ny": "Madalaivala ena amaona kuti n'kosalungama kuti magalimoto ena aziyenda pamene iwo akuyembekezera."
    },
    {
        "en": "I'm angry.",
        "ny": "Ndine wokwiya."
    },
    {
        "en": "I'm broke.",
        "ny": "Ndilibe ndalama."
    },
    {
        "en": "I'm obese.",
        "ny": "Ndine wonenepa kwambiri."
    },
    {
        "en": "Ignore it.",
        "ny": "Musanyalanyaze zimenezo."
    },
    {
        "en": "Keep warm.",
        "ny": "Khalani ofunda."
    },
    {
        "en": "She smiled.",
        "ny": "Iye anamwetulira."
    },
    {
        "en": "Who's that?",
        "ny": "Kodi ameneyo ndani?"
    },
    {
        "en": "I saw a dog.",
        "ny": "Ndinaona galu."
    },
    {
        "en": "No means no.",
        "ny": "Ayi amatanthauza kuti ayi."
    },
    {
        "en": "Tom was charged with drunken driving after he was involved in a car accident in Boston.",
        "ny": "Tom anaimbidwa mlandu woyendetsa galimoto ali chidakwa atachita ngozi ya galimoto ku Boston."
    },
    {
        "en": "Tom's reached a point in his life where he has to make some pretty important decisions.",
        "ny": "Tom wafika pa nthaŵi imene ayenera kupanga zosankha zofunika kwambiri."
    },
    {
        "en": "When the rock singer appeared on the stage, the audience at the concert clapped loudly.",
        "ny": "Woimbayo atafika pa siteji, anthu onse m'bwaloli anaomba m'manja kwambiri."
    },
    {
        "en": "Who am I? Where do I come from? Is there life after death? What is the meaning of life?",
        "ny": "Kodi ndine yani? Kodi ndinachokera kuti? Kodi pali moyo pambuyo pa imfa? Kodi tanthauzo la moyo n'chiyani?"
    },
    {
        "en": "Why don't we have enough food for everyone? I thought you went shopping this afternoon.",
        "ny": "Nchifukwa chiyani tilibe chakudya chokwanira kwa aliyense? Ndinaganiza kuti munapita kukagula zinthu masana ano."
    },
    {
        "en": "Amnesty International often organizes public protests in support of political prisoners.",
        "ny": "Bungwe la Amnesty International nthaŵi zambiri limakonza zionetsero zothandiza akaidi a ndale."
    },
    {
        "en": "Before we get started, I'd just like to say a few words about how important this job is.",
        "ny": "Tisanayambe, ndikufuna kunena mawu ochepa chabe onena za kufunika kwa ntchito imeneyi."
    },
    {
        "en": "Eat a live frog every morning, and nothing worse will happen to you the rest of the day.",
        "ny": "Idyani chinsomba chamoyo m'maŵa uliwonse, ndipo palibe choipa chomwe chidzakuchitikirani tsiku lonse."
    },
    {
        "en": "I appreciate it when a native speaker tries to help me sound more like a native speaker.",
        "ny": "Ndimayamikira pamene wolankhula chinenero cha makolo anga ayesa kundithandiza kulankhula ngati wolankhula chinenero cha makolo anga."
    },
    {
        "en": "I had to change clothes because what I was wearing wasn't appropriate for the situation.",
        "ny": "Ndinafunika kusintha zovala zanga chifukwa chakuti zimene ndinavala sizinali zoyenera pa zochitikazo."
    },
    {
        "en": "I used to think that only bears hibernate, but the teacher said that turtles do as well.",
        "ny": "Ndinkaganiza kuti zimbalangondo zokha ndi zimene zimagona tulo tofa nato, koma mphunzitsi anati akamba nawonso amagona tulo tofa nato."
    },
    {
        "en": "If I can get a book from the library, it saves me from having to buy it in the bookshop.",
        "ny": "Ngati ndingapeze buku ku laibulale, sindifunika kuligula m'sitolo yogulitsa mabuku."
    },
    {
        "en": "In retrospect, Tom realized he shouldn't have been dating both sisters at the same time.",
        "ny": "Pomaliza, Tom anazindikira kuti sanafunikire kukhala pachibwenzi ndi alongo onse aŵiri panthaŵi imodzi."
    },
    {
        "en": "It was boredom that Aldous Huxley considered one of the most dangerous human conditions.",
        "ny": "Aldous Huxley ankaona kuti kunyong'onyeka ndi chimodzi mwa zinthu zoopsa kwambiri kwa anthu."
    },
    {
        "en": "Originally, Abraham Lincoln wanted all slaves to be deported to Africa or the Caribbean.",
        "ny": "Poyamba, Abraham Lincoln anafuna kuti akapolo onse atengeredwe ku Afirika kapena ku Caribbean."
    },
    {
        "en": "Sometimes, it's hard to tell when Tom is being serious and when he's just joking around.",
        "ny": "Nthaŵi zina, zimakhala zovuta kudziŵa pamene Tom akunena zoona ndi pamene akungoseka."
    },
    {
        "en": "The Japanese pay more attention to the group or the organization than to the individual.",
        "ny": "Anthu a ku Japan amaika chidwi chawo pa gulu kapena gulu la anthu kuposa pa munthu payekha."
    },
    {
        "en": "The first thing we should do is write and thank your brother-in-law for his hospitality.",
        "ny": "Chinthu choyamba chimene tiyenera kuchita ndicho kulembera ndi kuthokoza mpongozi wanu kaamba ka kuchereza kwake."
    },
    {
        "en": "The point of true mutual understanding has not yet been reached between Japan and China.",
        "ny": "Mfundo ya kumvana kwenikweni sikunafikidwebe pakati pa Japan ndi China."
    },
    {
        "en": "The understanding of the present is impossible without a good understanding of the past.",
        "ny": "Kumvetsetsa zinthu za m'nthaŵi ino n'kosatheka popanda kumvetsa bwino zinthu zakale."
    },
    {
        "en": "Tom leaned out the window of his car and pressed the button on the intercom at the gate.",
        "ny": "Tom anatulukira pazenera la galimoto yake ndi kukanikiza batani la intercom pa chipata."
    },
    {
        "en": "Tom loves coming here since he thinks this place serves the only fast food worth eating.",
        "ny": "Tom amakonda kubwera kuno chifukwa amaganiza kuti malo ano ndi okhawo amene amapereka chakudya chofulumira choyenera kudya."
    },
    {
        "en": "Tom wanted to give you a surprise party, but I knew you'd hate it, so I told him not to.",
        "ny": "Tom anafuna kukupangirani phwando losayembekezereka, koma ndinadziŵa kuti simudzakondwera nalo, choncho ndinamuuza kuti asachite zimenezo."
    },
    {
        "en": "Tom was drinking at a bar with Mary at the time the police think that John was murdered.",
        "ny": "Tom anali kumwa mowa ndi Mary pa bala panthaŵi imene apolisi amaganiza kuti John anaphedwa."
    },
    {
        "en": "What surprised me most about that accident is how fast the lawyers arrived on the scene.",
        "ny": "Chomwe chinandidabwitsa kwambiri pa ngozi imeneyo chinali mmene maloya anafikira mofulumira pa malowo."
    },
    {
        "en": "When darkness falls, the baboons return to the trees to sleep, safe from night prowlers.",
        "ny": "Mdima ukagwa, anyaniwo amabwerera ku mitengo kukagona, kuti asagwidwe ndi anthu obwera usiku."
    },
    {
        "en": "When you get married and have kids, you'll realize that actions speak louder than words.",
        "ny": "Mukadzakwatira ndi kukhala ndi ana, mudzazindikira kuti zochita zimalankhula kuposa mawu."
    },
    {
        "en": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
        "ny": "Nthaŵi iliyonse pamene mupeza kuti muli kumbali ya anthu ambiri, ndi nthaŵi yoti muime kaye ndi kulingalira."
    },
    {
        "en": "Almost everyone in the class voted in favor of having a thank-you party for the teachers.",
        "ny": "Pafupifupi aliyense m'kalasi anavomereza kuti apange phwando lothokoza aphunzitsi."
    },
    {
        "en": "As the iron was heating up, Mary poured distilled water into the reservoir to make steam.",
        "ny": "Pamene chitsulocho chinali kutentha, Mary anatsanulira madzi otsukidwa m'chitsimecho kuti apange nthunzi."
    },
    {
        "en": "Because of the problem of air pollution, the bicycle may some day replace the automobile.",
        "ny": "Chifukwa cha vuto la kuipitsa mpweya, tsiku lina njinga ingaloŵe m'malo mwa galimoto."
    },
    {
        "en": "Do you know the reason why two-thirds of the students did not attend the student meeting?",
        "ny": "Kodi mukudziŵa chifukwa chake ziŵiri mwa zitatu za ophunzirawo sanapezekepo pamsonkhano wa ophunzirawo?"
    },
    {
        "en": "English is quite often the language of choice when speaking to an international audience.",
        "ny": "Chingelezi nthaŵi zambiri ndicho chinenero chosankhidwa polankhula ndi anthu ochokera m'mayiko osiyanasiyana."
    },
    {
        "en": "I had an appointment at 2:30, but I got caught in traffic and couldn't get there in time.",
        "ny": "Ndinali ndi msonkhano pa 2:30, koma ndinagwidwa m'galimoto ndipo sindinafike kumeneko panthaŵi yake."
    },
    {
        "en": "If I can get a book from the library, it saves me from needing to buy it in the bookshop.",
        "ny": "Ngati ndingapeze buku ku laibulale, sindifunika kuligula m'sitolo yogulitsa mabuku."
    },
    {
        "en": "It is illegal in the United States for law enforcement to use torture to get information.",
        "ny": "Ku United States n'kosaloleka kuti apolisi azigwiritsa ntchito chizunzo kuti apeze chidziŵitso."
    },
    {
        "en": "Louis Braille, who was blind from the age of three, invented a way for the blind to read.",
        "ny": "Louis Braille, amene anali wakhungu kuyambira ali ndi zaka zitatu, anapanga njira yoti akhungu aziŵerenga."
    },
    {
        "en": "Mary's not the first woman to fall in love with a married man, and she won't be the last.",
        "ny": "Mary si mkazi woyamba kukondana ndi mwamuna wokwatira, ndipo sadzakhalanso womaliza."
    },
    {
        "en": "Police immediately sealed off the streets around the hotel as they searched for the bomb.",
        "ny": "Apolisi nthaŵi yomweyo anatseka misewu yozungulira hoteloyo pamene anali kufunafuna bomba."
    },
    {
        "en": "The black and white bears living in the mountains in China and Tibet are called 'pandas'.",
        "ny": "Zimbalangondo zakuda ndi zoyera zimene zimakhala m'mapiri a ku China ndi ku Tibet zimatchedwa kuti'mapanda.'"
    },
    {
        "en": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead.",
        "ny": "Apolisi anapeza Tom atagona pansi ndi chipolopolo pakati pa mutu wake."
    },
    {
        "en": "The politician said he was deeply indebted to everyone for their support in the election.",
        "ny": "Wandaleyu adati ali ndi ngongole yaikulu kwa aliyense chifukwa chothandizidwa pa chisankhochi."
    },
    {
        "en": "They say that in America anyone can become president, but perhaps that's not really true.",
        "ny": "Iwo amati ku America aliyense angakhale pulezidenti, koma mwinamwake zimenezo si zoona kwenikweni."
    },
    {
        "en": "Tom and Mary gave exactly the same answers on the test which made the teacher suspicious.",
        "ny": "Tom ndi Mary anapereka mayankho ofanana ndendende pa mayesowo zomwe zinapangitsa mphunzitsi kukayikira."
    },
    {
        "en": "Tom and Mary were speaking in French, but switched to English when John entered the room.",
        "ny": "Tom ndi Mary anali kulankhula Chifalansa, koma anasintha n'kuyamba kulankhula Chingelezi pamene John analowa m'chipindacho."
    },
    {
        "en": "Tom ate at a new restaurant the other day, but he doesn't remember the restaurant's name.",
        "ny": "Tom anadya ku lesitilanti yatsopano tsiku lina, koma sakukumbukira dzina la lesitilantiyo."
    },
    {
        "en": "Tom has always maintained that he is innocent, and claims to this day that he was framed.",
        "ny": "Tom nthaŵi zonse wakhala akunena kuti ndi wosalakwa, ndipo amanenabe mpaka lero kuti anam'manga."
    },
    {
        "en": "Tom killed Mary because he found out she had started the fire that had killed his family.",
        "ny": "Tom anapha Mary chifukwa anapeza kuti ndiye anayambitsa moto umene unapha banja lake."
    },
    {
        "en": "Tom told Mary that he was going to kill himself, but he didn't have the courage to do it.",
        "ny": "Tom anauza Mary kuti akufuna kudzipha, koma analibe mphamvu yochita zimenezo."
    },
    {
        "en": "Tom, Mary, John and Alice are friends. They've known each other since they were children.",
        "ny": "Tom, Mary, John ndi Alice ndi mabwenzi. Iwo akhala akudziwana wina ndi mnzake kuyambira ali ana."
    },
    {
        "en": "When I got my driver's license renewed, I had to decide if I wanted to be an organ donor.",
        "ny": "Pamene ndinapatsidwanso laisensi yoyendetsera galimoto, ndinafunika kusankha ngati ndikufuna kukhala wopereka ziwalo."
    },
    {
        "en": "When someone speaks with such rhetorical flourish, it starts to sound like they're lying.",
        "ny": "Munthu wina akamalankhula mwachiphamaso chonchi, zimamveka ngati akunama."
    },
    {
        "en": "According to this magazine, the economic situation in Japan is getting worse year by year.",
        "ny": "Malinga ndi magazini ino, mkhalidwe wa zachuma mu Japan ukuipiraipira chaka ndi chaka."
    },
    {
        "en": "Although most islands in the ocean have been mapped, the ocean floor is generally unknown.",
        "ny": "Ngakhale kuti zilumba zambiri za m'nyanja zapangidwa mapu, pansi pa nyanja sipakudziŵika kwenikweni."
    },
    {
        "en": "Among the wind instruments, the aboriginal didgeridoo made of eucalyptus was his favorite.",
        "ny": "Iye ankakonda kwambiri kuimba chitoliro choimbira ndi mphepo chomwe anthu a ku Australia ankasangalala nacho kwambiri."
    },
    {
        "en": "Due to unforeseen circumstances, our trip to the mountains this weekend will be cancelled.",
        "ny": "Chifukwa cha zochitika zosayembekezereka, ulendo wathu wopita kumapiri kumapeto kwa mlungu uno udzachotsedwa."
    },
    {
        "en": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city.",
        "ny": "Ngakhale kuti Tom anakulira kumudzi, amakonda kwambiri zinthu za m'tauni."
    },
    {
        "en": "Happiness depends, not so much on circumstances, as on one's way of looking at one's life.",
        "ny": "Chimwemwe chimadalira, osati pa mikhalidwe, koma pa mmene munthu amaonera moyo wake."
    },
    {
        "en": "History is like a waltz, eternally following the three steps of war, peace and revolution.",
        "ny": "Mbiri yakale ili ngati kuvina kwa waltz, kosatha kutsatira masitepe atatu a nkhondo, mtendere ndi kusintha."
    },
    {
        "en": "I began driving our tractor when I was 12 years old to help my father out at harvest time.",
        "ny": "Ndinayamba kuyendetsa thirakitala yathu ndili ndi zaka 12 kuti ndizithandiza bambo anga pa ntchito yokolola."
    },
    {
        "en": "I don't know what went on last night, but they're not speaking to each other this morning.",
        "ny": "Sindikudziŵa zimene zinachitika usiku watha, koma m'mawa uno sakulankhulana."
    },
    {
        "en": "I don't think it's always right for local governments to submit to the central government.",
        "ny": "Sindikuganiza kuti nthaŵi zonse n'koyenera kuti maboma a kumaloko agonjere boma lapakati."
    },
    {
        "en": "I'm a non-native speaker of English and realize there is a lot that I still need to learn.",
        "ny": "Chilankhulo changa si Chingelezi ndipo ndikuzindikira kuti pali zambiri zimene ndikufunikabe kuphunzira."
    },
    {
        "en": "I've heard that you don't eat green leafy vegetables. You say that it is food for animals.",
        "ny": "Ndamva kuti simudya masamba obiriwira. Mumanena kuti ndiwo chakudya cha nyama."
    },
    {
        "en": "One out of 455 women doesn't realize she's pregnant until the twentieth week of pregnancy.",
        "ny": "Mkazi mmodzi pa akazi 455 samadziŵa kuti ali ndi pakati mpaka patapita milungu 20 ali ndi pakati."
    },
    {
        "en": "Some of Martin Luther King's supporters began to question his belief in peaceful protests.",
        "ny": "Ena mwa anthu amene anali kumbali ya Martin Luther King anayamba kukayikira zoti iye ankakhulupirira kuti anthu ayenera kuchita zionetsero mwamtendere."
    },
    {
        "en": "The names of the students who failed in the examination were posted on the bulletin board.",
        "ny": "Mayina a ophunzira amene analephera mayesowo anaikidwa pa bolodi la chidziŵitso."
    },
    {
        "en": "To reduce misunderstandings we should learn the techniques for communicating successfully.",
        "ny": "Kuti tichepetse kusamvetsetsana tiyenera kuphunzira njira zolankhulirana bwino."
    },
    {
        "en": "Tom asked Mary about the traffic accident she was involved in when she was five years old.",
        "ny": "Tom anafunsa Mary za ngozi ya pamsewu imene anakumana nayo ali ndi zaka zisanu."
    },
    {
        "en": "Tom felt a little uneasy as he walked down the deserted street in the middle of the night.",
        "ny": "Tom anamva kusasangalala pang'ono pamene anali kuyenda mumsewu wopanda anthu pakati pausiku."
    },
    {
        "en": "Tom has enough money to buy any computer in this store. He just needs to decide which one.",
        "ny": "Tom ali ndi ndalama zokwanira kugula kompyuta iliyonse m'sitolo muno. Iye ayenera kungosankha kompyuta imene akufuna."
    },
    {
        "en": "You're the only person I know besides me who is actually interested in this kind of thing.",
        "ny": "Inu ndinu munthu yekhayo amene ndimamdziŵa kupatulapo ine amene alidi ndi chidwi ndi zinthu zoterezi."
    },
    {
        "en": "A study found that almost 10% of men were obese in 2008. That was up from about 5% in 1980.",
        "ny": "Kafukufuku wina anapeza kuti pafupifupi amuna 10 pa 100 alionse anali onenepa kwambiri mu 2008."
    },
    {
        "en": "Do you swear to tell the truth, the whole truth and nothing but the truth, so help you God?",
        "ny": "Kodi mukulumbira kuti mudzanena zoona zokhazokha, ndipo palibe china koma zoona zokhazokha, mothandizidwa ndi Mulungu?"
    },
    {
        "en": "Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi and Volap√ºk are constructed languages.",
        "ny": "Chinenero cha Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi ndi Volap√ok ndi zinenero zopangidwa."
    },
    {
        "en": "Good friends are like stars. You don't always see them, but you know they are always there.",
        "ny": "Anzanu abwino ali ngati nyenyezi. Simumawaona nthaŵi zonse, koma mumadziŵa kuti alipo nthaŵi zonse."
    },
    {
        "en": "If you concentrate all your energies on the study of English, you will master the language.",
        "ny": "Ngati mupereka nyonga zanu zonse pa kuphunzira Chingelezi, mudzadziŵa chinenerocho."
    },
    {
        "en": "In January of that year, we saw snow for four days, from the fourteenth to the seventeenth.",
        "ny": "Mu January chaka chimenecho, tinaona chipale chofeŵa masiku anayi, kuyambira pa 14 mpaka pa 17."
    },
    {
        "en": "It is because light travels faster than sound that we see lightning before we hear thunder.",
        "ny": "Chifukwa chakuti kuwala kumayenda mofulumira kuposa liŵiro la mawu, timaona mphezi tisanamve bingu."
    },
    {
        "en": "It is difficult to overcome this shortcoming without drastically changing the whole system.",
        "ny": "Nkovuta kuthetsa vuto limeneli popanda kusintha kwambiri dongosolo lonse."
    },
    {
        "en": "My grandfather does moderate exercise every morning, which is why he is strong and healthy.",
        "ny": "Agogo anga aamuna amachita maseŵera olimbitsa thupi m'mawa uliwonse, ndipo n'chifukwa chake ali ndi mphamvu ndiponso thanzi labwino."
    },
    {
        "en": "Often, the less there is to justify a traditional custom the harder it is to get rid of it.",
        "ny": "Kaŵirikaŵiri, pamene kulibe zifukwa zochitira mwambo winawake, m'pamenenso kumakhala kovuta kwambiri kuuleka."
    },
    {
        "en": "She asked him out on a date, but he said no since he thought girls should not ask boys out.",
        "ny": "Iye anam'pempha kuti azipita naye pachibwenzi, koma iye anakana chifukwa chakuti anaganiza kuti atsikana sayenera kuitana anyamata kuti azipita nawo pachibwenzi."
    },
    {
        "en": "The best parents of all are those who allow their children to follow their natural talents.",
        "ny": "Makolo abwino koposa onse ali awo amene amalola ana awo kutsata maluso awo achibadwa."
    },
    {
        "en": "The only thing on the table that I normally wouldn't eat is that stuff on the yellow plate.",
        "ny": "Chinthu chokha pa tebulo chimene sindingadye nthaŵi zonse ndicho zinthu za pa mbale yachikasu."
    },
    {
        "en": "Then he got dressed, stuffed his lecture notes into his briefcase, and ran down the stairs.",
        "ny": "Kenaka anavala, n'kuika zolemba zake za nkhaniyo m'chikwama chake, n'kuthamanga kutsika masitepe."
    },
    {
        "en": "There are times when you need to fight for what's right, even at the risk of your own life.",
        "ny": "Pali nthaŵi zina pamene muyenera kumenyera nkhondo choyenera, ngakhale kuika moyo wanu pachiswe."
    },
    {
        "en": "Tom began working as a volunteer at the homeless shelter while he was still in high school.",
        "ny": "Tom anayamba kugwira ntchito yaufulu pa malo osungirako anthu opanda pokhala ali kusekondale."
    },
    {
        "en": "Tom has a framed photo of his parents on their wedding day hanging on his lounge room wall.",
        "ny": "Tom ali ndi chithunzi chojambulidwa cha makolo ake pa tsiku la ukwati wawo chimene chili pakhoma la chipinda chake chochezera."
    },
    {
        "en": "Tom makes way too many snide remarks. That's perhaps why he doesn't have very many friends.",
        "ny": "Tom amalankhula mawu onyoza kwambiri. Mwina n'chifukwa chake alibe mabwenzi ambiri."
    },
    {
        "en": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm.",
        "ny": "Pamene Tom anayang'ana pa apulo amene anali kudya, anazindikira kuti anadya theka la nyongolotsi."
    },
    {
        "en": "When poverty comes in the door, love flies out the window is a saying as old as it is sad.",
        "ny": "Pamene umphaŵi ubwera pakhomo, chikondi chimathamanga pawindo ndi mwambi wakale monga momwe uliri wachisoni."
    },
    {
        "en": "A doctor can bury his mistakes, but an architect can only advise his clients to plant vines.",
        "ny": "Dokotala angafotokoze zolakwa zake, koma katswiri wa zomangamanga angangolangiza makasitomala ake kuti adzalime mpesa."
    },
    {
        "en": "After I graduated from college, I moved back home and lived with my parents for three years.",
        "ny": "Nditamaliza maphunziro a ku koleji, ndinabwerera kwathu ndipo ndinakhala ndi makolo anga kwa zaka zitatu."
    },
    {
        "en": "Even though my friend was a vegetarian, I didn't tell him that the soup had some meat in it.",
        "ny": "Ngakhale kuti bwenzi langa linali la masamba okhaokha, sindinamuuze kuti msuziwo unali ndi nyama."
    },
    {
        "en": "First I'll look at the prices, and only then I'll decide whether I'll buy the camera or not.",
        "ny": "Choyamba ndiyang'ana mitengo, ndipo ndipamene ndidzasankhe kugula kamera kapena ayi."
    },
    {
        "en": "For the other 600 million people, English is either a second language or a foreign language.",
        "ny": "Kwa anthu enanso 600 miliyoni, Chingelezi ndi chinenero chachiŵiri kapena chinenero chachilendo."
    },
    {
        "en": "He was looking forward to spending the weekend with her in their little cottage in Somerset.",
        "ny": "Iye anali kuyembekezera mwachidwi kukhala naye kumapeto kwa mlungu m'nyumba yawo yaing'ono ku Somerset."
    },
    {
        "en": "If you say exactly what's on your mind all the time, you're likely to upset a lot of people.",
        "ny": "Ngati nthawi zonse mumalankhula zimene zili mumtima mwanu, anthu ambiri amakhumudwa."
    },
    {
        "en": "It's not right for you to do something bad just because someone else has done something bad.",
        "ny": "Si bwino kuti muchite zinthu zoipa chifukwa chakuti munthu wina wachita zoipa."
    },
    {
        "en": "Lonely people tend to be afraid of meeting others, which ensures they will always be lonely.",
        "ny": "Anthu osungulumwa amaopa kukumana ndi anthu ena, zimene zimawatsimikizira kuti adzakhala osungulumwa nthaŵi zonse."
    },
    {
        "en": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself.",
        "ny": "Mary ndi munthu wabwino kwambiri. Anandiphikira chakudya chabwino kwambiri ndipo anandisambitsanso mbale."
    },
    {
        "en": "Mary traveled into the future and found that climate change had destroyed all life on Earth.",
        "ny": "Mary anapita ku tsogolo ndipo anapeza kuti kusintha kwa nyengo kunawononga moyo wonse pa Dziko Lapansi."
    },
    {
        "en": "One thing Tom does that isn't very safe is that he uses the same password for every website.",
        "ny": "Chinthu chimodzi chimene Tom amachita chimene sichili chotetezeka kwambiri ndicho kuti amagwiritsa ntchito mawu achinsinsi ofanana pa webusaiti iliyonse."
    },
    {
        "en": "She asked him to help her father clean the garage, but he said that he was too busy to help.",
        "ny": "Mtsikanayo anam'pempha kuti athandize bambo ake kuyeretsa garaja, koma bamboyo anati anali ndi ntchito zambiri moti sakanatha kumuthandiza."
    },
    {
        "en": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose.",
        "ny": "A Democrat sanasankhebe ofuna kukhala nawo, koma kaya zinthu zili bwanji, iwo adzapambana ndithu."
    },
    {
        "en": "The area of a triangle is half of the area of the rectangle with equivalent base and height.",
        "ny": "Malo a makona atatu ndi theka la malo a makona anayi okhala ndi maziko ndi kutalika kofanana."
    },
    {
        "en": "The police found boxes that contained marijuana and other drugs inside the trunk of the car.",
        "ny": "Apolisi anapeza mabokosi okhala ndi chamba ndi mankhwala ena m'kati mwa galimotoyo."
    },
    {
        "en": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous.",
        "ny": "Anapita ndi Tom kuchipatala kuti akam'pope m'mimba chifukwa chakuti anadya chinachake chakupha."
    },
    {
        "en": "Tom can't remember all his passwords, so he keeps them in a list disguised as phone numbers.",
        "ny": "Tom sangathe kukumbukira mawu ake onse achinsinsi, choncho amawasunga m'ndandanda wonyamulidwa ngati manambala a telefoni."
    },
    {
        "en": "Tom has to be careful about what he eats at restaurants because he's allergic to many foods.",
        "ny": "Tom ayenera kusamala ndi zimene amadya m'malesitilanti chifukwa amadya zakudya zambiri."
    },
    {
        "en": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat.",
        "ny": "Tom anataya mndandanda wa zinthu zimene amayi ake anam'patsa ndipo anangogula zinthu zimene ankafuna kudya."
    },
    {
        "en": "Tom pleaded guilty to drunken driving and his driver's license was suspended for six months.",
        "ny": "Tom anavomereza kuti anali ndi mlandu woyendetsa galimoto ali chidakwa ndipo anam'chotsera chilolezo cha kuyendetsa galimoto kwa miyezi isanu ndi umodzi."
    },
    {
        "en": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him.",
        "ny": "Tom anaganiza kuti ndibwino kugwiritsa ntchito mwayi umene Mary anam'patsa."
    },
    {
        "en": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down.",
        "ny": "Tom anaganiza kuti nyimboyo inali yakumveka kwambiri, koma anali atatopa kwambiri moti sakanatha kudzuka ndi kuchepetsa voliyumu."
    },
    {
        "en": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong.",
        "ny": "Tom anaganiza kuti malo amene anaika ndalama zake zagolide anali malo abwino kwambiri obisalako. Komabe, iye anali kulakwitsa."
    },
    {
        "en": "Tom told Mary that he wouldn't be able finish the job in the amount of time she'd given him.",
        "ny": "Tom anauza Mary kuti sadzatha kumaliza ntchitoyo m'nthaŵi imene anam'patsa."
    },
    {
        "en": "Tom was impeccably dressed and well prepared for his job interview with the finance company.",
        "ny": "Tom anali atavala bwino ndipo anali wokonzeka bwino kukafunsidwa ntchito ndi kampani ya zachuma."
    },
    {
        "en": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant.",
        "ny": "Nditatuluka kundende, chinthu choyamba chimene ndinafuna kuchita chinali kudya ku lesitilanti imene ndinkaikonda kwambiri."
    },
    {
        "en": "While cleaning my room yesterday evening, I happened to find an old photograph of my mother.",
        "ny": "Pamene ndinali kuyeretsa chipinda changa dzulo madzulo, ndinapeza chithunzi chakale cha amayi anga."
    },
    {
        "en": "Worrying is like a rocking chair; it gives you something to do but doesn't get you anywhere.",
        "ny": "Nkhaŵa ili ngati mpando woyendayenda; imakupatsani kanthu kena koti muchite koma sikukutengerani kulikonse."
    },
    {
        "en": "I don't think it makes him a bad person just because he's decided he likes to eat horse meat.",
        "ny": "Sindikuganiza kuti zimam'pangitsa kukhala munthu woipa chifukwa chakuti wasankha kuti amakonda kudya nyama ya kavalo."
    },
    {
        "en": "I have recently used the services of his travel agency to book a cruise in the Mediterranean.",
        "ny": "Posachedwapa ndinagwiritsira ntchito kampani yake ya maulendo kukachita ulendo wa panyanja wa ku Mediterranean."
    },
    {
        "en": "I just want to let you know that I think you're the most beautiful woman that I've ever seen.",
        "ny": "Ndimangofuna kuti mudziŵe kuti ndikuganiza kuti ndinu mkazi wokongola kwambiri kuposa wina aliyense amene ndamuonapo."
    },
    {
        "en": "I never thought this rubber band would come in handy when I put it in my pocket this morning.",
        "ny": "Sindinaganizepo kuti chingwe chalachi chingakhale chothandiza pamene ndinachiika m'thumba langa mmaŵa uno."
    },
    {
        "en": "In some areas of the world, you can still get sued if you slander or libel a deceased person.",
        "ny": "M'madera ena a dziko, mungaimbidwebe mlandu ngati mwanyoza kapena kunyoza munthu wakufa."
    },
    {
        "en": "No matter how carefully you choose your words, they'll always end up being twisted by others.",
        "ny": "Mosasamala kanthu kuti mwasankha mawu anu mosamala motani, ena nthaŵi zonse amawasokoneza."
    },
    {
        "en": "She bought him a car, but he didn't have a driver's license so he couldn't drive it anywhere.",
        "ny": "Anamugulira galimoto, koma iye analibe laisensi yoyendetsera galimoto motero sakanatha kuyendetsa kulikonse."
    },
    {
        "en": "Tom and Mary were snuggled up to each other and Tom was whispering something into Mary's ear.",
        "ny": "Tom ndi Mary anali atamangiriridwa wina ndi mnzake ndipo Tom anali kunong'oneza Mary chinachake m'khutu."
    },
    {
        "en": "Tom would have liked to attend Mary's party. Unfortunately, he had other things he had to do.",
        "ny": "Tom akanakonda kupezeka pa phwando la Mary. Tsoka ilo, anali ndi zinthu zina zoti achite."
    },
    {
        "en": "We keep our most interesting thoughts and the most interesting side of ourselves hidden away.",
        "ny": "Timabisa maganizo athu osangalatsa kwambiri ndi mbali yosangalatsa kwambiri ya ife eni."
    },
    {
        "en": "Considering all I've eaten all day is just one slice of bread, I'm not really all that hungry.",
        "ny": "Popeza kuti tsiku lonse ndakhala ndikudya chidutswa chimodzi chokha cha mkate, sindikumva njala kwenikweni."
    },
    {
        "en": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book.",
        "ny": "Lero ndili ndi masana a tchuthi, choncho ndikukonzekera kupita ku paki, kukakhala pansi pa mtengo ndi kuŵerenga buku."
    },
    {
        "en": "I realize that this may sound crazy, but I think I've fallen in love with your younger sister.",
        "ny": "Ndikudziŵa kuti izi zingamveke ngati zopusa, koma ndikuganiza kuti ndakondana ndi mng'ono wanu."
    },
    {
        "en": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake.",
        "ny": "Ndikuganiza kuti Tom adzakwiya kwambiri akadzapeza kuti chojambulacho chimene anagula n'chabodza."
    },
    {
        "en": "I think if I talked more often with a native speaker, my English skills would improve quickly.",
        "ny": "Ndikuganiza kuti ndikanakhala kuti ndimalankhula kaŵirikaŵiri ndi munthu amene amalankhula chinenero chimenecho, chinenero changa cha Chingelezi chikanakula mofulumira."
    },
    {
        "en": "I tried explaining the algebra homework to him, but it just went in one ear and out the other.",
        "ny": "Ndinayesa kumufotokozera za ntchito ya kusukulu ya algebra, koma anangoloŵa m'khutu limodzi ndi kutuluka m'khutu lina."
    },
    {
        "en": "If the universe is full of stars, why doesn't their light continually light up the entire sky?",
        "ny": "Ngati m'chilengedwe chonse muli nyenyezi zambiri, n'chifukwa chiyani kuwala kwawo sikukuwalabe kumwamba konse?"
    },
    {
        "en": "If we were supposed to talk more than listen, we would have been given two mouths and one ear.",
        "ny": "Ngati tikanakhala kuti timalankhula kwambiri kuposa kumvetsera, tikanakhala ndi pakamwa paŵiri ndi khutu limodzi."
    },
    {
        "en": "In conversation, one is likely to find out certain things about the other person quite easily.",
        "ny": "Pokambirana, munthu angadziŵe zinthu zina zokhudza mnzakeyo mosavuta."
    },
    {
        "en": "It's my fault that the cake was burned. I was talking on the phone and didn't notice the time.",
        "ny": "Ndili ndi mlandu kuti kekeyo inatenthedwa. Ndinali kulankhula pa telefoni ndipo sindinaone kuti ndi nthawi yanji."
    },
    {
        "en": "It's no use confessing your sins to the priest if you don't think twice before repeating them.",
        "ny": "Palibe chifukwa chouzira tchimo lanu kwa wansembe ngati simuganiza kawiri musanabwereze."
    },
    {
        "en": "Money can't buy happiness. However, it's more comfortable to cry in a Maserati than on a bike.",
        "ny": "Ndalama sizingagule chimwemwe. Komabe, kuli bwino kulira mu Maserati kuposa panjinga."
    },
    {
        "en": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife.",
        "ny": "Mpeni umenewo unali wosapindika kwambiri moti sindinathe kuugwiritsa ntchito kudula nyama, choncho ndinayenera kudalira mpeni wanga wa m'thumba."
    },
    {
        "en": "This note summarizes some information that we hope to discuss at the meeting in San Francisco.",
        "ny": "Kalatayi ikufotokoza mwachidule mfundo zina zimene tikufuna kukambirana pamsonkhano wa ku San Francisco."
    },
    {
        "en": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work.",
        "ny": "Tom anaitana Mary kuti am'funse ngati akufuna kuti am'gulire buledi popita kunyumba kuchokera kuntchito."
    },
    {
        "en": "Tom told the children that they could stay in this room as long as they didn't make any noise.",
        "ny": "Tom anauza anawo kuti akhoza kukhala m'chipinda chino malinga ngati sakhala ndi phokoso."
    },
    {
        "en": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in.",
        "ny": "Tom analakalaka akanakhala wolimba mtima kuti alumphe mumtsinje ndi kupulumutsa mwana amene anagwera m'mtsinjewo."
    },
    {
        "en": "Tom's an irritating person to work with because he'll never admit it when he's made a mistake.",
        "ny": "Tom ndi munthu wokwiyitsa amene angagwire naye ntchito chifukwa samavomereza pamene walakwitsa."
    },
    {
        "en": "When we are away from home, nothing gives us more pleasure than to receive a parcel from home.",
        "ny": "Pamene tili kutali ndi kwathu, palibe chimene chimatisangalatsa kwambiri kuposa kulandira phukusi kuchokera kunyumba."
    },
    {
        "en": "As soon as I can get my son to scan our family photos, I'll upload some of them to our website.",
        "ny": "Mwana wanga akangotsegula zithunzi zathu za banja, ndidzaika zina pa webusaiti yathu."
    },
    {
        "en": "For some reason, people have been avoiding me like the plague ever since I got back from India.",
        "ny": "Pazifukwa zina, anthu akhala akundinyalanyaza ngati mliri chiyambire pamene ndinabwerera kuchokera ku India."
    },
    {
        "en": "It wasn't until long after they got married that Tom found out that Mary was wanted for murder.",
        "ny": "Patapita nthaŵi yaitali atakwatirana, Tom anadziŵa kuti Mary ankafunidwa chifukwa cha mlandu wakupha."
    },
    {
        "en": "Mary waited years for Tom to get out of prison and was very happy when he finally got released.",
        "ny": "Mary anadikira zaka zambiri kuti Tom atuluke m'ndende ndipo anasangalala kwambiri pamene iye potsirizira pake anamasulidwa."
    },
    {
        "en": "Never work on electrical wiring without unplugging it; it's a bad idea. I know from experience.",
        "ny": "Musamagwire ntchito pa mawaya a magetsi popanda kuwachotsa; ndi lingaliro loipa. Ndikudziŵa kuchokera pa zimene ndakumana nazo."
    },
    {
        "en": "Professional translators quite often specialize in just one field, for example law or medicine.",
        "ny": "Omasulira aluso nthaŵi zambiri amagwira ntchito yawo m'mbali imodzi yokha, mwachitsanzo zamalamulo kapena zamankhwala."
    },
    {
        "en": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets.",
        "ny": "Kuphulika kwa chuma cha Japan chotchedwa bubble kunabweretsa mantha m'misika ya mayiko."
    },
    {
        "en": "Tom could hear a commotion in front of his house, so he went outside to see what was happening.",
        "ny": "Tom anamva phokoso kutsogolo kwa nyumba yake, motero anapita kunja kukaona zimene zinali kuchitika."
    },
    {
        "en": "Tom wondered how many times he'd have to tell Mary to clean her room before she finally did it.",
        "ny": "Tom anadabwa kuti ndi kangati komwe adzafunika kuuza Mary kuti ayeretse chipinda chake asanachite zimenezo."
    },
    {
        "en": "We have considered your proposal, and we have decided that we are not able to reduce the price.",
        "ny": "Taganizira zimene mwapereka ndipo taona kuti sitingathe kuchepetsa mtengo wake."
    },
    {
        "en": "We humans have a great way of twisting facts to fit our conclusion as soon as we have made one.",
        "ny": "Anthufe tili ndi luso lopotoza mfundo kuti zigwirizane ndi zimene tafotokoza."
    },
    {
        "en": "When he left the Army, Roger Miller moved to the home of country music in Nashville, Tennessee.",
        "ny": "Pamene anasiya usilikali, Roger Miller anasamukira ku nyumba ya nyimbo za dziko ku Nashville, Tennessee."
    },
    {
        "en": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated.",
        "ny": "Akapita kunyanja, nsombazo amaziika m'firiji nthawi yomweyo kuti zisathe."
    },
    {
        "en": "When the train goes through the station, the windows rattle noisily and the whole house shakes.",
        "ny": "Sitima ikamadutsa pasiteshoni, mawindo amalira mokweza ndipo nyumba yonse imagwedezeka."
    },
    {
        "en": "You mustn't think only about your job, you must also think about the importance of your family.",
        "ny": "Musamangoganizira za ntchito yanu yokha, muyeneranso kuganizira za kufunika kwa banja lanu."
    },
    {
        "en": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad.",
        "ny": "Malinga ndi mkulu amene ndinakumana naye dzulo, tizilombo tingadye ndipo sitimva kukoma konse."
    },
    {
        "en": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more.",
        "ny": "Tom atadya mtedza wonse wa popcorn m'mbale, anabwerera kukhitchini kukadya wina."
    },
    {
        "en": "Although he had fewer supporters among the governing class, he was able to get the popular vote.",
        "ny": "Ngakhale kuti anali ndi anthu ochepa om'chirikiza m'gulu lolamulira, iye anatha kupeza voti ya anthu onse."
    },
    {
        "en": "Cesar Chavez died in 1993 at the age of sixty-six. More than 40,000 people attended his funeral.",
        "ny": "Cesar Chavez anamwalira mu 1993 ali ndi zaka makumi asanu ndi limodzi mphambu zisanu ndi chimodzi. Anthu oposa 40,000 anapezeka pa maliro ake."
    },
    {
        "en": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person.",
        "ny": "Musadandaule, poyamba angawoneke ngati munthu woopsa, koma kwenikweni ndi munthu wochezeka kwambiri."
    },
    {
        "en": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up.",
        "ny": "Ndinkaganiza kuti anthu ambiri adzapita nafe kokasambira pamadzi, koma palibe aliyense amene anafika."
    },
    {
        "en": "I thought doing this would be easy, but we've been working all day and we're still not finished.",
        "ny": "Ndinkaganiza kuti kuchita zimenezi kungakhale kosavuta, koma takhala tikugwira ntchito tsiku lonse ndipo sitinamalizebe."
    },
    {
        "en": "If you want to change the world, start with the person that you see in the mirror every morning.",
        "ny": "Ngati mukufuna kusintha dziko, yambani ndi munthu amene mumamuona pagalasi m'mawa uliwonse."
    },
    {
        "en": "Investment in education is undoubtedly the only effective way to bring a country out of poverty.",
        "ny": "Mosakayikira, kuika ndalama m'maphunziro ndiyo njira yokhayo yothandiza yotulutsira dziko m'umphawi."
    },
    {
        "en": "It is needless to say that an experienced person will do better than someone without experience.",
        "ny": "N'zosachita kunena kuti munthu wodziŵa zinthu adzachita bwino kuposa munthu wosadziŵa zinthu."
    },
    {
        "en": "It's a lot less likely for a Macintosh computer to have a virus than a computer running Windows.",
        "ny": "Makompyuta a Macintosh ndi ochepa kwambiri kuti akhale ndi mavairasi kusiyana ndi makompyuta a Windows."
    },
    {
        "en": "Most people say that the best way to learn a foreign language is to learn from a native speaker.",
        "ny": "Anthu ambiri amanena kuti njira yabwino yophunzirira chinenero china ndiyo kuphunzira kwa munthu amene chinenerocho ndi chake."
    },
    {
        "en": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you.",
        "ny": "Popeza sindinalandire yankho, ndinali kudabwa ngati mwina makalata anga sanafike kwa inu."
    },
    {
        "en": "The ability to work hard is an admirable quality, but the ability to relax is equally important.",
        "ny": "Kutha kugwira ntchito molimbika ndi khalidwe loyamikirika, koma kutha kupuma nkofunikanso chimodzimodzi."
    },
    {
        "en": "The most interesting information comes from children, for they tell all they know and then stop.",
        "ny": "Chidziŵitso chosangalatsa kwambiri chimachokera kwa ana, pakuti iwo amafotokoza zonse zimene amadziŵa ndiyeno nkuima."
    },
    {
        "en": "Tom said that he doesn't want to hurt you, but if you come around here again, he'll beat you up.",
        "ny": "Tom anati sakufuna kukuvulazani, koma ngati mudzabweranso kuno, adzakumenyani."
    },
    {
        "en": "Tom says he can't understand how Mary manages to make so much money working only one day a week.",
        "ny": "Tom akuti samvetsa kuti Mary amapeza bwanji ndalama zambiri pogwira ntchito tsiku limodzi lokha pa mlungu."
    },
    {
        "en": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds.",
        "ny": "Mpweya wa carbon monoxide ndi poizoni amene amapangidwa ndi kuyaka kosakwanira kwa mankhwala a carbon."
    },
    {
        "en": "He is usually straightforward and sincere and thereby gains the confidence of those who meet him.",
        "ny": "Iye kaŵirikaŵiri amakhala wolunjika ndi woona mtima ndipo motero amapeza chidaliro cha awo amene amakumana naye."
    },
    {
        "en": "Monday, Tuesday, Wednesday, Thursday, Friday, Saturday and Sunday are the seven days of the week.",
        "ny": "Lolemba, Lachiwiri, Lachitatu, Lachinayi, Lachisanu, Loweruka ndi Lamlungu ndi masiku asanu ndi aŵiri a mlungu."
    },
    {
        "en": "Roger Miller learned to play the guitar and the violin. Much later, he learned to play the drums.",
        "ny": "Roger Miller anaphunzira kuimba gitala ndi zeze, ndipo kenako anaphunzira kuimba ng'oma."
    },
    {
        "en": "She advised him to visit Boston, because she thought it was the most beautiful city in the world.",
        "ny": "Iye anamulangiza kuti akachezere Boston, chifukwa iye anaganiza kuti unali mzinda wokongola kwambiri padziko lapansi."
    },
    {
        "en": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\"",
        "ny": "Tom anapatsa woimba wina wotchuka madola zikwi khumi kuti abwere ku lesitilanti kudzayimba \"Tsiku lobadwa labwino\"."
    },
    {
        "en": "Tom left the milk unattended on the stove and it boiled over and went all over the kitchen floor.",
        "ny": "Tom anasiya mkakawo pa chitofu ndipo unaphika kwambiri n'kuphwera pansi ponse m'khitchini."
    },
    {
        "en": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.",
        "ny": "Mukathetsa zosatheka, zilizonse zotsalazo, ngakhale kuti n'zosatheka, ziyenera kukhala zoona."
    },
    {
        "en": "Foods rich in vitamin E include dark-green, leafy vegetables, beans, nuts and whole-grain cereals.",
        "ny": "Zakudya zimene zili ndi vitamini E wambiri ndi monga masamba obiriwira, nyemba, mtedza ndi tirigu wa tirigu wathunthu."
    },
    {
        "en": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth.",
        "ny": "Kuchokera pa zimene ndakumana nazo, ndikudziŵa kuti kukumana naye kulikonse kudzakusiyani ndi malingaliro oipa m'kamwa mwanu."
    },
    {
        "en": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
        "ny": "M'patseni munthu nsomba, ndipo adzadya tsiku limodzi; m'phunzitseni kupha nsomba, ndipo adzadya moyo wake wonse."
    },
    {
        "en": "His novel ideas are time and again getting him into trouble with his more conservative colleagues.",
        "ny": "Malingaliro ake atsopano nthaŵi ndi nthaŵi amamuloŵetsa m'mavuto ndi anzake ochenjera."
    },
    {
        "en": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients.",
        "ny": "Ndinamva kuti njira imodzi yokhalira ndi thanzi labwino ndiyo kupeŵa kudya chakudya chilichonse chokhala ndi zosakaniza zosatheka kutchula."
    },
    {
        "en": "I think it's unlikely that the next version of Windows will come out before the end of this month.",
        "ny": "Ndikuganiza kuti n'zokayikitsa kuti Windows yotsatira idzatuluka mwezi uno usanafike."
    },
    {
        "en": "I've kept my weight down even though many of my friends have gained weight as they've grown older.",
        "ny": "Ndakhala ndikuchepetsa thupi ngakhale kuti anzanga ambiri ayamba kunenepa kwambiri chifukwa cha ukalamba."
    },
    {
        "en": "The boy I saw searching through the garbage can said that he had not eaten anything for four days.",
        "ny": "Mnyamata amene ndinamuona akusaka m'zidebe za zinyalala ananena kuti anali atakhala masiku anayi osadya chilichonse."
    },
    {
        "en": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour.",
        "ny": "Tom anauza Mary kuti iye akuganiza kuti mvuu imatha kuthamanga pa liwiro la makilomita pafupifupi 30 pa ola limodzi."
    },
    {
        "en": "Yesterday the unveiling of the founder's statue and the opening of the school building took place.",
        "ny": "Dzulo panali kuvumbulutsidwa kwa chifanizo cha woyambitsa ndi kutsegulidwa kwa nyumba ya sukulu."
    },
    {
        "en": "You know that your English is good when people stop complimenting you on how good your English is.",
        "ny": "Mumadziŵa kuti mumalankhula bwino Chingelezi anthu akasiya kukuyamikirani chifukwa cha mmene mumalankhulira bwino."
    },
    {
        "en": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother.",
        "ny": "Ngakhale kuti Tom anapempha Mary kuti asapiteko, iye anatenga anawo n'kupita kukakhala ndi amayi ake."
    },
    {
        "en": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "ny": "Sindingathe kusintha mphepo, koma ndingathe kusintha mmene ndimachitira kuti ndifike kumene ndikupita."
    },
    {
        "en": "I don't like snack bars. They're expensive, noisy, and full of the smell of tobacco and fried food.",
        "ny": "Sindimakonda malo odyera zakudya zamasana. Ndi okwera mtengo, a phokoso, ndiponso odzaza ndi fungo la fodya ndi zakudya zokazinga."
    },
    {
        "en": "I've got a squeaking noise in my brand new car, and do you think I can find where it's coming from?",
        "ny": "Ndili ndi phokoso la kulira m'galimoto langa latsopano, ndipo kodi mukuganiza kuti ndingapeze kumene likuchokera?"
    },
    {
        "en": "Scientists continue to discover new medicines, so there is always hope for people who are in comas.",
        "ny": "Asayansi akupitirizabe kupeza mankhwala atsopano, motero nthaŵi zonse pamakhala chiyembekezo kwa anthu amene ali m'chikomokere."
    },
    {
        "en": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made.",
        "ny": "Popeza m'bungwe limeneli onse ndi atsogoleri ndipo palibe Amwenye, nkosadabwitsa kuti pali zosankha zilizonse zimene zimapangidwa."
    },
    {
        "en": "Their influence becomes greater every day, but they are uncreative and can't make value judgements.",
        "ny": "Mphamvu yawo ikukula tsiku ndi tsiku, koma iwo sali opanga ndipo sangathe kupanga ziweruzo za mtengo wake."
    },
    {
        "en": "Tom did everything within his power to save the children that were trapped in the burning building.",
        "ny": "Tom anachita zonse zimene akanatha kuti apulumutse ana amene anali m'nyumba yomwe inali moto."
    },
    {
        "en": "Tom told Mary that he didn't think it was a good idea for her to go jogging in the park by herself.",
        "ny": "Tom anauza Mary kuti iye sanaganize kuti ndi bwino kuti iyeyo apite yekha kukathamanga ku paki."
    },
    {
        "en": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times.",
        "ny": "Kusiya kusuta fodya ndi chinthu chopepuka kwambiri padziko lapansi. Ndikudziŵa chifukwa chakuti ndachita zimenezo nthaŵi zikwi zambiri."
    },
    {
        "en": "I don't quite believe it when I hear someone claim they can speak more than five languages fluently.",
        "ny": "Sindimakhulupirira kwenikweni ndikamva wina akunena kuti amalankhula bwino zinenero zoposa zisanu."
    },
    {
        "en": "I think it's unlikely that aliens similar to what we see in the movies have ever visited our planet.",
        "ny": "Ndikuganiza kuti n'zosatheka kuti anthu ochokera m'chilengedwe china ofanana ndi amene timawaona m'mafilimu, abwera padziko lathuli."
    },
    {
        "en": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn.",
        "ny": "Ngati mumakhala padzuwa nthaŵi yaitali popanda kugwiritsa ntchito mankhwala opha dzuwa, n'zotheka kuti mungatenthe."
    },
    {
        "en": "One of the greatest secrets of happiness is moderating your wishes and loving what you already have.",
        "ny": "Chinsinsi chimodzi chachikulu cha chimwemwe ndicho kuchepetsa zokhumba zanu ndi kukonda zimene muli nazo kale."
    },
    {
        "en": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife.",
        "ny": "Mpeni umenewo sunali wakuthwa ndipo sindinathe kudula nyama ndi umenewo, chotero ndinayamba kugwiritsa ntchito mpeni wanga wa m'thumba."
    },
    {
        "en": "There have been a lot of complaints from consumers that our products don't last as long as we claim.",
        "ny": "Pakhala pali madandaulo ambiri ochokera kwa ogula akuti zinthu zathu sizimatha nthaŵi yaitali monga momwe timanenera."
    },
    {
        "en": "Tom was unsure what Mary would be like and he wondered whether she would get along with his friends.",
        "ny": "Tom anali wosatsimikiza kuti Mary adzakhala wotani ndipo ankadabwa ngati adzagwirizana ndi anzake."
    },
    {
        "en": "Before I get out of bed, I spend a little time thinking about what I'll be doing the rest of the day.",
        "ny": "Ndisanadzuke pabedi, ndimaganizira kaye zimene ndichite patsikulo."
    },
    {
        "en": "I looked in my closet for something to wear, but couldn't find anything appropriate for the occasion.",
        "ny": "Ndinafunafuna zovala m'kabati yanga, koma sindinapeze chilichonse choyenera pa chochitikacho."
    },
    {
        "en": "I watched the film named \"Texas Chainsaw Massacre\" with my girlfriend yesterday. She was very afraid.",
        "ny": "Dzulo ndinaonera filimu yotchedwa \"Texas Chainsaw Massacre\" ndi chibwenzi changa. Iye anachita mantha kwambiri."
    },
    {
        "en": "In order to get some information about Japanese economic problems, you'll find this book very useful.",
        "ny": "Kuti mudziŵe mavuto a zachuma a ku Japan, bukuli lidzakuthandizani kwambiri."
    },
    {
        "en": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year.",
        "ny": "Chaka ndi chaka, anthu ambiri amasankha kusiya kusuta fodya pa zinthu 10 zimene amasankha kuchita pa Chaka Chatsopano."
    },
    {
        "en": "Tom did everything within his power to keep Mary from being elected president of the student council.",
        "ny": "Tom anachita zonse zomwe akanatha kuti Mary asasankhidwe kukhala pulezidenti wa bungwe la ophunzira."
    },
    {
        "en": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer.",
        "ny": "Tom anadabwa chifukwa chake anthu ambiri ku America amaganiza kuti maseŵera a baseball ndi osangalatsa kuwaonerera kuposa mpira."
    },
    {
        "en": "If you're tired, why don't you go to sleep? \"Because if I go to sleep now I will wake up too early.\"",
        "ny": "Ngati mwatopa, bwanji osagona? \"Chifukwa ngati ndigona tsopano ndidzadzuka mofulumira kwambiri\"."
    },
    {
        "en": "A young boy, who couldn't have been more than five years old, asked Tom how to get to the post office.",
        "ny": "Mnyamata wina, yemwe anali ndi zaka zosaposa zisanu, anafunsa Tom kuti adziwe njira yopita ku positi ofesi."
    },
    {
        "en": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday.",
        "ny": "Ndimangodabwa ngati mungandibwereke madola mazana atatu. Ndingakubwezereni Lolemba likudzalo."
    },
    {
        "en": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have.",
        "ny": "Atate wanga, agogo, agogo aamuna ndi agogo aamuna onse anali ndi dzina lofanana ndi langa."
    },
    {
        "en": "Some people consider it a waste of time to study languages such as Klingon, Interlingua and Esperanto.",
        "ny": "Anthu ena amaona kuti kuphunzira zinenero monga Chi-Klingon, Chi-Interlingua ndi Chiesperanto n'kungotaya nthaŵi."
    },
    {
        "en": "The Super Nintendo's graphics are amazing. They're so much better than those of the original Nintendo.",
        "ny": "Zojambula za Super Nintendo n'zodabwitsa. Zili bwino kwambiri kuposa za Nintendo yoyambirira."
    },
    {
        "en": "The iPad would be a perfect solution for me if it could properly display web pages with Flash content.",
        "ny": "IPad ikanakhala njira yabwino kwa ine ngati ikanatha kusonyeza bwino masamba a pa intaneti okhala ndi zinthu za Flash."
    },
    {
        "en": "Tom was determined not to make the same mistakes with his children that his parents had made with him.",
        "ny": "Tom anali wotsimikiza mtima kuti asadzalakwitse ana ake mofanana ndi mmene makolo ake anachitira ndi iye."
    },
    {
        "en": "When you watch television or listen to the radio, the music which you hear is often African in origin.",
        "ny": "Pamene muwonerera wailesi yakanema kapena kumvetsera wailesi, nyimbo zimene mumamva kaŵirikaŵiri zimakhala za mu Afirika."
    },
    {
        "en": "You should make sure that you get there on time. Tom won't wait more than ten minutes if you are late.",
        "ny": "Onetsetsani kuti mwafika pa nthawi yake. Tom sadzadikira kwa mphindi zoposa khumi ngati mwachedwa."
    },
    {
        "en": "If you're not happy with your purchase, you can return it at any time. \"Could I get that in writing?\"",
        "ny": "Ngati simukusangalala ndi chinthu chimene mwagula, mungachibweze nthaŵi iliyonse. \"Kodi ndingalembe zimenezi?\""
    },
    {
        "en": "Disconnect the power cable from the modem, wait for approximately one minute, then reconnect the cable.",
        "ny": "Dulani chingwe cha magetsi ku modemu, dikirani pafupifupi mphindi imodzi, kenaka lumikizaninso chingwecho."
    },
    {
        "en": "I look for all the world like an athlete in this outfit, but the truth is I don't do any sports at all.",
        "ny": "Anthu onse amandiona ngati katswiri wa maseŵera, koma zoona zake n'zakuti sindimachita maseŵera alionse."
    },
    {
        "en": "The attitude of the court toward young criminals is different from its attitude toward adult criminals.",
        "ny": "Mkhalidwe wa bwalo la milandu kulinga kwa achifwamba achichepere ndi wosiyana ndi mkhalidwe wake kulinga kwa achifwamba achikulire."
    },
    {
        "en": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area.",
        "ny": "Panali mabokosi a makatoni mazana atatu odzaza ndi zovala zakale okonzeka kutumizidwa ku malo a tsoka."
    },
    {
        "en": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time.",
        "ny": "Tom anamva kulimba m'mafupa ake pamene anaimirira atakhala pamalo amodzi kwa nthaŵi yaitali."
    },
    {
        "en": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed.",
        "ny": "Tom amakonda kusamba m'mawa pamene Mary amakonda kusamba asanagone."
    },
    {
        "en": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes.",
        "ny": "Tom anadumpha kuchoka pabedi, kuvala zovala, kudya chakudya cham'mawa ndipo anali atachoka pakhomo mkati mwa mphindi khumi."
    },
    {
        "en": "If you'd told me about it earlier, I could've been free. However, tomorrow I have plans to go back home.",
        "ny": "Ngati mukanandiuza za zimenezi kale, ndikanakhala mfulu. Komabe, mawa ndili ndi malingaliro obwerera kunyumba."
    },
    {
        "en": "It takes more time to prepare the car for getting painted than it takes for the actual paint job itself.",
        "ny": "Zimatenga nthaŵi yochuluka kukonzekeretsa galimotoyo kuti ipendedwe kuposa imene imatenga kuti ipendedwe."
    },
    {
        "en": "On school nights, Tom goes to bed at nine o'clock, but on Fridays and Saturdays, he stays up much later.",
        "ny": "Tom amagona 9 koloko madzulo akamaliza sukulu, koma pa Lachisanu ndi Loweruka amagona mochedwa."
    },
    {
        "en": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree.",
        "ny": "Anthu ena amaganiza kuti n'zovuta kuti munthu amene amalankhula Chingelezi chenicheni aphunzire Chitchaina, koma ine sindikugwirizana nazo zimenezo."
    },
    {
        "en": "The world's greatest singers and most of its famous musicians have been fat or at least decidedly plump.",
        "ny": "Oimba abwino koposa a dziko ndi oimba ake otchuka ambiri akhala onenepa kapena osachepera onenepa kwambiri."
    },
    {
        "en": "Tom and Mary don't have much time to talk together. Their children are always demanding their attention.",
        "ny": "Tom ndi Mary alibe nthaŵi yochuluka yolankhulana. Ana awo nthaŵi zonse amafuna kuti iwo aziwasamalira."
    },
    {
        "en": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does.",
        "ny": "Tom akuganiza kuti akudziwa ndalama zimene Mary amapeza, koma Mary amapeza ndalama zambiri kuposa zimene Tom akuganiza kuti amapeza."
    },
    {
        "en": "During hard times, people might not go on a trip, but they might be willing to pay extra for good coffee.",
        "ny": "M'nthaŵi zovuta, anthu sangapite paulendo, koma angakhale ofunitsitsa kulipira zochuluka kaamba ka khofi wabwino."
    },
    {
        "en": "If you watch the sun setting on a warm, damp day, you can see the moisture changing the shape of the sun.",
        "ny": "Ngati muona dzuŵa likuloŵa patsiku lotentha ndi lamvula, mungaone chinyezi chikusintha mawonekedwe a dzuŵa."
    },
    {
        "en": "Some superstitious people in America believe that if a black cat crosses your path, you'll have bad luck.",
        "ny": "Anthu ena a ku America amakhulupirira kuti ngati mphaka wakuda akudutsa m'njira, ndiye kuti zinthu sizidzakuyendera bwino."
    },
    {
        "en": "The trouble with the world isn't that people know too little, but they know so many things that ain't so.",
        "ny": "Vuto la dzikoli si lakuti anthu sadziŵa zambiri, koma kuti amadziŵa zinthu zambiri zimene zili zabodza."
    },
    {
        "en": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments.",
        "ny": "Zochitika zoipitsitsa n'zakuti Tom adzasiya ntchito ndipo sadzatha kulipira ngongole yake ya nyumba."
    },
    {
        "en": "Thomas A. Edison so loves his work that he sleeps an average of less than four hours of each twenty-four.",
        "ny": "Thomas A. Edison amakonda ntchito yake kwambiri kwakuti amagona maola ochepera anayi pa maola makumi aŵiri ndi anayi alionse."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us.",
        "ny": "Sitinkadziwa kuti Tom angakhale munthu wotani ndiponso ngati angakonde kukhala m'nyumba imodzi ndi ife."
    },
    {
        "en": "What's important isn't which university you've graduated from, but what you learned while you were there.",
        "ny": "Chofunika si yunivesite imene munamaliza maphunziro anu, koma zimene munaphunzira pamene munali kumeneko."
    },
    {
        "en": "If your spouse is a politician, then likely your name will also appear in the newspaper from time to time.",
        "ny": "Ngati mnzanuyo ndi wandale, ndiye kuti dzina lanu lingatchulidwenso m'nyuzipepala nthaŵi ndi nthaŵi."
    },
    {
        "en": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others.",
        "ny": "Chaka chathachi, ndinakhala ndekha nthaŵi yaitali moti ndinayiŵala kulankhula bwino ndi ena."
    },
    {
        "en": "Tom asked Mary a few questions that she couldn't answer, but she was able to answer most of his questions.",
        "ny": "Tom anafunsa Mary mafunso angapo amene iye sanathe kuyankha, koma iye anatha kuyankha mafunso ake ambiri."
    },
    {
        "en": "Tom couldn't hear what the teacher was saying because all of the other students were making so much noise.",
        "ny": "Tom sanathe kumva zimene mphunzitsi anali kunena chifukwa ophunzira ena onse anali kupanga phokoso lalikulu."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us.",
        "ny": "Sitinkadziwa kuti Tom angakhale munthu wotani ndiponso ngati angakonde kukhala m'nyumba imodzi ndi ife."
    },
    {
        "en": "When I woke up today, I yawned, stretched, rubbed the sleep out of my eyes, and put on a pair of slippers.",
        "ny": "Pamene ndinadzuka lero, ndinatsamwira, kutambasula, kukukuta tulo m'maso mwanga, ndi kuvala nsapato."
    },
    {
        "en": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well.",
        "ny": "Amphaka ali ngati atsikana. Akamalankhula nanu zimakhala bwino, koma ngati inu mutayesa kulankhula nawo, sizikhala bwino."
    },
    {
        "en": "He began to suspect something was wrong when the seller didn't allow him to test the item before buying it.",
        "ny": "Iye anayamba kukayikira kuti chinachake chinali cholakwika pamene wogulitsa katunduyo sanamulole kuyesa katunduyo asanagule."
    },
    {
        "en": "He got tired of being the devil's advocate and now agrees with every idea they suggest, no matter how dumb.",
        "ny": "Iye ananyansidwa ndi kukhala woimira mdyerekezi ndipo tsopano amavomereza lingaliro lililonse limene iwo amapereka, mosasamala kanthu za kupusa kwake."
    },
    {
        "en": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan.",
        "ny": "Mwa njira, chipinda chino chilibe chirichonse monga mpweya wofeŵetsa. Chokhacho chimene chiri nacho ndi fanolo la pepala losungidwa m'manja."
    },
    {
        "en": "Last year in the Philippines, earthquakes and tidal waves resulted in the deaths of more than 6,000 people.",
        "ny": "Chaka chatha ku Philippines, zivomezi ndi mafunde anapangitsa anthu oposa 6,000 kufa."
    },
    {
        "en": "There have been a lot of complaints recently about drivers not obeying the speed limits in downtown Boston.",
        "ny": "Posachedwapa pakhala madandaulo ambiri onena za madalaivala amene satsatira malamulo oyendetsa galimoto mwachangu m'dera la Boston."
    },
    {
        "en": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain.",
        "ny": "Tidzaonetsetsa kuti palibe amene akupezerapo mwayi pa anthu a ku America kuti apeze phindu la kanthaŵi kochepa."
    },
    {
        "en": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well.",
        "ny": "Kodi nchifukwa ninji ndinagula maluŵa? Kodi ndizimene mwangoti? Pali phokoso kwambiri pano kotero sindinakumvetseni bwino."
    },
    {
        "en": "I like to feel sad. I know that most people try to avoid any kind of sad feeling. But I think that is wrong.",
        "ny": "Ndimakonda kukhala wachisoni, ndipo ndikudziŵa kuti anthu ambiri amayesa kupeŵa kukhala wachisoni, koma ndikuganiza kuti zimenezo n'zolakwika."
    },
    {
        "en": "I talked with Tom for over an hour before he said something that made me realize he wasn't a native speaker.",
        "ny": "Ndinalankhula ndi Tom kwa nthaŵi yoposa ola limodzi asananene chinachake chimene chinandipangitsa kuzindikira kuti iye sanali wolankhula chinenero cha makolo."
    },
    {
        "en": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes.",
        "ny": "Zaka zisanu ndi zitatu zapitazo, tinali m'mavuto aakulu kwambiri azachuma amene sitinakhalepo nawo."
    },
    {
        "en": "I don't think it's necessary for me to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Sindikuganiza kuti ndi kofunika kuti ndizimveka ngati wolankhula chinenero cha makolo anga, ndikungofuna kuti ndizitha kulankhula bwino."
    },
    {
        "en": "I don't think there is any excuse for his behavior. At the same time, we should listen to what he has to say.",
        "ny": "Sindikuganiza kuti pali chifukwa chilichonse chochitira zimenezi, koma tiyenera kumvetsera zimene akunena."
    },
    {
        "en": "If you don't start treating people with a little more respect, people may start avoiding you like the plague.",
        "ny": "Ngati simukuyamba kuchitira anthu ulemu pang'ono, anthu angayambe kukupeŵani ngati mliri."
    },
    {
        "en": "It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God.",
        "ny": "N'kwapafupi kuti ngamila ipyole pa diso la singano, koposa mwini chuma kulowa Ufumu wa Mulungu."
    },
    {
        "en": "It's hard to be a woman. One must think like a man, act like a lady, look like a girl, and work like a horse.",
        "ny": "N'kovuta kukhala mkazi. Munthu ayenera kuganiza ngati mwamuna, kuchita zinthu ngati mkazi, kuoneka ngati mtsikana, ndi kugwira ntchito ngati kavalo."
    },
    {
        "en": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower.",
        "ny": "Anthu anali kung'ung'udza ndi kutukwana kwambiri pamene Tom anali kukonza makina odulira udzu."
    },
    {
        "en": "I can't believe that you aren't at least willing to consider the possibility that there's another explanation.",
        "ny": "Sindikukhulupirira kuti simukufuna ngakhale kuganizira kuti mwina pali chifukwa china."
    },
    {
        "en": "It doesn't make sense to criticize someone for doing something that we would do if we were in their situation.",
        "ny": "N'kupanda nzeru kudzudzula munthu wina chifukwa cha zimene iyeyo akanachita ngati akanakhala kuti anali ifeyo."
    },
    {
        "en": "Masculine qualities in a woman are seen as strength, while feminine qualities in a man are viewed as weakness.",
        "ny": "Makhalidwe achimuna mwa mkazi amaonedwa kukhala amphamvu, pamene mikhalidwe yachikazi mwa mwamuna imaonedwa kukhala yofooka."
    },
    {
        "en": "The graphic description of the victim's murder was too much for his mother, who ran out of the court in tears.",
        "ny": "Mayi ake anasoŵa chonena pamene anafotokoza mwatsatanetsatane mmene munthuyo anaphedwera, ndipo anatuluka m'khoti akulira."
    },
    {
        "en": "Even though Tom told Mary about his problem, he didn't want to listen to any advice she had on how to solve it.",
        "ny": "Ngakhale kuti Tom anauza Mary za vuto lake, iye sanafune kumvera malangizo alionse amene anali nawo a mmene angathetsere vutolo."
    },
    {
        "en": "I realize I may not be the most desirable man in the world, but I still hope you'll consider going out with me.",
        "ny": "Ndikudziŵa kuti mwina sindine mwamuna wofunidwa kwambiri padziko lapansi, koma ndikuyembekezabe kuti mudzalingalira za kupita nane kokacheza."
    },
    {
        "en": "In preparation for painting a portrait, my friend takes many photographs in order to study the subject closely.",
        "ny": "Pokonzekera kujambula chithunzi, bwenzi langa limatenga zithunzi zambiri kuti liphunzire nkhaniyo mosamalitsa."
    },
    {
        "en": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "ny": "Moyo ukanakhala wachimwemwe kwambiri ngati tikanangobadwa tili ndi zaka makumi asanu ndi atatu ndi kuyandikira pang'onopang'ono zaka khumi ndi zisanu ndi zitatu."
    },
    {
        "en": "People often lie about what they did on the weekend, so their friends won't realize how boring they really are.",
        "ny": "Anthu nthaŵi zambiri amanama ponena za zimene anachita kumapeto kwa mlungu, kotero kuti mabwenzi awo sadzazindikira mmene aliri achisoni kwenikweni."
    },
    {
        "en": "Something you should know about me is that my greatest fear in life is that people will find out that I'm poor.",
        "ny": "Chinthu china chimene muyenera kudziŵa ponena za ine nchakuti mantha anga aakulu m'moyo ndi akuti anthu adzadziŵa kuti ndine wosauka."
    },
    {
        "en": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room.",
        "ny": "Tom anaika khutu lake pakhoma kuti aone ngati akumva zimene makolo ake anali kukambirana m'chipinda china."
    },
    {
        "en": "Tom was obsessed by the belief that, one by one, everyone around him was being abducted and replaced by aliens.",
        "ny": "Tom anali ndi chikhulupiliro cholimba chakuti, mmodzi ndi mmodzi, aliyense wozungulira anali kubedwa ndi kuloŵedwa m'malo ndi alendo."
    },
    {
        "en": "I know that it is highly unlikely that you'd ever want to go out with me, but I still need to ask at least once.",
        "ny": "Ndikudziŵa kuti n'zokayikitsa kwambiri kuti mungakonde kupita nane kokacheza, koma ndikufunikabe kukufunsani kamodzi."
    },
    {
        "en": "Acting on advice from his astronomers, Alexander the Great decided not to attack Egypt and went to India instead.",
        "ny": "Potsatira malangizo a akatswiri a zakuthambo, Alexander Wamkulu anaganiza zosamenya nkhondo ndi Igupto ndipo m'malo mwake anapita ku India."
    },
    {
        "en": "I came here to see if there was something I could do to help, but there doesn't seem to be anything for me to do.",
        "ny": "Ndinabwera kuno kudzaona ngati pali chinachake chimene ndingachite kuti ndithandize, koma zikuoneka kuti palibe chimene ndingachite."
    },
    {
        "en": "I know you're upset about your car being totaled, but you weren't injured and you should be thankful to be alive.",
        "ny": "Ndikudziŵa kuti mwakhumudwa chifukwa chakuti galimoto yanu inawonongedwa, koma simunavulale ndipo muyenera kukhala wothokoza kuti muli ndi moyo."
    },
    {
        "en": "The World Health Organization says alcohol abuse is the third leading cause of death and disability in the world.",
        "ny": "Bungwe Loona za Umoyo Padziko Lonse linanena kuti kumwa mowa mwauchidakwa ndi vuto lachitatu limene limayambitsa imfa ndi kulumala padziko lonse."
    },
    {
        "en": "Babies can become dehydrated from a high fever, so I was told that it would be better to send him to the hospital.",
        "ny": "Ana amatha kuperewera madzi m'thupi chifukwa cha kutentha thupi kwambiri, choncho anandiuza kuti ndi bwino kuti ndim'tumize kuchipatala."
    },
    {
        "en": "Did you know that in Japan, if you have a tattoo, you won't be allowed to bathe in many of the hot spring resorts?",
        "ny": "Kodi mukudziŵa kuti ku Japan, ngati muli ndi zizindikiro, simudzaloledwa kusamba m'malo ambiri otentha a kasupe?"
    },
    {
        "en": "Everybody has a right to his own opinion. However, sometimes it's better not to tell anybody what that opinion is.",
        "ny": "Aliyense ali ndi ufulu wa kukhala ndi maganizo akeake, koma nthaŵi zina ndi bwino kusalankhula maganizo amenewo kwa wina aliyense."
    },
    {
        "en": "The Himalayas were formed by the collision of the tectonic plates of India and Eurasia about 50 million years ago.",
        "ny": "Mapiri a Himalaya anapangidwa ndi kugundana kwa miyala ya ku India ndi ya ku Eurasia pafupifupi zaka 50 miliyoni zapitazo."
    },
    {
        "en": "The police can't find a single person who remembers seeing you where you said you were on the night of the murder.",
        "ny": "Apolisi sangapeze munthu mmodzi yemwe akukumbukira kuti anakakuonani kumene munati munali usiku wa kuphedwa kwa munthuyo."
    },
    {
        "en": "Tom likes Mary, but Mary likes John. To make matters even more interesting, John likes Alice, but Alice likes Tom.",
        "ny": "Tom amakonda Mary, koma Mary amakonda John. Kuti zinthu zikhale zosangalatsa kwambiri, John amakonda Alice, koma Alice amakonda Tom."
    },
    {
        "en": "Tom was sad when he discovered that Mary was a gold digger and Mary was sad when she discovered that Tom was poor.",
        "ny": "Tom anali wachisoni pamene anapeza kuti Mary anali wofunafuna golide ndipo Mary anali wachisoni pamene anapeza kuti Tom anali wosauka."
    },
    {
        "en": "What kind of a parent would leave their child unattended in the car outside the pub while they're inside drinking?",
        "ny": "Kodi ndi kholo lotani limene lingasiye mwana wawo m'galimoto kunja kwa malo omwera moŵa pamene iwo ali mkati akumwa?"
    },
    {
        "en": "Witnesses told police that the train was travelling way over the speed limit when it derailed going around a bend.",
        "ny": "Mboni zinauza apolisi kuti sitimayo inali kuyenda mofulumira kwambiri kuposa mmene anailolezera pamene inagwera njanji itatembenuka."
    },
    {
        "en": "The Belo Monte dam in Brazil is a controversial project because of its impact on the environment and native people.",
        "ny": "Damu la Belo Monte ku Brazil ndi ntchito yovuta chifukwa cha mmene limakhudzira chilengedwe ndi anthu a m'dzikolo."
    },
    {
        "en": "Tom's constant arguing irritates some of his classmates. However, most of the class has just learned to ignore him.",
        "ny": "Tom akamakangana ndi anzake ena m'kalasi, anzakewo amakwiya kwambiri, koma ambiri mwa iwo samumvera."
    },
    {
        "en": "How's the trouble and strife? is an example of a sentence using Cockney rhyming slang. It means \"How's your wife?\"",
        "ny": "Kodi vuto ndi mkangano ndi chiyani? ndi chitsanzo cha chiganizo chogwiritsa ntchito chiganizo cha Cockney. Zikutanthauza \"Kodi mkazi wako ali bwanji?\""
    },
    {
        "en": "Getting your message across is much more important than trying to say it exactly like a native speaker would say it.",
        "ny": "Kufotokoza bwino uthenga wanu n'kofunika kwambiri kuposa kungolankhula mawuwo ndendende mmene anthu olankhula chinenerocho angalankhulire."
    },
    {
        "en": "Over 100 tons of dust and sand-sized particles bombard the earth every day from space, most of which goes unnoticed.",
        "ny": "Tsiku lililonse, m'mlengalenga mumakhala tinthu tolemera matani oposa 100 tomwe timakhala ngati fumbi ndi mchenga ndipo zambiri mwa tinthu timeneti sizimadziwika."
    },
    {
        "en": "The typical elements of a foreign culture are changed into the typical elements of the local culture of translators.",
        "ny": "Zinthu zimene zimapezeka m'chikhalidwe cha anthu ena zimasinthidwa n'kukhala zinthu zimene zimapezeka m'chikhalidwe cha anthu a m'dziko limene akumasulira."
    },
    {
        "en": "Tom tried to sell his old VCR instead of throwing it away, but no one would buy it, so he ended up throwing it away.",
        "ny": "Tom anayesa kugulitsa makina ake a VCR akale m'malo motaya, koma palibe amene anafuna kugula, motero iye anafika potaya."
    },
    {
        "en": "A man touched down on the moon. A wall came down in Berlin. A world was connected by our own science and imagination.",
        "ny": "Munthu anafika pa mwezi, khoma linagwetsedwa ku Berlin, dziko lonse linagwirizanitsidwa ndi sayansi yathu ndi malingaliro athu."
    },
    {
        "en": "Being happy doesn't mean that everything is perfect, but rather that you've decided to look beyond the imperfections.",
        "ny": "Kukhala wachimwemwe sikutanthauza kuti zonse zili bwino, koma kuti mwasankha kuyang'ana kupyola pa zophophonya."
    },
    {
        "en": "Dr. Zamenhof believed that a language belongs to the people who speak it which is why he never copyrighted Esperanto.",
        "ny": "Dr. Zamenhof anakhulupirira kuti chinenero chiri cha anthu olankhula icho ndichifukwa chake iye sanasungepo ufulu wa Esperanto."
    },
    {
        "en": "Every student who has graduated from our university has studied English with a native speaker for at least two years.",
        "ny": "Wophunzira aliyense amene anamaliza maphunziro ake ku yunivesite yathu waphunzira Chingelezi kwa munthu wolankhula Chingelezi kwa zaka zosachepera ziŵiri."
    },
    {
        "en": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn.",
        "ny": "Ngati simukufuna kuvala mankhwala opha dzuwa, limenelo ndi vuto lanu, koma musadandaule kwa ine mukatenthedwa ndi dzuwa."
    },
    {
        "en": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble.",
        "ny": "Tom anatenga maola angapo kuti akonze bedi la m'mwamba limene malangizo anati lidzatenga nthaŵi yochepera ola limodzi kuti akonze."
    },
    {
        "en": "Nobody has asked you to agree, but can't you at least accept that there are people who hold different views from you?",
        "ny": "Palibe amene wakufunsani kuti mugwirizane, koma kodi simungathe kuvomereza kuti pali anthu amene ali ndi malingaliro osiyana ndi anu?"
    },
    {
        "en": "Tom didn't know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant.",
        "ny": "Tom sanadziŵe tanthauzo la \"Anglophobia\", motero anafufuza mwachangu pa intaneti kuti aone ngati angadziŵe tanthauzo lake."
    },
    {
        "en": "Even though computer programmers may use semicolons every day, nowadays most people only use semicolons for emoticons.",
        "ny": "Ngakhale kuti anthu opanga mapulogalamu a pakompyuta amagwiritsa ntchito zizindikiro za mfundo ndi mfundo tsiku lililonse, masiku ano anthu ambiri amangogwiritsa ntchito zizindikiro za mfundo ndi mfundo pofuna kusonyeza mmene munthu akumvera mumtima mwake."
    },
    {
        "en": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother.",
        "ny": "Ndinali ndisanadyepo chakudya cha ku Thailand, choncho ndinasangalala kwambiri kupita ku lesitilanti ya ku Thailand ndi agogo anga."
    },
    {
        "en": "The room didn't look very good after Tom painted it, because he didn't even bother to wash the walls or ceiling first.",
        "ny": "Chipindacho sichinaoneke bwino Tom atachijambula, chifukwa sanavutike kutsuka makoma kapena denga poyamba."
    },
    {
        "en": "When does your sister come back from work? \"I don't know, but I think she'll arrive at home a few minutes before me.\"",
        "ny": "Kodi mlongo wanu uja abwera liti kuntchito? \"Sindikudziwa, koma ndikuganiza kuti afika kunyumba mphindi zochepa ine ndisanafike\"."
    },
    {
        "en": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\"",
        "ny": "Nyimbo zinayi zimene ndimakonda kwambiri pa Khirisimasi ndi yakuti \"Usiku Wopanda Mawu\", \"Chisangalalo cha Dziko\", \"Khirisimasi Yoyamba\" ndi \"Kunyumba kwa Ana\"."
    },
    {
        "en": "My friend recommended that I shouldn't buy an iPad yet, but to wait until I see what Apple's competitors come out with.",
        "ny": "Mnzanga anandiuza kuti ndisamagule iPad pakalipano, koma ndidikire kuti ndione zimene otsutsana ndi Apple adzapanga."
    },
    {
        "en": "Roger Miller entered the United States Army at the age of seventeen. He was sent to an army base near Atlanta, Georgia.",
        "ny": "Roger Miller analowa usilikali ali ndi zaka 17. Anatumizidwa ku msasa wa asilikali pafupi ndi mzinda wa Atlanta, ku Georgia."
    },
    {
        "en": "A trade delegation has gone to Japan ahead of the Prime Minister to crunch the numbers with their Japanese counterparts.",
        "ny": "Nthumwi ya amalonda yapita ku Japan patsogolo pa Nduna Yaikulu kukakambirana ziŵerengero ndi anzawo a ku Japan."
    },
    {
        "en": "Anyone whose comfort level depends on what someone else is wearing really needs to take a long, hard look at themselves.",
        "ny": "Aliyense amene ali womasuka chifukwa cha zovala za munthu wina ayenera kudzifufuza bwinobwino."
    },
    {
        "en": "I think it's highly unlikely that Tom was not aware that he wouldn't be allowed to enter the museum without his parents.",
        "ny": "Ndikuganiza kuti n'zosatheka kuti Tom sanadziŵe kuti sadzaloledwa kuloŵa m'nyumba yosungiramo zinthu zakale popanda makolo ake."
    },
    {
        "en": "I was lucky that the policeman didn't give me a ticket for making a U-turn at an intersection that had a no U-turn sign.",
        "ny": "Ndinali ndi mwayi kuti wapolisiyo sanandipatse tikiti chifukwa chobwerera m'mbuyo pamsewu umene unali ndi chikwangwani choletsa kubwerera m'mbuyo."
    },
    {
        "en": "Tom isn't your average guy. He doesn't like things most guys like and he doesn't like to do things most men enjoy doing.",
        "ny": "Tom si munthu wamba. Iye sakonda zinthu zimene amuna ambiri amakonda ndipo sakonda kuchita zinthu zimene amuna ambiri amasangalala kuchita."
    },
    {
        "en": "Cesar Chavez asked that strikers remain non-violent even though farm owners and their supporters sometimes used violence.",
        "ny": "Cesar Chavez anapempha kuti osagwedezeka akhalebe opanda chiwawa ngakhale kuti eni minda ndi om'chirikiza awo nthaŵi zina anagwiritsira ntchito chiwawa."
    },
    {
        "en": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past.",
        "ny": "Ngakhale panopa, nthaŵi zina ndimaganiza kuti ndingakonde kukuonani, osati monga mmene mulili panopa, koma monga momwe ndinakukumbukirirani kale."
    },
    {
        "en": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details.",
        "ny": "Tiyenera kuthera nthaŵi yathu kupanga zinthu pa webusaiti yathu m'malo motaya nthaŵi kudera nkhaŵa za zinthu zazing'ono zokongoletsa."
    },
    {
        "en": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money.",
        "ny": "Anthu ambiri amene mpaka pano akhala akuwononga ndalama posangalala tsopano afunikira kukhala osamala kwambiri ndi ndalama zawo."
    },
    {
        "en": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language.",
        "ny": "N'kosavuta kulankhula zinthu zimene anthu ena amaona kuti n'zabwinobwino m'chinenero chimene munthuyo amachidziwa, koma n'kosavuta kulankhula zinthu zimene anthu ena amaona kuti n'zabwinobwino m'chinenero chimene munthuyo sadziwa."
    },
    {
        "en": "The difference between the right word and almost the right word is the difference between lightning and the lightning bug.",
        "ny": "Kusiyana kwa liwu lolondola ndi liwu loti lingakhale lolondola kuli ngati kusiyana kwa mphezi ndi kachilombo ka mphezi."
    },
    {
        "en": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say.",
        "ny": "Chingelezi chanu n'chabwino, koma nthawi zina zimene mumanena sizikumveka ngati zimene munthu wolankhula Chingelezi chenicheni anganene."
    },
    {
        "en": "I have Japanese and Chinese friends who speak to each other in English since that is the only language they have in common.",
        "ny": "Ndili ndi anzanga a ku Japan ndi a ku China amene amalankhulana m'Chingelezi chifukwa chakuti chinenero chimenecho ndicho chokha chimene amalankhula."
    },
    {
        "en": "All the doctors say that I shouldn't drink coffee, but, despite that, I do have a bit now and then when I'm in good company.",
        "ny": "Madokotala onse amati sindiyenera kumwa khofi, koma ngakhale ndi choncho, ndimamwa pang'ono nthaŵi zina pamene ndili ndi anthu abwino."
    },
    {
        "en": "Make a good translation of the sentence that you are translating. Don't let translations into other languages influence you.",
        "ny": "Sinthani bwino chiganizo chimene mukumasulira. Musalole kuti matembenuzidwe a zinenero zina akuchititseni kusintha."
    },
    {
        "en": "One thing I don't like about the iPad is that you can't easily install apps that aren't available through Apple's App Store.",
        "ny": "Chinthu chimodzi chimene sindimakonda pa iPad ndi chakuti simungathe kuika mosavuta mapulogalamu amene sapezeka pa App Store ya Apple."
    },
    {
        "en": "Jingle Bells, a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas.",
        "ny": "Nyimbo yotchuka kwambiri pa Khirisimasi, yotchedwa Jingle Bells, si nyimbo ya Khirisimasi chifukwa mawu ake satchula za Khirisimasi."
    },
    {
        "en": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode.",
        "ny": "Ndinkakonda kuonerera filimu imeneyi ndili mwana, koma sindikukumbukira bwinobwino zimene zinachitikira munthu amene anali pachithunzichi."
    },
    {
        "en": "If your company primarily does business with America, then you should be studying English with a native speaker from America.",
        "ny": "Ngati kampani yanu imachita malonda ndi America, ndiye kuti muyenera kuphunzira Chingelezi ndi wolankhula chinenero cha ku America."
    },
    {
        "en": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication.",
        "ny": "Chinenero cha Chingelezi mosakayikira ndicho chosavuta komanso panthaŵi imodzimodziyo njira yabwino kwambiri yolankhulirana ndi anthu amitundu yonse."
    },
    {
        "en": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity.",
        "ny": "M'malo mopereka mphatso za Khirisimasi chaka chino, tinapereka ndalama zimene tikanagwiritsa ntchito pa mphatsozo ku bungwe lothandiza anthu ovutika."
    },
    {
        "en": "Singer and actress Selena Gomez started her career at age seven on the children's public television show \"Barney and Friends.\"",
        "ny": "Woimba ndi wosewera Selena Gomez adayamba ntchito yake ali ndi zaka zisanu ndi ziwiri pawonetsero wa ana wa kanema wawayilesi \"Barney and Friends\"."
    },
    {
        "en": "A good newspaper reporter takes advantage of what he learns from any source, even the \"little bird told him so\" type of source.",
        "ny": "Mtolankhani wabwino amagwiritsa ntchito zimene amadziŵa kuchokera ku magwero alionse, ngakhale magwero a \"mbalame yaing'ono inamuuza iye motero\"."
    },
    {
        "en": "Food prices are at their highest level since the United Nations Food and Agriculture Organization began keeping records in 1990.",
        "ny": "Mitengo ya zakudya ili pamlingo wake wapamwamba koposa chiyambire pamene bungwe la United Nations loona za chakudya ndi zaulimi linayamba kusunga malipoti mu 1990."
    },
    {
        "en": "I've heard that it's impossible to sound like a native speaker unless one starts speaking the language before the age of twelve.",
        "ny": "Ndamva kuti n'zosatheka kulankhula ngati munthu wolankhula chinenerocho ngati munthuyo sanayambe kulankhula chinenerocho asanakwanitse zaka khumi ndi ziŵiri."
    },
    {
        "en": "No matter what your profession, or how happy you may be in it, there are moments when you wish you had chosen some other career.",
        "ny": "Mosasamala kanthu za ntchito yanu, kapena kuti mungakhale wachimwemwe chotani mmenemo, pamakhala nthaŵi pamene mumalakalaka mutasankha ntchito ina."
    },
    {
        "en": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself.",
        "ny": "Tom ali mwana, ankakonda kusonkhanitsa zikhomo za ndudu za bambo ake mpaka atakhala ndi fodya wokwanira kuti adzipangire ndudu."
    },
    {
        "en": "Satellite imagery is being used in an effort to narrow down the area in the Indian Ocean where floating debris has been observed.",
        "ny": "Zithunzi za pa satana zikugwiritsidwa ntchito poyesa kuchepetsa malo amene zinyalala zoyandama zaonedwa m'Nyanja ya India."
    },
    {
        "en": "Honey, I know the budget is tight, but do you think we could splurge a bit and have a night out at a fancy restaurant this weekend?",
        "ny": "Wokondedwa, ndikudziŵa kuti bajeti ndi yochepa, koma kodi mukuganiza kuti tingapereke ndalama pang'ono ndi kupita kukadya ku lesitilanti yapamwamba mlungu uno?"
    },
    {
        "en": "Tom went to a fortune teller at the town fair and was told that someone would come into his life whose first name started with \"M\".",
        "ny": "Tom anapita kwa wolosera zam'tsogolo pa chionetsero cha m'tauni ndipo anauzidwa kuti winawake amene dzina lake loyamba limayamba ndi \"M\" adzalowa m'moyo wake."
    },
    {
        "en": "A committee is a group of people who individually can do nothing, but who, as a group, can meet and decide that nothing can be done.",
        "ny": "Komiti ndi gulu la anthu amene payekhapayekha sangachite kanthu, koma amene, monga gulu, angasonkhane ndi kusankha kuti palibe chimene chingachitidwe."
    },
    {
        "en": "Oh, sure, I studied English in my school days. But it wasn't until two or three years ago that I really started taking it seriously.",
        "ny": "Inde, ndinaphunzira Chingelezi ndili kusukulu, koma zaka ziŵiri kapena zitatu zapitazo m'pamene ndinayamba kuphunziradi."
    },
    {
        "en": "In 1964, Roger Miller agreed to record sixteen songs. One of those songs was \"Dang Me.\" It became his first number one selling record.",
        "ny": "Mu 1964, Roger Miller anavomera kujambula nyimbo khumi ndi zisanu ndi chimodzi. Imodzi mwa nyimbozo inali \"Dang Me\"."
    },
    {
        "en": "Tom hadn't washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear.",
        "ny": "Tom anali atasiya kuchapa zovala kwa nthaŵi yaitali, choncho anafunafuna zovala zake zonyansa kuti aone ngati panali chinachake choyera chokwanira kuvala."
    },
    {
        "en": "One way to lower the number of errors in the Tatoeba Corpus would be to encourage people to only translate into their native languages.",
        "ny": "Njira imodzi yochepetsera zolakwika m'buku la Tatoeba ndiyo kulimbikitsa anthu kumasulira m'zinenero zawo zokha."
    },
    {
        "en": "I want a religion that respects the differences that exist between people and that states that each individual has their own personality.",
        "ny": "Ndikufuna chipembedzo chimene chimalemekeza kusiyana kwa anthu ndipo chimavomereza kuti munthu aliyense ali ndi umunthu wake."
    },
    {
        "en": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented.",
        "ny": "Iye ali ndi chibwenzi chimene wakhala akuchigwirizana nacho kuyambira ku sekondale, koma akuona kuti chibwenzi chawo chili m'mavuto, motero sakukhutira."
    },
    {
        "en": "Always use distilled water in steam irons because using ordinary water will cause a mineral build-up over time that will clog the steam holes.",
        "ny": "Nthaŵi zonse gwiritsani ntchito madzi otsukidwa m'zitsulo za nthunzi chifukwa chakuti kugwiritsa ntchito madzi wamba kudzapangitsa mineral kumanga m'kupita kwa nthaŵi imene idzaletsa mabowo a nthunzi."
    },
    {
        "en": "I think it's a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker.",
        "ny": "Ndikuganiza kuti n'zomvetsa chisoni kuti aphunzitsi ena a zinenero zakunja anamaliza maphunziro awo ku koleji popanda kuphunzira ndi munthu wolankhula chinenerocho."
    },
    {
        "en": "You can fool some of the people all of the time, and all of the people some of the time, but you can't fool all of the people all of the time.",
        "ny": "Mukhoza kunyenga anthu ena nthaŵi zonse, ndipo anthu onse nthaŵi zina, koma simungathe kunyenga anthu onse nthaŵi zonse."
    },
    {
        "en": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes.",
        "ny": "Ngati mutembenuza kuchokera ku chinenero chanu chachiŵiri kupita ku chinenero chanu cha makolo, mmalo motembenuza, mumakhala ndi mwayi wochepa wa kupanga zolakwa."
    },
    {
        "en": "People speak so much about the need for leaving a better planet for our children, and forget the urgency of leaving better children for our planet.",
        "ny": "Anthu amalankhula kwambiri za kufunika kwa kusiya dziko labwino kwa ana athu, ndipo amaiŵala kufunika kwa kusiya ana abwino kwa dziko lathu."
    },
    {
        "en": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist.",
        "ny": "Nduna Yaikulu ya ku Australia yanena kuti ilibe cholinga chochita zokambirana ndi dziko la Egypt pankhani ya kumangidwa kwa mtolankhani wa ku Australia."
    },
    {
        "en": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say.",
        "ny": "Mwina simungaphunzire kulankhula bwino monga mmene amalankhulira anthu olankhula chinenerocho, koma muyenera kulankhula bwino kwambiri moti anthu olankhula chinenerocho amvetsetse zimene mukunena."
    },
    {
        "en": "If a person has not had a chance to acquire his target language by the time he's an adult, he's unlikely to be able to reach native speaker level in that language.",
        "ny": "Ngati munthu sanapeze mpata wolankhula chinenero chimene akufunacho pamene akukula, n'zokayikitsa kuti angafike pamlingo wa olankhula chinenero chimenecho monga nzika."
    },
    {
        "en": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas.",
        "ny": "N'zovutabe kupeza ntchito, ndipo ngakhale mutakhala ndi ntchito, mwina simungakwanitse kulipira zinthu zonse zofunika pamoyo, monga kugula chakudya ndi mafuta."
    },
    {
        "en": "You can't easily put photos on an iPad from more than one computer. However, you can email photos to yourself from various computers and download these photos to your iPad.",
        "ny": "Simungathe kuika zithunzi pa iPad kuchokera pa kompyuta imodzi. Komabe, mukhoza imelo zithunzi nokha kuchokera makompyuta osiyanasiyana ndi kukopera zithunzi izi kwa iPad wanu."
    },
    {
        "en": "You can't view Flash content on an iPad. However, you can easily email yourself the URLs of these web pages and view that content on your regular computer when you get home.",
        "ny": "Simungathe kuona zinthu za Flash pa iPad. Komabe, mungathe kudzilembera ma URL a masamba a pa intaneti mosavuta ndi kuona zinthuzo pa kompyuta yanu yokhazikika mukafika kunyumba."
    },
    {
        "en": "A mistake young people often make is to start learning too many languages at the same time, as they underestimate the difficulties and overestimate their own ability to learn them.",
        "ny": "Kulakwitsa kumene achinyamata amachita kaŵirikaŵiri ndiko kuyamba kuphunzira zinenero zambiri panthaŵi imodzi, chifukwa chakuti iwo amanyoza zovuta zake ndi kunyogodola luso lawo la kudziŵa zinenerozo."
    },
    {
        "en": "No matter how much you try to convince people that chocolate is vanilla, it'll still be chocolate, even though you may manage to convince yourself and a few others that it's vanilla.",
        "ny": "Zilibe kanthu kuti mumayesa motani kutsimikizira anthu kuti chokoleti ndi vanila, chidzakhalabe chokoleti, ngakhale kuti mungadzitsimikizire nokha ndi ena ochepa kuti ndi vanila."
    },
    {
        "en": "In 1969, Roger Miller recorded a song called \"You Don't Want My Love.\" Today, this song is better known as \"In the Summer Time.\" It's the first song he wrote and sang that became popular.",
        "ny": "Mu 1969, Roger Miller anajambula nyimbo yotchedwa \"Inu Simukufuna Chikondi Changa\". Lero, nyimbo iyi imadziwika bwino kuti \"Mu Nthawi Ya Chilimwe\". Ndi nyimbo yoyamba yomwe analemba ndi kuimba yomwe idakhala yotchuka."
    },
    {
        "en": "A child who is a native speaker usually knows many things about his or her language that a non-native speaker who has been studying for years still does not know and perhaps will never know.",
        "ny": "Mwana amene ali wolankhula chinenero cha makolo ake nthaŵi zambiri amadziŵa zinthu zambiri zokhudza chinenero chake zimene munthu amene si wolankhula chinenero cha makolo ake amene wakhala akuphunzira kwa zaka zambiri sadziŵa ndipo mwinamwake sadziŵa konse."
    },
    {
        "en": "There are four main causes of alcohol-related death. Injury from car accidents or violence is one. Diseases like cirrhosis of the liver, cancer, heart and blood system diseases are the others.",
        "ny": "Pali zifukwa zinayi zikuluzikulu za imfa yokhudzana ndi mowa. Kuvulala kwa ngozi za galimoto kapena chiwawa ndi chimodzi. Matenda onga chiwindi cha chiwindi, kansa, mtima ndi matenda a m'magazi ndi ena."
    },
    {
        "en": "There are mothers and fathers who will lie awake after the children fall asleep and wonder how they'll make the mortgage, or pay their doctor's bills, or save enough for their child's college education.",
        "ny": "Pali amayi ndi abambo amene amakhala maso ana awo atagona ndipo amadabwa kuti adzabweza bwanji ngongole ya nyumba, kapena kulipira ngongole za kuchipatala, kapena kusunga ndalama zokwanira zoti mwana wawo apitire ku koleji."
    },
    {
        "en": "A carbon footprint is the amount of carbon dioxide pollution that we produce as a result of our activities. Some people try to reduce their carbon footprint because they are concerned about climate change.",
        "ny": "Anthu ena amayesetsa kuchepetsa mpweya umene amatulutsa chifukwa choopa kusintha kwa nyengo."
    },
    {
        "en": "Since there are usually multiple websites on any given topic, I usually just click the back button when I arrive on any webpage that has pop-up advertising. I just go to the next page found by Google and hope for something less irritating.",
        "ny": "Popeza kuti nthaŵi zambiri pamakhala mawebusaiti angapo okhudza nkhani inayake, nthaŵi zambiri ndikangofika pa tsamba lililonse la pa Intaneti limene lili ndi malonda oonekera, ndimangodutsa pa tsamba lotsatira limene Google yapeza ndi kuyembekezera kupeza chinachake chosasangalatsa."
    },
    {
        "en": "If you want to sound like a native speaker, you must be willing to practice saying the same sentence over and over in the same way that banjo players practice the same phrase over and over until they can play it correctly and at the desired tempo.",
        "ny": "Ngati mukufuna kumveka ngati munthu wolankhula chinenero cha dziko limene mwabadwira, muyenera kukhala wofunitsitsa kuphunzitsa kunena mawu amodzimodzi mobwerezabwereza monga momwe oimba banjo amaphunzirira mawu amodzimodzi mobwerezabwereza kufikira pamene angathe kuimba molondola ndi m'liwiro lofunidwa."
    },
    {
        "en": "Tom hurt his left knee during practice, so John had to play the game in his place.",
        "ny": "Tom anavulala bondo lake lakumanzere pa maseŵera, motero John anayenera kuseŵera m'malo mwake."
    },
    {
        "en": "Tom liked Mary for years, but at some point, his feelings for her changed to love.",
        "ny": "Tom anakonda Mary kwa zaka zambiri, koma panthaŵi ina, malingaliro ake kwa iye anasintha kukhala chikondi."
    },
    {
        "en": "Tom said he thought that it would be a big mistake to tell Mary what had happened.",
        "ny": "Tom ananena kuti anaganiza kuti kungakhale kulakwitsa kwambiri kuuza Mary zimene zinachitika."
    },
    {
        "en": "Tom took thousands of pictures during his vacation, but then never looked at them.",
        "ny": "Tom anatenga zithunzi zikwi zambiri pa tchuthi chake, koma sanaziyang'anenso."
    },
    {
        "en": "Tom wants to buy an eight-track player to put in the car his grandmother gave him.",
        "ny": "Tom akufuna kugula sewerolo kuti aliike m'galimoto imene agogo ake aakazi anam'patsa."
    },
    {
        "en": "When I visited their apartment, the couple was right in the middle of an argument.",
        "ny": "Pamene ndinapita kunyumba kwawo, banjalo linali mkati mokangana."
    },
    {
        "en": "When I was 10 years old, I thought that when I would be 16, my life would be cool.",
        "ny": "Pamene ndinali ndi zaka 10, ndinaganiza kuti pamene ndidzakhala ndi zaka 16, moyo wanga udzakhala wabwino."
    },
    {
        "en": "A man's worth should be judged by his character rather than by his social position.",
        "ny": "Kufunika kwa munthu kuyenera kuweruzidwa ndi khalidwe lake osati ndi udindo wake."
    },
    {
        "en": "As soon as I can get a decent video camera, I'll start making videos to put online.",
        "ny": "Ndikangopeza kamera yabwino, ndiyamba kupanga mavidiyo oti ndiwaike pa Intaneti."
    },
    {
        "en": "At the time of the accident, almost all of the passengers on the bus were sleeping.",
        "ny": "Pa nthawi ya ngoziyi, pafupifupi anthu onse amene anali m'basiyi anali m'tulo."
    },
    {
        "en": "Because the voices of protest grew louder and louder, his speech couldn't be heard.",
        "ny": "Chifukwa chakuti mawu otsutsawo anali kumveka mokweza kwambiri, mawu ake sanamveke."
    },
    {
        "en": "Cats are aloof, guinea pigs are nervous, and dogs need constant love and attention.",
        "ny": "Amphaka ndi odzikonda, nkhumba za ku Guinea ndi zopanikizika, ndipo agalu amafuna chikondi ndi chisamaliro chosatha."
    },
    {
        "en": "Experts say coffee prices are rising mainly because people are willing to pay more.",
        "ny": "Akatswiri amanena kuti mitengo ya khofi ikukwera makamaka chifukwa chakuti anthu ali ofunitsitsa kulipira zochuluka."
    },
    {
        "en": "Generally speaking, college students have more free time than high school students.",
        "ny": "Kunena mwachisawawa, ophunzira a ku koleji amakhala ndi nthaŵi yambiri yaufulu kuposa ophunzira a ku sekondale."
    },
    {
        "en": "He is by nature a kind person and is popular with the children in his neighborhood.",
        "ny": "Iye mwachibadwa ndi munthu wokoma mtima ndipo ali wotchuka ndi ana a m'mudzi mwake."
    },
    {
        "en": "I could have stayed a while longer, but I was getting tired, so I decided to leave.",
        "ny": "Ndikanatha kukhalabe kwa kanthaŵi, koma ndinali kutopa, chotero ndinaganiza zochoka."
    },
    {
        "en": "I have many friends who speak fluently, but still don't sound like native speakers.",
        "ny": "Ndili ndi anzanga ambiri amene amalankhula bwino, koma mawu awo sakhala ngati a chinenero chawo."
    },
    {
        "en": "I spend as much time working in the garden in one day as my brother does in a week.",
        "ny": "Ndimathera nthaŵi yochuluka pa ntchito ya m'munda patsiku limodzi monga momwe mbale wanga amachitira m'mlungu."
    },
    {
        "en": "I still have a lot of questions I want to ask you about your relationship with Tom.",
        "ny": "Ndidakali ndi mafunso ambiri amene ndikufuna kukufunsani ponena za unansi wanu ndi Tom."
    },
    {
        "en": "I told you it was dangerous. The reason you got hurt was because you didn't listen.",
        "ny": "Ndinakuuzani kuti ndi koopsa, koma inu munapwetekedwa chifukwa chakuti simunamvere."
    },
    {
        "en": "I'm thinking of going somewhere for a change of air, since my doctor advises me to.",
        "ny": "Ndikuganiza zopita kwinakwake kukasintha mpweya, popeza dokotala wanga wandilangiza kutero."
    },
    {
        "en": "If you don't do what I tell you to do, I can't be responsible for the consequences.",
        "ny": "Ngati simukuchita zimene ndikukuuzani, sindingakhale ndi mlandu pa zotsatirapo zake."
    },
    {
        "en": "In our next class, we will study the days of the week, the months, and the seasons.",
        "ny": "M'kalasi lathu lotsatira, tidzaphunzira masiku a mlungu, miyezi, ndi nyengo."
    },
    {
        "en": "In the U.S., it is illegal to torture people in order to get information from them.",
        "ny": "Ku United States, n'kosavomerezeka kuzunza anthu kuti adziŵe zambiri."
    },
    {
        "en": "Industrialization had a great influence on the development of the economy in Japan.",
        "ny": "Kukula kwa mafakitale kunakhudza kwambiri chitukuko cha chuma cha ku Japan."
    },
    {
        "en": "Insecticides are agricultural chemicals that exterminate insects harmful to plants.",
        "ny": "Mankhwala ophera tizilombo ndi mankhwala a m'zolima amene amawononga tizilombo towononga zomera."
    },
    {
        "en": "It was exceptionally cold last summer, and the rice crop was the worst in 10 years.",
        "ny": "Chilimwe chathachi kunali kozizira kwambiri, ndipo mpunga sunakolole bwino m'zaka 10 zapitazi."
    },
    {
        "en": "It was not until she finished reading the book that she noticed who had written it.",
        "ny": "Iye anadziwa amene analemba bukuli atangomaliza kuliwerenga."
    },
    {
        "en": "My grandmother used to use her sewing machine a lot up until about three years ago.",
        "ny": "Agogo anga aakazi ankagwiritsa ntchito makina awo osokera kaŵirikaŵiri mpaka pafupifupi zaka zitatu zapitazo."
    },
    {
        "en": "No matter how many people tell him he made a mistake, Tom still insists he's right.",
        "ny": "Zilibe kanthu kuti ndi anthu angati amene amamuuza kuti walakwitsa, Tom akuumirirabe kuti akunena zoona."
    },
    {
        "en": "Recently I have been feeling a little tired, so I have not gone swimming this week.",
        "ny": "Posachedwapa ndakhala ndikuona kuti ndatopa pang'ono, chotero sindinapite kukasambira mlungu uno."
    },
    {
        "en": "Sixty percent of Japanese adult males drink alcoholic beverages on a regular basis.",
        "ny": "Anthu 60 pa anthu 100 alionse achikulire aamuna a ku Japan amamwa moŵa nthaŵi zonse."
    },
    {
        "en": "Some people bring joy wherever they go, and some people bring joy whenever they go.",
        "ny": "Anthu ena amabweretsa chimwemwe kulikonse kumene amapita, ndipo anthu ena amabweretsa chimwemwe nthaŵi iliyonse imene amapita."
    },
    {
        "en": "The climate of England isn't as mild as Japan, but in the summer, it's much cooler.",
        "ny": "Nyengo ya ku England si yofatsa ngati ya ku Japan, koma m'chilimwe imakhala yozizira kwambiri."
    },
    {
        "en": "The more time you spend talking about what you do, the less time you have to do it.",
        "ny": "Mukamakhala nthawi yaitali mukulankhula za ntchito yanu, m'pamenenso mumakhala ndi nthawi yochepa yoigwira."
    },
    {
        "en": "The restaurant owner allowed her to take table scraps home to feed all of her dogs.",
        "ny": "Mwini wa lesitilantiyo anamulola kuti azitenga zotsalazo kuti azidyetsa agalu ake onse."
    },
    {
        "en": "There are several good protections against temptation, but the surest is cowardice.",
        "ny": "Pali njira zingapo zabwino zotetezera ku chiyeso, koma njira yabwino koposa ndiyo mantha."
    },
    {
        "en": "There is a sewing machine and an ironing board in the room where Tom used to sleep.",
        "ny": "Pali makina osokera ndi bolodi losokera m'chipinda chimene Tom ankakhalako."
    },
    {
        "en": "There is an urgent need for understanding how climate change will affect our lives.",
        "ny": "Pali kufunika kofulumira kwa kumvetsetsa mmene kusintha kwa nyengo kudzakhudzira miyoyo yathu."
    },
    {
        "en": "This time, the exam was not just difficult, but also, the questions were ambiguous.",
        "ny": "Panthaŵiyi, mayesowo sanali ovuta chabe, komanso mafunsowo anali osadziŵika bwino."
    },
    {
        "en": "Tom and Mary's little boy loves sitting on the kitchen floor banging pots and pans.",
        "ny": "Mwana wamwamuna wa Tom ndi Mary amakonda kukhala pansi m'khitchini n'kumamenya miphika ndi mapani."
    },
    {
        "en": "Tom asked Mary to pick up some toothpaste and some toilet paper at the supermarket.",
        "ny": "Tom anapempha Mary kuti akatenge mankhwala otsukira mano ndi mapepala a chimbudzi ku sitolo."
    },
    {
        "en": "Tom became tired of always having to pay the bill every time he went out with Mary.",
        "ny": "Tom anatopa ndi kulipira ngongole nthawi zonse pamene ankatuluka ndi Mary."
    },
    {
        "en": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor.",
        "ny": "Tom amakhulupirira kuti olemera amayenera kukhala olemera ndipo osauka amayenera kukhala osauka."
    },
    {
        "en": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston.",
        "ny": "Tom anali ndi mwayi wambiri wopita kumakonsati ali ku Boston."
    },
    {
        "en": "Tom certainly looked and sounded better than he did last month when we visited him.",
        "ny": "Tom ankaoneka bwino ndipo mawu ake anali omveka bwino kuposa mwezi watha pamene tinamuchezera."
    },
    {
        "en": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation.",
        "ny": "Tom anakumana ndi vuto pamene ananena kuti gulu lathu lilibe changu ndi chisonkhezero."
    },
    {
        "en": "Tom wanted Mary to talk to John about the problem she was having with his children.",
        "ny": "Tom anafuna kuti Mary alankhule ndi John za vuto limene anali nalo ndi ana ake."
    },
    {
        "en": "Tom was sentenced to five days in jail and a year on probation for drunken driving.",
        "ny": "Tom anaweruzidwa kuti akhale m'ndende masiku asanu ndi chaka chimodzi chifukwa choyendetsa galimoto ali chidakwa."
    },
    {
        "en": "We'll need a head hunting agency to find the right man for this executive position.",
        "ny": "Tifunika bungwe lofufuza anthu oti akhale atsogoleri kuti tipeze munthu woyenerera paudindowu."
    },
    {
        "en": "When he returned, he brought a baseball cap and gave it as a present to his friend.",
        "ny": "Atabwerera, anabweretsa kapu ya baseball ndi kuipereka kwa bwenzi lake monga mphatso."
    },
    {
        "en": "After she lost her job, she couldn't afford to feed her dogs, so she gave them away.",
        "ny": "Atachotsedwa ntchito, analibe ndalama zoti agulire agalu ake, choncho anawapereka kwa anthu ena."
    },
    {
        "en": "By this time next year, you will have visited almost all the famous places in Japan.",
        "ny": "Pofika nthaŵi imeneyi chaka chamawa, mudzakhala mutapita pafupifupi ku malo onse otchuka ku Japan."
    },
    {
        "en": "China has imposed a no-fly zone over several disputed islands in the East China Sea.",
        "ny": "China yakhazikitsa malo oletsa ndege kudutsa zilumba zingapo zotsutsana ku East China Sea."
    },
    {
        "en": "He doesn't want to leave the room because he's afraid that he'll catch another cold.",
        "ny": "Iye sakufuna kuchoka m'chipindamo chifukwa akuopa kuti angadzadwalanso."
    },
    {
        "en": "He studied the scientists considered to be the most significant of the 19th century.",
        "ny": "Iye anaphunzira asayansi amene ankaonedwa kukhala ofunika kwambiri m'zaka za zana la 19."
    },
    {
        "en": "Her car might be more pleasant to drive, but it also costs her more for maintenance.",
        "ny": "Galimoto yake ingakhale yosangalatsa kuyendetsa, koma imakhalanso ndi ndalama zambiri zolipirira."
    },
    {
        "en": "I know you've been waiting a long time, but could you wait just a little bit longer?",
        "ny": "Ndikudziŵa kuti mwakhala mukuyembekezera kwa nthaŵi yaitali, koma kodi mungadikirebe pang'ono?"
    },
    {
        "en": "I regret that a previous engagement prevents me from accepting your kind invitation.",
        "ny": "Ndikudandaula kuti chifukwa cha malonjezo akale a ukwati sindingathe kulandira chiitano chanu."
    },
    {
        "en": "I thought we had eaten everything in the house, but I found another box of crackers.",
        "ny": "Ndinkaganiza kuti tadya zonse m'nyumba, koma ndinapeza bokosi lina la makeke."
    },
    {
        "en": "I've been agonizing over whether to do what Tom suggested or do what Mary suggested.",
        "ny": "Ndakhala ndikuvutika maganizo kuti ndichite zimene Tom ananena kapena zimene Mary ananena."
    },
    {
        "en": "If my wife calls, just tell her I'm in an important meeting and cannot be disturbed.",
        "ny": "Ngati mkazi wanga atandiimbira foni, mungomuuza kuti ndili pamsonkhano wofunika ndipo sindingathenso kusokonezedwa."
    },
    {
        "en": "If you want something to be done right, sometimes you've just got to do it yourself.",
        "ny": "Ngati mukufuna kuti chinthu chinachake chichitike bwino, nthaŵi zina mumangofunika kuchipanga nokha."
    },
    {
        "en": "Is it true that illegal immigrants are taking jobs away from citizens who want them?",
        "ny": "Kodi nzowona kuti anthu osamukira m'dziko mosavomerezeka akuchotsa ntchito kwa nzika zimene zikuzifuna?"
    },
    {
        "en": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time.",
        "ny": "Sizinali mwangozi kuti Tom ndi Mary anali m'chipinda chodyera panthawi imodzimodzi."
    },
    {
        "en": "She advised him to see the dentist, but he said he didn't have enough time to do so.",
        "ny": "Mayiyo anamuuza kuti apite kwa dokotala wa mano, koma iye anati analibe nthaŵi yokwanira yochita zimenezo."
    },
    {
        "en": "She bought him a dog. However, he was allergic to dogs, so they had to give it away.",
        "ny": "Komabe, iye anali ndi chifuwa cha agalu, chotero iwo anafunikira kuchipereka icho."
    },
    {
        "en": "The Titanic's lifeboats only had enough space to carry about half of those on board.",
        "ny": "Mabwato opulumutsa a Titanic anali ndi malo okwanira kokha okwanira kunyamula pafupifupi theka la awo amene anali m'sitimayo."
    },
    {
        "en": "The coach urged his team not to be complacent following their four consecutive wins.",
        "ny": "Mphunzitsi wa timuyi analimbikitsa timu yake kuti isakhale yodzidalira pambuyo pa kupambana kwawo komaliza."
    },
    {
        "en": "The company is owned by a group of entrepreneurs who started it right after the war.",
        "ny": "Kampaniyo ndi ya gulu la amalonda amene anayambitsa kampaniyo nkhondo itangotha."
    },
    {
        "en": "The day after going to the gym, parts of my body hurt that I didn't even know I had.",
        "ny": "Tsiku lotsatira, nditachita masewera olimbitsa thupi, ndinayamba kumva kupweteka m'malo osiyanasiyana m'thupi mwanga."
    },
    {
        "en": "The library near my house is now open only three days a week due to budget cutbacks.",
        "ny": "Laibulale imene ili pafupi ndi nyumba yanga tsopano imatsegulidwa masiku atatu okha pamlungu chifukwa cha kuchepa kwa ndalama."
    },
    {
        "en": "The management finally succumbed to the demand of the workers and gave them a raise.",
        "ny": "Pomalizira pake, akuluakulu a kampaniyo anagonjera zimene antchitowo ankafuna ndipo anawawonjezera malipiro."
    },
    {
        "en": "The more you look, the more you will see, and the more interesting they will become.",
        "ny": "Pamene muyang'ana kwambiri, mudzapeza zambiri, ndipo zidzakhala zosangalatsa kwambiri."
    },
    {
        "en": "The samples were collected from two hundred medical institutions all over the world.",
        "ny": "Zitsanzozo zinatengedwa ku mabungwe azachipatala mazana aŵiri padziko lonse."
    },
    {
        "en": "Tom and Mary were in the middle of a heated argument when John walked into the room.",
        "ny": "Tom ndi Mary anali kukangana kwambiri pamene John analowa m'chipindacho."
    },
    {
        "en": "Tom believes it's absolutely necessary to drink at least a liter of water every day.",
        "ny": "Tom amakhulupirira kuti ndi kofunika kwambiri kumwa madzi okwana lita imodzi tsiku lililonse."
    },
    {
        "en": "Tom bought an engagement ring for Mary with money he inherited from his grandfather.",
        "ny": "Tom anagulira Mary mphete ya chibwenzi ndi ndalama zimene analandira kwa agogo ake."
    },
    {
        "en": "Tom claims he doesn't watch much TV, but he watches more than three hours every day.",
        "ny": "Tom amanena kuti samaonera TV kwambiri, koma amaonera maola oposa atatu tsiku lililonse."
    },
    {
        "en": "Tom doesn't have many clothes. That's why you always see him wearing the same thing.",
        "ny": "Tom alibe zovala zambiri. Ndicho chifukwa chake mumamuona atavala chinthu chimodzi nthawi zonse."
    },
    {
        "en": "Tom found some skeletons in the cupboard when he was researching his family history.",
        "ny": "Tom anapeza mafupa ena m'kabati pamene anali kufufuza mbiri ya banja lake."
    },
    {
        "en": "Tom laughed at some of Mary's jokes, but he thought some of them weren't very funny.",
        "ny": "Tom anaseka nthabwala zina za Mary, koma anaganiza kuti zina mwa izo sizinali zoseketsa kwenikweni."
    },
    {
        "en": "Tom put up with the pain for a couple of weeks before finally going to the hospital.",
        "ny": "Tom anapirira ululuwo kwa milungu ingapo asanapite kuchipatala."
    },
    {
        "en": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom.",
        "ny": "Tom anakhala pansi akuyang'anitsitsa nsomba za m'madera otentha zimene zinali kusambira m'madzi a m'chipinda chake chogona."
    },
    {
        "en": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave.",
        "ny": "Tom anafuna kukhala pafupi kuti aone zimene zidzachitika. Tsoka ilo, iye anayenera kuchoka."
    },
    {
        "en": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning.",
        "ny": "Tom anachenjeza Mary kuti John ndi munthu woipa, koma iye sanamvere chenjezo lake."
    },
    {
        "en": "Tom's parents don't want Tom and Mary to live together until after they are married.",
        "ny": "Makolo a Tom sakufuna kuti Tom ndi Mary azikhala limodzi mpaka atakwatirana."
    },
    {
        "en": "Visitors are usually asked to remove their shoes before they enter a Japanese house.",
        "ny": "Anthu a ku Japan amauzidwa kuti azichotsa nsapato zawo asanalowe m'nyumba."
    },
    {
        "en": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.",
        "ny": "Kodi nchifukwa ninji chowonadi sichiyenera kukhala chachilendo kuposa nthano?"
    },
    {
        "en": "With many students chatting, it was difficult to hear what the professor had to say.",
        "ny": "Chifukwa chakuti ophunzira ambiri anali kukambirana, zinali zovuta kumva zimene pulofesayo anali kunena."
    },
    {
        "en": "You should always spend time doing things that help your children get ahead in life.",
        "ny": "Nthaŵi zonse muyenera kuthera nthaŵi mukuchita zinthu zimene zimathandiza ana anu kupita patsogolo m'moyo."
    },
    {
        "en": "Let's go to the movies next time. \"What makes you think there will be a next time?\"",
        "ny": "Tiyeni tipite ku mafilimu nthaŵi yotsatira. \"Kodi nchiyani chimene chimakupangitsani kuganiza kuti padzakhala nthaŵi yotsatira?\""
    },
    {
        "en": "An infant is not capable of speaking, so it just screams until it gets what it wants.",
        "ny": "Mwana wakhanda sangathe kulankhula, choncho amangokhalira kulira mpaka atapeza zimene akufuna."
    },
    {
        "en": "At the funeral, the widow looked very dignified, with her black suit, hat and gloves.",
        "ny": "Pa malirowo, mkazi wamasiyeyo anaoneka wolemekezeka kwambiri, ndi suti yake yakuda, chipewa ndi magolovesi."
    },
    {
        "en": "Daddy, let's make faces at each other and see who can keep from laughing the longest.",
        "ny": "Bambo, tiyeni tichitirane manyazi ndi kuona amene angaleke kuseka kwa nthaŵi yaitali."
    },
    {
        "en": "Do you think you have to be able to pass for a native speaker to be an effective spy?",
        "ny": "Kodi mukuganiza kuti muyenera kukhala wokhoza kudutsa monga wolankhula chinenero cha makolo kukhala kazitape wogwira mtima?"
    },
    {
        "en": "Generally speaking, we Japanese are a little too timid in speaking foreign languages.",
        "ny": "Kunena mwachisawawa, ife Achijapani timakhala amanyazi kwambiri polankhula zinenero zakunja."
    },
    {
        "en": "He made it clear that he had no intention of becoming a professional football player.",
        "ny": "Iye ananena momveka bwino kuti analibe cholinga chilichonse chokhala katswiri wa mpira."
    },
    {
        "en": "He turned the bottle upside down and shook it, but still the honey wouldn't come out.",
        "ny": "Iye anatembenuza botolo n'kuligwedeza, koma uchiwo sunatulukebe."
    },
    {
        "en": "I don't know what I'm going to do with my cat now that I'm moving to another country.",
        "ny": "Sindikudziwa kuti ndichite chiyani ndi mphaka wanga tsopano pamene ndikusamukira ku dziko lina."
    },
    {
        "en": "I'd like to take advantage of this opportunity to thank you all for your cooperation.",
        "ny": "Ndikufuna kugwiritsa ntchito mpata uwu kukuthokozani nonse chifukwa cha mgwirizano wanu."
    },
    {
        "en": "If people who smoke are deprived of their cigarettes, they get nervous and irritable.",
        "ny": "Ngati anthu osuta fodya alandidwa fodya wawo, amakhala amantha ndi okwiya."
    },
    {
        "en": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago.",
        "ny": "Ngati mukufuna kumva nkhani yochititsa mantha, ndikuuzani za maloto amene ndinalota milungu ingapo yapitayo."
    },
    {
        "en": "In London, the police are always worried about finding a bomb on the train or subway.",
        "ny": "Ku London, apolisi nthaŵi zonse amakhala ndi nkhaŵa yopeza bomba m'sitima kapena m'sitima yapansi panthaka."
    },
    {
        "en": "In all of my travels, I have never seen a more beautiful mountain than Mount Everest.",
        "ny": "M'maulendo anga onse, sindinaonepo phiri lokongola kwambiri kuposa phiri la Everest."
    },
    {
        "en": "In many countries, the main reason that people come to big cities is because of work.",
        "ny": "M'mayiko ambiri, chifukwa chachikulu chimene anthu amapitira ku mizinda ikuluikulu ndicho ntchito."
    },
    {
        "en": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now.",
        "ny": "Mwina zingaoneke ngati maganizo openga, koma ndikuganiza kuti tiyenera kupita kukaona Tom ndi Mary tsopano."
    },
    {
        "en": "It was after a meeting in America that he decided to write a book for non-scientists.",
        "ny": "Pambuyo pa msonkhano wina ku America, iye anaganiza zolemba buku la anthu amene si asayansi."
    },
    {
        "en": "It was five days after she graduated that my daughter left Osaka Airport for Germany.",
        "ny": "Patangotha masiku asanu chiphunzitsochi chitamalizidwa, mwana wanga wamkazi anachoka pa bwalo la ndege la Osaka kupita ku Germany."
    },
    {
        "en": "Ladies and gentlemen, due to an accident at the airport, our arrival will be delayed.",
        "ny": "Alongo ndi abambo, chifukwa cha ngozi pa bwalo la ndege, kufika kwathu kudzachedwa."
    },
    {
        "en": "Make your airplane reservations early since flights fill up quickly around Christmas.",
        "ny": "Sungitsani malo a ndege pasadakhale chifukwa ndege zimadzaza mofulumira pa Khirisimasi."
    },
    {
        "en": "Many native speakers of Japanese have trouble hearing the difference between B and V.",
        "ny": "Anthu ambiri olankhula Chijapanizi amavutika kusiyanitsa mawu a B ndi V."
    },
    {
        "en": "My love for you won't let me tell you everything. Some things are better left unsaid.",
        "ny": "Chikondi changa pa inu sichidzandilola kukuuzani zonse. Zinthu zina ndi bwino kukhala osanenedwa."
    },
    {
        "en": "The airline provided free accommodation to stranded passengers as a goodwill gesture.",
        "ny": "Ndegeyo inapereka malo ogona aulere kwa okwera ndege omwe anali atagona ngati chizindikiro cha chifuniro chabwino."
    },
    {
        "en": "The antiques my father left when he died turned out to be nothing but worthless junk.",
        "ny": "Zinthu zakale zimene atate wanga anatisiyira atamwalira zinangokhala zinyalala zopanda phindu."
    },
    {
        "en": "The bomb blew Tom's house to smithereens. Fortunately, he wasn't at home at the time.",
        "ny": "Bomba linaphulitsa nyumba ya Tom. Mwamwayi, iye sanali panyumba panthawiyo."
    },
    {
        "en": "The number of students who were late for school was much smaller than I had expected.",
        "ny": "Ophunzira amene ankafika mochedwa kusukulu anali ochepa kwambiri kuposa mmene ndinkaganizira."
    },
    {
        "en": "The old man in the wheelchair told me that he knew my mother when she was a teenager.",
        "ny": "Mkulu amene anali pa njinga ya olumalayo anandiuza kuti anali kudziŵa amayi anga kuyambira ali mtsikana."
    },
    {
        "en": "The sudden increase of cars is causing a large number of traffic accidents every day.",
        "ny": "Kuchuluka kwa magalimoto mwadzidzidzi kukuchititsa ngozi za pamsewu zochuluka tsiku lililonse."
    },
    {
        "en": "There is no other country in the world where earthquakes are as frequent as in Japan.",
        "ny": "Palibe dziko lina padziko lapansi limene limachitika zivomezi kaŵirikaŵiri monga ku Japan."
    },
    {
        "en": "They usually have breakfast at half past seven o'clock and eat their lunch at twelve.",
        "ny": "Nthaŵi zambiri amadya chakudya cham'mawa cha pa 7:30 koloko m'mawa ndi kudya chakudya chamasana cha pa 12 koloko masana."
    },
    {
        "en": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off.",
        "ny": "Tom ndi Mary onse ankafuna kupita ku Boston, koma palibe aliyense wa iwo amene anatha kupeza nthawi yopuma."
    },
    {
        "en": "Tom could tell by the smile on Mary's face that she had had a good time at the party.",
        "ny": "Tom anatha kuona ndi kumwetulira pa nkhope ya Mary kuti iye anali ndi nthawi yabwino pa phwando."
    },
    {
        "en": "Tom couldn't completely rule out the possibility that he might be laid off from work.",
        "ny": "Tom sakanakhoza kuthetsa kuthekera kwakuti angachotsedwe ntchito."
    },
    {
        "en": "Tom is the first guy Mary has really been interested in since she broke up with John.",
        "ny": "Tom ndiye munthu woyamba amene Mary wakhala akumufunafuna kwambiri kuyambira pamene anasiyana ndi John."
    },
    {
        "en": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France.",
        "ny": "Tom anaimba nyimbo ya anthu a ku Spain pa nyanga yake ya Chingelezi m'lesitilanti ya Chitchaina ku France."
    },
    {
        "en": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked.",
        "ny": "Tom anatulutsa mikanda m'chikwama chake ndi kuuza Mary kuti asankhe imene akufuna."
    },
    {
        "en": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars.",
        "ny": "Tom ananditengera ku lesitilanti kumene mungadye mmene mungafunire ndi ndalama zokwana madola makumi atatu."
    },
    {
        "en": "Tom volunteered a good deal of his time to helping those less fortunate than himself.",
        "ny": "Tom anadzipereka kupereka nthaŵi yake yambiri kuthandiza anthu amene analibe mwayi ngati iyeyo."
    },
    {
        "en": "Tom was kicked out of his house by his parents when he confessed to being an atheist.",
        "ny": "Makolo a Tom anam'thamangitsa m'nyumba atamuuza kuti sakhulupirira kuti kuli Mulungu."
    },
    {
        "en": "When in doubt tell the truth. It will confound your enemies and astound your friends.",
        "ny": "Ngati mukukayikira, nenani zoona, chifukwa zimenezi zidzachititsa adani anu manyazi ndipo zidzadabwitsa anzanu."
    },
    {
        "en": "You're playing with fire if you insist on riding your motorcycle without a helmet on.",
        "ny": "Mukusewera ndi moto ngati mukukakamirabe kukwera njinga yanu yamoto popanda chisoti."
    },
    {
        "en": "We were invited to their wedding. \"Is that so? Well, what are you going to get them?",
        "ny": "Tinaitanidwa ku ukwati wawo. \"Kodi ndi choncho? Eya, kodi muwatengera chiyani?"
    },
    {
        "en": "A lot of companies are going under lately because banks are so tight with their money.",
        "ny": "Makampani ambiri akuphonya posachedwapa chifukwa mabanki ali ndi ndalama zochepa kwambiri."
    },
    {
        "en": "A pre-dawn raid has netted a large stash of illegal steroids and several bags of cash.",
        "ny": "Kuukira kumene kunachitika m'bandakucha kunapeza mankhwala ambiri osokoneza bongo komanso matumba angapo a ndalama."
    },
    {
        "en": "After years of suffering, she finally decided to forget the past and begin a new life.",
        "ny": "Pambuyo pa zaka zambiri za kuvutika, iye potsirizira pake anasankha kuiwala zakale ndi kuyamba moyo watsopano."
    },
    {
        "en": "All happy families resemble each other, each unhappy family is unhappy in its own way.",
        "ny": "Mabanja onse achimwemwe amafanana, banja lililonse losasangalala limakhala losasangalala m'njira yakeyake."
    },
    {
        "en": "American politics are interesting to watch, especially during a presidential election.",
        "ny": "Ndale za ku America n'zosangalatsa kuzipenyerera, makamaka pa chisankho cha pulezidenti."
    },
    {
        "en": "Democracy is the worst form of government, except all the others that have been tried.",
        "ny": "Demokalase ndiyo njira yoipa koposa ya boma, kupatulapo njira zina zonse zimene zayesedwa."
    },
    {
        "en": "He said that he could smell something burning and that the telephones weren't working.",
        "ny": "Iye anati anamva fungo la chinthu choyaka ndipo telefoni zinali zosagwira ntchito."
    },
    {
        "en": "I don't need to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Sindikufuna kuti ndizimveka ngati munthu wolankhula chinenerochi, ndikungofuna kuti ndizilankhula bwino."
    },
    {
        "en": "I don't understand and I'm not used to not understanding. Please explain it once more.",
        "ny": "Sindikumvetsa ndipo sindinazolowere kusamvetsetsa. Chonde fotokozani kamodzinso."
    },
    {
        "en": "I heard that Tom had been smuggling drugs into America for years before he got caught.",
        "ny": "Ndinamva kuti Tom anali atalowetsa mankhwala osokoneza bongo ku America kwa zaka zambiri asanagwidwe."
    },
    {
        "en": "I'd describe him as a middle-aged man in a yellow jacket, orange tie and a pink shirt.",
        "ny": "Ndikanamufotokoza kuti anali munthu wa msinkhu wapakati wovala jekete lachikasu, tayi ya lalanje ndi malaya a pinki."
    },
    {
        "en": "If you could go back and start your life again, from what age would you like to start?",
        "ny": "Ngati mukanatha kubwerera m'mbuyo ndi kuyamba moyo wanu watsopano, kodi mukanayamba ali ndi zaka zingati?"
    },
    {
        "en": "It seems that the policeman in this TV series is a dirty cop who abuses his authority.",
        "ny": "Zikuoneka kuti wapolisi amene ali m'nkhani za pa TV zimenezi ndi wapolisi wonyansa amene amagwiritsa ntchito molakwa ulamuliro wake."
    },
    {
        "en": "It's very difficult to find a black cat in a dark room, especially if there is no cat.",
        "ny": "N'kovuta kwambiri kupeza mphaka wakuda m'chipinda chamdima, makamaka ngati mulibe mphaka."
    },
    {
        "en": "Many, if not most, professional translators only translate into their native language.",
        "ny": "Anthu ambiri amene ali ndi luso lomasulira amangotembenuza m'chinenero chawo."
    },
    {
        "en": "No news is good news. If you haven't heard from your son it's because he's doing well.",
        "ny": "Ngati simunamvepo za mwana wanu ndi chifukwa chakuti akuchita bwino."
    },
    {
        "en": "Opponents say genetically engineered crops can cross-pollinate and damage other crops.",
        "ny": "Anthu otsutsa amati mbewu zosinthidwa majini zingapangitse mbewu zina kuti zizipatsirana mungu ndipo zingawononge mbewu zina."
    },
    {
        "en": "Plan for the future because that's where you are going to spend the rest of your life.",
        "ny": "Muzikonzekera zam'tsogolo chifukwa ndi mmene mudzakhalire moyo wanu wonse."
    },
    {
        "en": "Please fasten your seat belt and observe the \"no smoking\" sign until it is turned off.",
        "ny": "Chonde tsekani lamba wanu wa chitetezo ndipo tsatirani chikwangwani cha \"osasuta\" kufikira pamene chizimitsidwa."
    },
    {
        "en": "Sometimes you don't need to speak the same language in order to understand each other.",
        "ny": "Nthaŵi zina simufunikira kulankhula chinenero chimodzi kuti mumvetsetsane."
    },
    {
        "en": "The company provides health care and life insurance benefits for all of its employees.",
        "ny": "Kampaniyo imapereka chithandizo cha mankhwala ndi inshuwalansi ya moyo kwa antchito ake onse."
    },
    {
        "en": "The first group studies in the morning, and the second group studies in the afternoon.",
        "ny": "Gulu loyamba limaphunzira m'maŵa, ndipo gulu lachiŵiri limaphunzira masana."
    },
    {
        "en": "The hardest thing in life is knowing which bridges to cross and which bridges to burn.",
        "ny": "Chinthu chovuta kwambiri m'moyo ndicho kudziŵa milatho imene munthu ayenera kuwoloka ndi imene ayenera kuyatsa."
    },
    {
        "en": "The only trouble I've ever had was dealing with people who didn't like my personality.",
        "ny": "Vuto lokha limene ndakhala nalo ndi lochita zinthu ndi anthu amene sakonda umunthu wanga."
    },
    {
        "en": "To put it bluntly, the reason this team won't win is because you're holding them back.",
        "ny": "Kunena mosapita m'mbali, chifukwa chimene timuyi sidzawina n'chakuti inu mukuwaletsa."
    },
    {
        "en": "Tom eventually figured out how to install a free database application on his computer.",
        "ny": "Tom anapeza njira yokhazikitsira pulogalamu yaulere ya nkhokwe ya maumboni pa kompyuta yake."
    },
    {
        "en": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife.",
        "ny": "Tom anatha kudula yekha pamene anali kuyesa kutsegula thumba la mtedza ndi mpeni wake."
    },
    {
        "en": "Tom thought that there was a good chance that it was Mary who had stolen the painting.",
        "ny": "Tom anaganiza kuti panali mwayi kuti Mary ndiye anali ataba chithunzicho."
    },
    {
        "en": "Tom walked over to the woman with a drink in her hand and asked her what her name was.",
        "ny": "Tom anayenda kwa mkaziyo ndi chakumwa m'dzanja lake ndi kumufunsa dzina lake."
    },
    {
        "en": "Tom wanted to cut down that tree in his front yard, but Mary doesn't want it cut down.",
        "ny": "Tom anafuna kudula mtengo umene unali kutsogolo kwa nyumba yake, koma Mary sakufuna kuti udulidwe."
    },
    {
        "en": "Tom wasn't wearing a wedding ring, but Mary noticed a white circle on his ring finger.",
        "ny": "Tom analibe mphete ya ukwati, koma Mary anaona bwalo loyera pa chala chake."
    },
    {
        "en": "We must pay attention to the fact that no nation claimed sovereignty over this region.",
        "ny": "Tiyenera kudziŵa kuti palibe dziko limene linadzitcha kuti ndilo lili ndi ulamuliro pa dera limeneli."
    },
    {
        "en": "When I got the phone call telling me of my father's death, I was completely flustered.",
        "ny": "Pamene ndinalandira foni yondiuza za imfa ya atate wanga, ndinali wosokonezeka maganizo."
    },
    {
        "en": "You could search the world over and never find another woman more beautiful than Mary.",
        "ny": "Mungathe kufufuza dziko lonse lapansi ndipo simungapeze mkazi wina wokongola kuposa Mariya."
    },
    {
        "en": "According to a recent study, the average life span of the Japanese is still increasing.",
        "ny": "Malinga ndi kufufuza kwaposachedwapa, nthaŵi ya moyo wa anthu a ku Japan ikupitirizabe kuwonjezeka."
    },
    {
        "en": "According to this magazine, my favorite actress will marry a jazz musician next spring.",
        "ny": "Malinga ndi magazini ino, mtsikana amene ndimam'konda kwambiri pa mafilimu adzakwatira woimba wa jazi masika akudza."
    },
    {
        "en": "At first we used to go separately, but one day we started going and returning together.",
        "ny": "Poyamba tinkapita padera, koma tsiku lina tinayamba kupita ndi kubwerako pamodzi."
    },
    {
        "en": "At lunchtime today, our usual restaurant was closed because of a funeral in the family.",
        "ny": "Pa nthaŵi ya nkhomaliro lero, lesitilanti yathu yanthaŵi zonse inatsekedwa chifukwa cha maliro a banja."
    },
    {
        "en": "Because of some technical problem, a movie was shown in place of the announced program.",
        "ny": "Chifukwa cha vuto linalake laumisiri, filimu inaonetsedwa m'malo mwa pulogalamu yolengezedwayo."
    },
    {
        "en": "Governments usually resort to price control when inflation has reached a certain level.",
        "ny": "Maboma kaŵirikaŵiri amayamba kuletsa mitengo pamene mitengo ya zinthu yafika pamlingo winawake."
    },
    {
        "en": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages.",
        "ny": "Iye sangathe kusiyanitsa mtengo wa chitumbuwa ndi mtengo wa mpiru, koma amatha kutchula mayina awo m'zinenero khumi ndi ziŵiri."
    },
    {
        "en": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever.",
        "ny": "Wopempha amakhala wopusa kwa mphindi zisanu, koma wosapempha amakhalabe wopusa kosatha."
    },
    {
        "en": "He's a really straight-laced guy, so he doesn't like the idea of his son changing jobs.",
        "ny": "Iye ndi munthu wosasamala kwenikweni, chotero sakonda lingaliro lakuti mwana wake amasintha ntchito."
    },
    {
        "en": "I don't think I'll ever sound like a native speaker and I don't really think I need to.",
        "ny": "Sindikuganiza kuti ndidzamvekanso ngati wolankhula chinenero cha makolo anga ndipo sindikuganiza kuti ndiyenera kutero."
    },
    {
        "en": "I imagine that Tom will eventually find out that Mary has been talking behind his back.",
        "ny": "Ndikuganiza kuti Tom pomalizira pake adzapeza kuti Mary wakhala akulankhula kumbuyo kwake."
    },
    {
        "en": "I never for a moment imagined that I would still be doing this kind of thing at my age.",
        "ny": "Sindinaganizepo ngakhale pang'ono kuti ndidzakhala ndikuchitabe zinthu zoterezi pa msinkhu wangawu."
    },
    {
        "en": "I think it's highly unlikely that we'll ever get any help from the national government.",
        "ny": "Ndikuganiza kuti n'zosatheka kuti boma la dzikoli litithandize."
    },
    {
        "en": "I would like to drastically decrease the amount of time it takes me to clean the house.",
        "ny": "Ndikufuna kuchepetsa kwambiri nthaŵi imene ndimathera poyeretsa m'nyumba."
    },
    {
        "en": "If mankind doesn't take care of the environment, the environment may eliminate mankind.",
        "ny": "Ngati anthu sasamalira chilengedwe, chilengedwecho chingawononge anthu."
    },
    {
        "en": "People who are constantly copying others do it because they can't think for themselves.",
        "ny": "Anthu amene nthaŵi zonse amatsanzira ena amachita zimenezo chifukwa chakuti sangathe kudziganizira okha."
    },
    {
        "en": "Suddenly, there was a period of terrible violence and hatred between blacks and whites.",
        "ny": "Mwadzidzidzi, panali nyengo ya chiwawa choopsa ndi udani pakati pa anthu akuda ndi azungu."
    },
    {
        "en": "That report was important because it pointed out all the errors the committee had made.",
        "ny": "Lipoti limenelo linali lofunika chifukwa linasonyeza zolakwa zonse zimene komitiyo inachita."
    },
    {
        "en": "The amount of paper produced by a country is closely related to its cultural standards.",
        "ny": "Kuchuluka kwa mapepala opangidwa ndi dziko kumagwirizana kwambiri ndi miyezo yake ya chikhalidwe."
    },
    {
        "en": "The first point that requires clarification is that the design was purely experimental.",
        "ny": "Mfundo yoyamba imene ikufunika kufotokozedwa bwino ndi yakuti kapangidwe kake kanali koyesa chabe."
    },
    {
        "en": "The shortage of engineers is the greatest bottleneck to the development of our company.",
        "ny": "Kupereŵera kwa akatswiri a zomangamanga ndiko vuto lalikulu kwambiri pa chitukuko cha kampani yathu."
    },
    {
        "en": "The twins look so much alike it's next to impossible to distinguish one from the other.",
        "ny": "Amapasawo amafanana kwambiri moti n'zosatheka kusiyanitsa mmodzi ndi mnzake."
    },
    {
        "en": "To become a professional banjo player, you need to spend thousands of hours practicing.",
        "ny": "Kuti mukhale katswiri woimba banjo, muyenera kuthera maola zikwi zambiri mukuchita maseŵero."
    },
    {
        "en": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter.",
        "ny": "Tom anafunsa Mary kuti adzagula liti nsapato zatsopano kwa mwana wake wamng'ono wamkazi."
    },
    {
        "en": "Tom had his ear pressed to the door, trying to hear what was going on in the next room.",
        "ny": "Tom anali ndi khutu lake lili pakhomo, kuyesa kumva zomwe zinali kuchitika m'chipinda china."
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "ndi ntchito yolimbikitsa anthu kuti adziŵe za kafukufuku wa sayansi wokhudza matenda ogona."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Ntchitoyi inakonzedwa ndi bungwe la Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences ndi bungwe la Malawi VOICES."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award ",
        "ny": "Ntchitoyi ndi yothandizidwa ndi ndalama za ScotPEN Wellcome Engagement Award "
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Nkhani zimenezi zimafalitsidwa pa Intaneti komanso pa Intaneti ndipo zimafotokoza zimene timachita"
    },
    {
        "en": "Recent Posts",
        "ny": "Zolemba Zaposachedwa"
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers.",
        "ny": "Pansipa pali ena mwa mawailesi omwe tagwirizana nawo kuti tifotokozere za zomwe tikuchita ku Rumphi ndi Nkhotakota ku Malawi. Izi zichitika limodzi ndi zisudzo zathu zomwe zimalola kuti anthu ambiri azichita nawo zokambirana ndi zidziwitso zomwe zilipo. Mawailesi awa apanga mapulogalamu omwe adzagwirizane ndi makalabu omvera wailesi pambuyo poyankhulana ndi mafunso ndi mayankho."
    }
]