[
    {
        "en": "Talk about Tsetse",
        "ny": "Lankhulani za Tsetse"
    },
    {
        "en": "About Us",
        "ny": "Zokhudza ife"
    },
    {
        "en": "Talk to Us",
        "ny": "Lankhulani Nafe"
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "ndi ntchito yothandizira anthu omwe cholinga chake ndi kubweretsa chidziwitso pa kafukufuku wa sayansi pa matenda ogona."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Mgwirizano pakati pa Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences ndi Malawi VOICES."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award (Wellcome Project Number 217078/Z/19/Z)",
        "ny": "Ntchitoyi imaperekedwa ndi ScotPEN Wellcome Engagement Award (Wellcome Project Number 217078 / Z / 19 / Z)"
    },
    {
        "en": "Recent Posts",
        "ny": "Zolemba Zaposachedwa"
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Awa ndi nkhani zomwe zimawonekera m'mapulatifomu ena ofalitsa nkhani za zochita zathu"
    },
    {
        "en": "Read More",
        "ny": "Werengani Zambiri"
    },
    {
        "en": "Radio Programs",
        "ny": "Mapulogalamu a Wailesi"
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers",
        "ny": "M'munsimu muli mawailesi ena omwe tagwirizana nawo kuti tiphimbe mapangano athu ku Rumphi ndi Nkhotakota ku Malawi. Izi zidzayenda limodzi ndi masewera athu kulola dera lalikulu kuti lizichita nawo zokambirana ndi chidziwitso chomwe chilipo. Mawailesi awa adzapereka mapulogalamu omwe adzagwirizane ndi makalabu omvera wailesi pambuyo pa zokambirana zamoyo ndi Mafunso ndi Mayankho"
    },
    {
        "en": "Street Theatre",
        "ny": "Street Theatre"
    },
    {
        "en": "An interactive street theatre performance at local football and netball matches and other places where people gather, for example marketplaces",
        "ny": "An zokambirana msewu zisudzo ntchito pa mpira m'deralo ndi netball machesi ndi malo ena kumene anthu kusonkhana, Mwachitsanzo misika"
    },
    {
        "en": "Radio interviews and question and answer session on the radio allowing direct communication between researchers, heath workers and local community members",
        "ny": "Kuyankhulana kwa wailesi ndi gawo la mafunso ndi mayankho pa wailesi kulola kulumikizana mwachindunji pakati pa ofufuza, ogwira ntchito zaumoyo ndi anthu am'deralo"
    },
    {
        "en": "Downloadable Resources",
        "ny": "Downloadable Resources"
    },
    {
        "en": "A website of free downloadable resources including information and signposting as well as recordings of radio broadcasts, films and photos of the performances that can be watched or listened to at local events collectively or individually.",
        "ny": "Webusaiti ya zinthu zotsitsa zaulere kuphatikizapo chidziwitso ndi zizindikiro komanso zojambula za wailesi, mafilimu ndi zithunzi za masewera omwe angathe kuwonedwa kapena kumvedwa pa zochitika zakomweko pamodzi kapena payekha."
    },
    {
        "en": "Read more about the Street Scientists",
        "ny": "Werengani zambiri za Street Scientists"
    },
    {
        "en": "Image Gallery",
        "ny": "Chithunzi chojambula"
    },
    {
        "en": "No Image Gallery is available for this post.",
        "ny": "Palibe Image Gallery yomwe ilipo pa positi."
    },
    {
        "en": "Please find our different types of media materials",
        "ny": "Chonde pezani mitundu yathu yosiyanasiyana ya zipangizo za media"
    },
    {
        "en": "Video Resources",
        "ny": "Video Resources"
    },
    {
        "en": "Got a Question?",
        "ny": "Muli ndi Funso?"
    },
    {
        "en": "Got Information to share?",
        "ny": "Muli ndi Chidziwitso chogawana?"
    },
    {
        "en": "Send A Message",
        "ny": "Tumizani Uthenga"
    },
    {
        "en": "Enter Message",
        "ny": "Lowani Uthenga"
    },
    {
        "en": "Your message is too short",
        "ny": "Uthenga wanu ndi waufupi kwambiri"
    },
    {
        "en": "Enter your name",
        "ny": "Lowani dzina lanu"
    },
    {
        "en": "Your name is too short",
        "ny": "Dzina lanu ndi lalifupi kwambiri"
    },
    {
        "en": "Your Email Address",
        "ny": "Adilesi Yanu ya Imelo"
    },
    {
        "en": "This is not a valid email address",
        "ny": "Iyi si adilesi ya imelo yovomerezeka"
    },
    {
        "en": "Enter Subject",
        "ny": "Lowani Nkhani"
    },
    {
        "en": "Please Enter Subject",
        "ny": "Chonde Lowani Nkhani"
    },
    {
        "en": "Subject is too short",
        "ny": "Nkhani ndi yochepa kwambiri"
    },
    {
        "en": "Click on Captcha",
        "ny": "Dinani pa Captcha"
    },
    {
        "en": "Pictures",
        "ny": "Zithunzi"
    },
    {
        "en": "More Pictures",
        "ny": "Zithunzi Zambiri"
    },
    {
        "en": "This project is funded by the",
        "ny": "Ntchitoyi imaperekedwa ndi"
    },
    {
        "en": "Preparing for the Performance",
        "ny": "Kukonzekera Kuchita"
    },
    {
        "en": "The Street Scientists prepare for Dances with the Lugo Dance Group before the engagement at Zolokere",
        "ny": "Asayansi a Msewu akukonzekera Kuvina ndi Gulu la Lugo Dance asanayambe kugwirizana ku Zolokere"
    },
    {
        "en": "Children Prepare to Watch the Performance",
        "ny": "Ana Akukonzekera Kuonera Seŵerolo"
    },
    {
        "en": "Children gather at Zolokere Primary School Ground to watch the performance",
        "ny": "Ana akusonkhana ku Zolokere Primary School Ground kuti awonere masewerawa"
    },
    {
        "en": "Public Address Van warms up the Place with Music",
        "ny": "Public Address Van imatenthetsa Malo ndi Nyimbo"
    },
    {
        "en": "Lots of dancing when the music started, and dancers showed off their skills",
        "ny": "Kuvina kwambiri pamene nyimbo zinayamba, ndipo ovina anasonyeza luso lawo"
    },
    {
        "en": "A group of Ladies shows off their Beautiful red Tsetse tshirts and Tsetse Bags",
        "ny": "Gulu la Amayi likuwonetsa zokongola zawo zofiira za Tsetse tshirts ndi Matumba a Tsetse"
    },
    {
        "en": "A group of ladies shows off the Beautiful red Tsetse tshirts and Tsetse Bags they have received",
        "ny": "Gulu la azimayi likuwonetsa Zokongola zofiira Tsetse tshirts ndi Matumba a Tsetse omwe alandira"
    },
    {
        "en": "One of the Netball Teams getting ready for the Game",
        "ny": "Mmodzi wa Magulu a Netball akukonzekera Masewera"
    },
    {
        "en": "One of the Netball Teams shows excitement in their new red tsetse tshirts before they start playing",
        "ny": "Mmodzi wa Magulu a Netball amasonyeza chisangalalo mu tshirts yawo yatsopano yofiira ya tsetse asanayambe kusewera"
    },
    {
        "en": "Hannah gets ready to cover the perfomance from the roof of the faithful Toyota Land Cruiser",
        "ny": "Hana akukonzekera kuphimba perfomance kuchokera padenga la Toyota Land Cruiser wokhulupirika"
    },
    {
        "en": "Hannah gets ready with her camera to shoot pictures of the performance",
        "ny": "Hannah akukonzekera ndi kamera yake kuti awombere zithunzi za masewerawo"
    },
    {
        "en": "The Crowds receive Tsetse T-shirts",
        "ny": "Anthu ambiri amalandira ma T-shirts a Tsetse"
    },
    {
        "en": "The Crowds were excited to receive the red Tsetse tshirts",
        "ny": "Khamu la anthu linasangalala kulandira ma tshirts ofiira a Tsetse"
    },
    {
        "en": "The Performance by the Scientists",
        "ny": "Zimene Asayansi Akuchita"
    },
    {
        "en": "The Scientists mesmerise the Crowd with their performance",
        "ny": "Asayansi amasangalatsa Khamu la Anthu ndi ntchito yawo"
    },
    {
        "en": "The Giant Tsetse with its Maggots",
        "ny": "Chimphona cha Tsetse ndi Mphutsi Zake"
    },
    {
        "en": "The Giants Tsetse and its maggots prepare for the performance",
        "ny": "The Giants Tsetse ndi mphutsi zake zimakonzekera ntchito"
    },
    {
        "en": "Kamphenda Football Club in their kit donated by Boness United FC from Scotland",
        "ny": "Kamphenda Football Club mu kit yawo yoperekedwa ndi Boness United FC kuchokera ku Scotland"
    },
    {
        "en": "as the sun sets over Kamphenda",
        "ny": "pamene dzuwa likulowa pa Kamphenda"
    },
    {
        "en": "The Street Scientists Line up",
        "ny": "Asayansi a M'khwalala Ali Pamzere"
    },
    {
        "en": "Preparing for the Perfomance",
        "ny": "Kukonzekera Perfomance"
    },
    {
        "en": "The Performance",
        "ny": "Kuchita"
    },
    {
        "en": "Part of the Perfomance",
        "ny": "Mbali ya Perfomance"
    },
    {
        "en": "What a talented man from Sasani!",
        "ny": "Ndi munthu waluso chotani nanga wa ku Sasani!"
    },
    {
        "en": "Media Team",
        "ny": "Gulu la Media"
    },
    {
        "en": "The Giant Tsetse with its Maggots interact with the Crowd",
        "ny": "The Giant Tsetse ndi Maggots ake amagwirizana ndi Khamu"
    },
    {
        "en": "Enjoying the Performance from the Car roof",
        "ny": "Kusangalala ndi Performance kuchokera padenga la Car"
    },
    {
        "en": "The Crowd answers questions about Tsetse and receive tshirts",
        "ny": "Khamulo limayankha mafunso okhudza Tsetse ndi kulandira tshirts"
    },
    {
        "en": "A Wrap up by the Performers",
        "ny": "Kukulunga kwa Ochita"
    },
    {
        "en": "Getting Ready for a Football Game",
        "ny": "Kukonzekera Masewera a Mpira"
    },
    {
        "en": "The team performed in Zolokere on Friday 14th October, 2022, our first outing with the new performance.",
        "ny": "Gululi linachita ku Zolokere Lachisanu 14th October, 2022, ulendo wathu woyamba ndi masewera atsopano."
    },
    {
        "en": "We travelled around Rumphi with Lugo Cultural Team, who did an amazing dance and music performance and hosted a question and answer session in each place.",
        "ny": "Tinayenda mozungulira Rumphi ndi Lugo Cultural Team, yemwe anachita kuvina kodabwitsa ndi nyimbo ndipo anachititsa gawo la mafunso ndi mayankho pamalo aliwonse."
    },
    {
        "en": "We saw the local netball teams play and the football teams The Young Rangers played vs Monga Youth Club; we were very pleased with how many people came to see the first show!",
        "ny": "Tinaona matimu a netball am'deralo akusewera ndipo matimu a mpira The Young Rangers adasewera vs Monga Youth Club; tinasangalala kwambiri ndi kuchuluka kwa anthu omwe anabwera kudzawona chiwonetsero choyamba!"
    },
    {
        "en": "On Saturday 15th October,2022 we took the performance to Kamphenda, where the truck travelled around the area before the event playing music loudly to attract the attention of the local people.",
        "ny": "Loweruka pa 15 October,2022 tinatenga masewerawa kupita ku Kamphenda, komwe galimotoyo inayenda mozungulira deralo chochitikacho chisanachitike akusewera nyimbo mokweza kuti akope chidwi cha anthu am'deralo."
    },
    {
        "en": "It was market day and so again we had a great turn out. Kamphenda played vs KK Rangers in the football match and the local netball teams played a great game too.",
        "ny": "Inali tsiku la msika ndipo kotero kachiwiri tinali ndi kutembenuka kwakukulu. Kamphenda adasewera vs KK Rangers mu masewera a mpira ndipo magulu a netball am'deralo adaseweranso masewera aakulu."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers.",
        "ny": "Lamlungu pa 16 October,2022, chifukwa cha masewera athu otsiriza ku Rumphi tinapita kumudzi wa Bowe, komwe tinalandiridwa bwino ndi anthu a m'mudzimo."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers. \nThe teachers in each local village were essential in helping us ask the audiences questions about the activities, which will be important for our research. There was a great football match between Bowe vs Betere and the local netball teams played really well too.\nThis, being our last performance in Rumphi, was very successful and we had lots of good questions about African Trypanosomiasis from the crowd.",
        "ny": "Lamlungu pa 16 October,2022, chifukwa cha masewera athu otsiriza ku Rumphi tinapita kumudzi wa Bowe, komwe tinalandiridwa bwino ndi anthu a m'mudzimo. \nAphunzitsi a m'mudzi uliwonse wa m'deralo anali ofunika kwambiri kutithandiza kufunsa omvera mafunso okhudza zochitikazo, zomwe zidzakhala zofunika pakufufuza kwathu. Panali masewera akuluakulu a mpira pakati pa Bowe vs Betere ndipo magulu a netball am'deralo adasewera bwino kwambiri.\nIzi, pokhala ntchito yathu yomaliza ku Rumphi, zinali zopambana kwambiri ndipo tinali ndi mafunso ambiri abwino okhudza African Trypanosomiasis kuchokera pagulu."
    },
    {
        "en": "On Friday 21st October,2022 in Nkhotakota our team performed with local dancers Chiusi Kanada Dance Group and the Gule Wamkulu dancers, creating an amazing spectacle which drew crowds from the surrounding areas.",
        "ny": "Lachisanu 21st October,2022 ku Nkhotakota gulu lathu linachita ndi ovina am'deralo Chiusi Kanada Dance Group ndi ovina a Gule Wamkulu, ndikupanga chiwonetsero chodabwitsa chomwe chinakoka makamu ochokera kumadera ozungulira."
    },
    {
        "en": "Our first performance was in Sasani, as part of a football and netball bonanza, where Bata Sasani played a great game vs Young Stars and our Talk About Tsetses performance was very well received.",
        "ny": "Kuchita kwathu koyamba kunali ku Sasani, monga gawo la mpira ndi netball bonanza, kumene Bata Sasani adasewera masewera akuluakulu vs Young Stars ndipo ntchito yathu ya Talk About Tsetses idalandiridwa bwino kwambiri."
    },
    {
        "en": "We had an extremely warm welcome in Mwala Wa Tongole Saturday 22nd October 2022, when we were greeted with the local villagers singing in harmony as we arrived. \nThe local football match between Young Challengers vs Ngala Stars was great; and also netball game between the local teams was exciting. Our performance was well received with good questions from the audience. Our performance was well received with good questions from the audience.",
        "ny": "Tinalandiridwa bwino kwambiri ku Mwala Wa Tongole Loweruka pa 22 October 2022, pamene tinalandiridwa ndi anthu a m'mudzimo akuimba mogwirizana pamene tinafika. \nMpikisano wa mpira wakomweko pakati pa Young Challengers vs Ngala Stars unali waukulu; komanso masewera a netball pakati pa magulu am'deralo anali osangalatsa. Zochita zathu zinalandiridwa bwino ndi mafunso abwino kuchokera kwa omvera. Zochita zathu zinalandiridwa bwino ndi mafunso abwino kuchokera kwa omvera."
    },
    {
        "en": "Our last performance of the project took place in Bamba on Sunday 23rd October, 2022 and there was a football match between Mthirah vs Red Rangers and a fantastic local netball match too.",
        "ny": "Ntchito yathu yomaliza ya ntchitoyi inachitika ku Bamba Lamlungu pa 23 October, 2022 ndipo panali masewera a mpira pakati pa Mthirah vs Red Rangers komanso masewera abwino kwambiri a netball am'deralo."
    },
    {
        "en": "Malawi Tour 2022",
        "ny": "Ulendo wa Malawi 2022"
    },
    {
        "en": "Our team of performers, scientists, community members and dancers took our newly-developed Talk About Tsetses performance and giant tsetse fly to areas affected by African sleeping sickness in Rumphi and Nkhotakota over a period of 2 weeks in October 2023.",
        "ny": "Gulu lathu la ochita masewera, asayansi, anthu a m'deralo komanso ovina anatenga ntchito yathu yatsopano ya Talk About Tsetses ndi chimphona chachikulu cha tsetse kupita kumadera omwe akukhudzidwa ndi matenda ogona ku Africa ku Rumphi ndi Nkhotakota pa nthawi ya masabata a 2 mu Okutobala 2023."
    },
    {
        "en": "Our activities were part of local football and netball bonanzas in villages in the areas and we were joined by dance and music troupes from the local communities. We hosted question and answer session at each performance to encourage conversation about African Trypanosomiasis.",
        "ny": "Zochita zathu zinali mbali ya mpira wa m'deralo ndi netball bonanzas m'midzi m'madera ndipo tinagwirizana ndi magulu a kuvina ndi nyimbo kuchokera kumadera am'deralo. Tinachita gawo la mafunso ndi mayankho pa sewero lililonse kuti tilimbikitse kukambirana za African Trypanosomiasis."
    },
    {
        "en": "Performance at Partick Thistle Stadium",
        "ny": "Zochita ku Partick Thistle Stadium"
    },
    {
        "en": "The Street Scientists performed on Saturday, 6 August 2022 at Furhill Stadium, during the half time break of the Scottish Championship Football League game between Partick Thistle Football Club and Hamilton Academical.",
        "ny": "Asayansi a Street adachita Loweruka, 6 August 2022 ku Furhill Stadium, panthawi yopuma theka la masewera a Scottish Championship Football League pakati pa Partick Thistle Football Club ndi Hamilton Academical."
    },
    {
        "en": "The performance got a loud ovation from the cheering crowds.",
        "ny": "Anthu ochemerera anawomba m'manja kwambiri."
    },
    {
        "en": "Partick Thistle Chief Executive, Gerry Britton, said: When researchers at the University of Glasgow reached out to us late last season about the prospect of performing an educational street theatre performance ahead of their trip to Malawi, it was a no-brainer for us to give them the platform to rehearse\"",
        "ny": "Mkulu wa Partick Thistle, Gerry Britton, adati: Pamene ochita kafukufuku ku yunivesite ya Glasgow adatifikira kumapeto kwa nyengo yatha za chiyembekezo chochita masewera a zisudzo pamsewu wa maphunziro patsogolo pa ulendo wawo wopita ku Malawi, sizinali zovuta kuti tiwapatse nsanja kuti ayesere\""
    },
    {
        "en": "The team is getting set to fly out to Malawi in the coming weeks, where The Parasite Street they will do public engagement work surrounding infectious diseases.",
        "ny": "Gululi likukonzekera kuuluka kupita ku Malawi m'masabata akubwera, kumene The Parasite Street iwo adzachita ntchito yodzipereka pagulu yozungulira matenda opatsirana."
    },
    {
        "en": "This after engaging the public at the Furhill Stadium, Glasgow, Scotland on Saturday 6 August 2022.",
        "ny": "Izi pambuyo pogwiritsa ntchito anthu ku Furhill Stadium, Glasgow, Scotland Loweruka 6 August 2022."
    },
    {
        "en": "A Special Radio Program on Umunthu FM Radio, on Tsetses, Sleeping Sickness and Street Science featuring Gary Chilinga and Dr Jacob Kafulafula, from Nkhotakota District Health Office.",
        "ny": "Pulogalamu Yapadera ya Wailesi pa Umunthu FM Radio, pa Tsetses, Matenda Ogona ndi Street Science yomwe ili ndi Gary Chilinga ndi Dr Jacob Kafulafula, ochokera ku Nkhotakota District Health Office."
    },
    {
        "en": "Hear from Dr Walt Adamson on his experiences on the Street Science performances in Malawi, 2022",
        "ny": "Imvani kuchokera kwa Dr Walt Adamson pa zomwe adakumana nazo pa masewera a Street Science ku Malawi, 2022"
    },
    {
        "en": "Learn from Dr Nicola Veitch on her experiences in the Project.",
        "ny": "Phunzirani kwa Dr Nicola Veitch pa zomwe adakumana nazo mu Project."
    },
    {
        "en": "Get to know the Theatre Director Alan, and his thoughts on the Performances",
        "ny": "Dziwani Mtsogoleri wa Theatre Alan, ndi malingaliro ake pa Zisudzo"
    },
    {
        "en": "A Comic Book about Sleeping Sickness",
        "ny": "Buku la Comic Lonena za Matenda Ogona"
    },
    {
        "en": "A nightmarish parasite capable of disguising itself from the immune system and hiding undetected in the body.",
        "ny": "Tizilombo toyambitsa matenda toyambitsa matenda timene timatha kudzibisa ku chitetezo cha m'thupi n'kumabisala m'thupi."
    },
    {
        "en": "This is a 360 Video. Hence please use your cursor on the Video, or move your phone around if you are viewing on a phone to move round the festival site. The video is best viewed from resolution 1080sHD and above.",
        "ny": "Iyi ndi 360 Video. Chifukwa chake chonde gwiritsani ntchito cursor yanu pa Video, kapena kusuntha foni yanu mozungulira ngati mukuyang'ana pa foni kuti muyende mozungulira malo a chikondwerero. Kanemayo amawonedwa bwino kuchokera ku chigamulo cha 1080sHD ndi pamwamba."
    },
    {
        "en": "Our Street Scientists gave the Furhill Stadium football crowd a chance to get involved with learning the science behind the spread of infections and the role of antibodies within the body.",
        "ny": "Asayansi athu a Street anapatsa khamu la mpira wa Furhill Stadium mwayi wogwira nawo ntchito yophunzira sayansi yomwe ili kumbuyo kwa kufalikira kwa matenda komanso ntchito ya ma antibodies mkati mwa thupi."
    },
    {
        "en": "Sleeping Sickness: A tale of Shape Shifting Parasites",
        "ny": "Matenda Ogona: Nkhani ya Shape Shifting Parasites"
    },
    {
        "en": "Learn more about the human African trypanosomiasis.",
        "ny": "Dziwani zambiri za trypanosomiasis ya anthu a ku Africa."
    },
    {
        "en": "Watch an overview of the public engagements of the Street Scientists in Malawi, particularly in Rumphi and Nkhotakota in October 2022.",
        "ny": "Onani mwachidule mapangano a anthu onse a Street Scientists ku Malawi, makamaka ku Rumphi ndi Nkhotakota mu October 2022."
    },
    {
        "en": "Talk About Tsetses",
        "ny": "Lankhulani za Tsetses"
    },
    {
        "en": "Let us talk about tsetse flies and their impact on health. This is an public engagement video on tsetse flies and trypanosoma.",
        "ny": "Tiyeni tikambirane za ntchentche za tsetse ndi zotsatira zake pa thanzi. Iyi ndi kanema wogwirizana ndi anthu onse pa ntchentche za tsetse ndi trypanosoma."
    },
    {
        "en": "Please give her your feedback",
        "ny": "Chonde mupatseni malingaliro anu"
    },
    {
        "en": "PUBLIC STATEMENT ON THE FUTURE OF MALAWI LEADERSHIP",
        "ny": "PUBLIC STATEMENT ON THE FUTURE OF MALAWI LEADERSHIP"
    },
    {
        "en": "Introduction",
        "ny": "Mau oyamba"
    },
    {
        "en": "Fellow Malawians, it is with great conviction and patriotism for my country, that I have decided to speak on issues that are affecting us all. I say conviction and patriotism for my country because in taking this stand, I am well aware of the associated risks to me personally, my family and my colleagues. However, my personal comfort plays subordinate to the national good. It is on that basis that I have braved to make this statement.",
        "ny": "A Malawi anzanga, ndi chikhulupiriro chachikulu komanso kukonda dziko langa, ndaganiza zolankhula pa nkhani zomwe zikutikhudza tonsefe. Ndikunena chikhulupiriro ndi kukonda dziko langa chifukwa potengera kaimidwe kameneka, ndikudziwa bwino za zoopsa zogwirizana ndi ine ndekha, banja langa ndi anzanga. Komabe, chitonthozo changa chaumwini chimasewera pansi pa ubwino wa dziko. Ndi pa maziko amenewo amene ndalimba mtima kunena mawu amenewa."
    },
    {
        "en": "I am inspired by the many brave Malawians who have come before me. From the time of Reverend John Chilembwe to Dr. Kamuzu Banda, who fought against a white establishment for us to attain political independence. I am inspired by the likes of Dr. Bakili Muluzi, late Chakufwa Chihana, late Aleke Banda and all those who braved the one-party system in the early 1990s for us to have democracy. These Malawians knew the risks so well but put the interest of the nation far ahead of their personal interests. If it were not for their sacrifices, perhaps we would until today be under colonial rule or under one-party system. This statement I am making is a fruit of their sacrifices. I am personally indebted to them all.",
        "ny": "Ndikuuziridwa ndi a Malawi ambiri olimba mtima omwe abwera pamaso panga. Kuyambira nthawi ya Reverend John Chilembwe mpaka Dr. Kamuzu Banda, yemwe anamenyana ndi gulu la azungu kuti tipeze ufulu wandale. Ndikuuziridwa ndi anthu ngati Dr. Bakili Muluzi, malemu Chakufwa Chihana, malemu Aleke Banda ndi onse amene analimba mtima dongosolo la chipani chimodzi kumayambiriro kwa zaka za m'ma 1990 kuti tikhale ndi demokalase. A Malawi amenewa ankadziwa bwino kwambiri zoopsa koma anaika chidwi cha mtundu patsogolo kwambiri pa zofuna zawo. Zikanakhala kuti si nsembe zawo, mwinamwake mpaka lero tikadakhala pansi pa ulamuliro wa atsamunda kapena pansi pa dongosolo la chipani chimodzi. Mawu amenewa ndikupanga ndi chipatso cha nsembe zawo. Ineyo pandekha ndili ndi ngongole kwa onse."
    },
    {
        "en": "Malawi is a country well-endowed with natural resources and a predominantly youthful and energetic human resource which unfortunately is currently under- utilized. Malawi has everything required for her people to economically develop except it lacks effective leadership. Our development challenges have remained the same. Economic growth rate remains low, children still learn under a tree, health facilities are poorly resourced, some people have yet to have access to safe drinking water, agriculture is largely rain-fed and subsistence, markets for agricultural produce are weak and unpredictable, few people own houses in urban areas and only few houses in rural areas are permanent, transport system is inefficient and expensive, university students from low income households continue to face the risk of withdrawal on account of lack of tuition fee or upkeep expenses, small and medium enterprises cannot grow because the business environment is less conducive and some districts have yet to have tarmac road until now.",
        "ny": "Malawi ndi dziko lopatsidwa bwino chuma chachilengedwe komanso chuma cha anthu ambiri achinyamata komanso amphamvu chomwe mwatsoka panopa chimagwiritsidwa ntchito moperewera. Malawi ali ndi zonse zofunikira kuti anthu ake atukuke m'zachuma kupatula kuti alibe utsogoleri wogwira mtima. Mavuto athu a chitukuko akhalabe ofanana. Chiwerengero cha kukula kwa chuma chidakali chochepa, ana amaphunzirabe pansi pa mtengo, malo azaumoyo alibe chuma, anthu ena adakalibe kupeza madzi akumwa abwino, ulimi kwakukulukulu umadyetsedwa ndi mvula ndipo chakudya, misika ya zokolola zaulimi ndi yofooka komanso yosadziwika, anthu ochepa ali ndi nyumba m'matauni ndipo nyumba zochepa zokha m'madera akumidzi ndizokhazikika,  kayendedwe ka kayendedwe ndi kosagwira ntchito bwino komanso kokwera mtengo, ophunzira akuyunivesite ochokera m'mabanja osauka akupitilizabe kuyang'anizana ndi chiopsezo chochoka chifukwa cha kusowa kwa ndalama zolipirira maphunziro kapena ndalama zosamalira, mabizinesi ang'onoang'ono ndi apakati sangathe kukula chifukwa malo ogulitsa malonda ndi ochepa ndipo zigawo zina sizinakhalebe ndi msewu wa tarmac mpaka pano."
    },
    {
        "en": "In fact, if one reads the priorities in the 1965 Nyasaland Development Plan and compare with priorities in the Statement of Development Policies in 1970s to mid- 1990s, then read Vision 2020 and then read Malawi 2063, it is clear that our priorities have remained the same. The reason they have remained the same is because they remain challenges because we have not made noticeable improvement as a country. The reason they remain challenges is because no leadership has addressed any key priority exhaustively. We still discuss food insecurity. We still discuss poor access to safe drinking water. We still discuss lack of all-weather roads in some areas. We still discuss poor access to electricity. We still discuss lack of profitable markets for farmers. We still discuss high unemployment especially among the youth.",
        "ny": "Ndipotu, ngati wina awerenga zofunika kwambiri mu 1965 Nyasaland Development Plan ndikuyerekeza ndi zofunika kwambiri mu Statement of Development Policies m'zaka za m'ma 1970 mpaka pakati pa zaka za m'ma 1990, kenako werengani Vision 2020 kenako n'kuwerenga Malawi 2063, zikuonekeratu kuti zinthu zathu zofunika kwambiri zakhala zomwezo. Chifukwa chomwe akhalira chimodzimodzi ndi chifukwa chakuti amakhalabe ndi mavuto chifukwa sitinapange kusintha kowoneka bwino monga dziko. Chifukwa chomwe amakhalabe ndi mavuto ndi chifukwa chakuti palibe utsogoleri umene wathana ndi chinthu chilichonse chofunika kwambiri mokwanira. Tikukambiranabe za kusowa kwa chakudya. Tikukambiranabe za kusowa kwa madzi akumwa abwino. Tikukambiranabe za kusowa kwa misewu yonse ya nyengo m'madera ena. Tikukambiranabe za kusowa kwa magetsi. Tikukambiranabe za kusowa kwa misika yopindulitsa kwa alimi. Tikukambiranabe za ulova waukulu makamaka pakati pa achinyamata."
    },
    {
        "en": "Economy",
        "ny": "Economy"
    },
    {
        "en": "Fellow Malawians, our economy remains small, vulnerable to shocks and we continue carrying the Least Developed Country label. Even more irritating is that countries which have been at war or in conflict have economies stronger than ours. The weak economy we have is not the make of nature. It is the make of our leaders. While acknowledging periods of progress, such periods have been episodic and short-lived.",
        "ny": "A Malawi anzathu, chuma chathu chimakhalabe chaching'ono, chovuta ku mantha ndipo tikupitiriza kunyamula chizindikiro cha Least Developed Country. Chokwiyitsa kwambiri nchakuti maiko amene akhala pa nkhondo kapena m'nkhondo ali ndi chuma champhamvu kuposa chathu. Chuma chofooka chimene tili nacho sichiri kupanga chilengedwe. Ndi kupanga kwa atsogoleri athu. Ngakhale kuvomereza nthawi za kupita patsogolo, nthawi zoterezi zakhala episodic ndi zosakhalitsa."
    },
    {
        "en": "Malawi has capacity to feed itself and other countries given its abundant water resources for irrigation. Malawi has capacity to substitute imports and to increase exports and in so doing improve her balance of payments, stabilize exchange rate and contain inflation rate. Malawi has capacity to manage its own budget without heavy borrowing.",
        "ny": "Malawi ili ndi mphamvu yodzidyetsa yokha ndipo maiko ena apatsidwa madzi ake ochuluka a ulimi wothirira. Dziko la Malawi lili ndi mphamvu zolowetsa m'malo mwake komanso kuwonjezera katundu wogulitsa kunja ndipo pochita zimenezi limawongolera malipiro ake, kukhazikitsa mtengo wosinthanitsa komanso kukhala ndi mitengo ya zinthu. Malawi ali ndi mphamvu zoyendetsera budget yake popanda kubwereka ndalama zambiri."
    },
    {
        "en": "Sadly, people we have put in position of power to advance our common interests have opted to pursue personal interests, maintain luxuries and perpetuate the status quo at the expense of common Malawians whom they are meant to serve. There is both outright impunity and institutionalized impunity. An example of institutionalized impunity is the heaping of allowance entitlements to cabinet members and senior government officers when middle and junior level officers continue earning low salaries.",
        "ny": "N'zomvetsa chisoni kuti anthu amene tawaika pa udindo wopititsa patsogolo zofuna zathu zonse asankha kuchita zinthu zaumwini, kusunga zinthu zapamwamba komanso kupitiriza mkhalidwe umene ulipo powononga anthu wamba a ku Malawi amene akuyenera kuwatumikira. Pali ponse paŵiri kupanda chilango kotheratu ndi kupanda chilango kwa mabungwe. Chitsanzo cha kupanda chilango kokhazikitsidwa ndicho kuunjika ufulu wa chilolezo kwa mamembala a nduna ndi akuluakulu a boma pamene akuluakulu a boma akupitirizabe kupeza malipiro ochepa."
    },
    {
        "en": "We have a system which just fuel allowance entitlement of a cabinet member is worth more than a salary of a Principal Secretary and fuel allowance entitlement of a Principal Secretary is worth more than a salary of a middle level officer. The same is the case in state owned enterprises.",
        "ny": "Tili ndi dongosolo lomwe kungoyambitsa ufulu wa fuel allowance wa membala wa nduna ndi ofunika kuposa malipiro a Principal Secretary ndipo ufulu wa fuel allowance wa Principal Secretary ndi wamtengo wapatali kuposa malipiro a mkulu wapakati. N'chimodzimodzinso ndi makampani a boma."
    },
    {
        "en": "I stand with you; teachers, police officers, healthcare workers, agriculture extension workers and many others whose salary is a fraction of just one allowance entitlement of a senior public officer and a minister. Surely, this is institutionalized impunity and must stop.",
        "ny": "Ndikuima nanu; aphunzitsi, apolisi, ogwira ntchito zaumoyo, ogwira ntchito yowonjezera ulimi ndi ena ambiri omwe malipiro awo ndi gawo limodzi lokha la ufulu wa chilolezo cha mkulu wa boma ndi nduna. Ndithudi, ichi chiri chilango chokhazikitsidwa ndipo chiyenera kutha."
    },
    {
        "en": "I stand with you parents whose children are learning under a tree. I stand with you families who are struggling to put food on the table. I stand with you families whose sick relatives are sent back from hospital without receiving treatment. I stand with you, university students, who are struggling to meet upkeep expenses. I stand with you who are looking for a job which you are not able to find. I stand with you farmers who have been at subsistence level without hope of growing to a higher level. Your next government will stand with you. It will be a government whose job is to offer solutions and will address the challenges you are facing. You can count on me.",
        "ny": "Ndikuima nanu makolo amene ana awo akuphunzira pansi pa mtengo. Ndikuima nanu mabanja omwe akuvutika kuika chakudya patebulo. Ndikuima nanu mabanja amene achibale awo odwala amabwezeretsedwa kuchipatala popanda kulandira chithandizo. Ndikuima nanu, ophunzira akuyunivesite, omwe akuvutika kuti akwaniritse ndalama zosamalira. Ndikuima nanu amene mukufunafuna ntchito yomwe simungathe kupeza. Ndikuima nanu alimi omwe akhala pamlingo wa moyo popanda chiyembekezo cha kukula mpaka pamwamba. Boma lanu lotsatira lidzaima nanu. Idzakhala boma lomwe ntchito yake ndi kupereka njira zothetsera vutoli ndipo lidzathetsa mavuto omwe mukukumana nawo. Mukhoza kudalira ine."
    },
    {
        "en": "Fellow Malawians, I believe in the potential of our country and in Malawians. We read positive stories about economic success of Rwanda. Zambia has just changed narrative since their current government came in office later than our current government and we are hearing positive stories. There is no reason other than poor leadership, that stories for Malawi that make international news headlines are poverty, hunger and corruption involving high profile public officers.",
        "ny": "A Malawi anzanga, ndimakhulupilira kuthekera kwa dziko lathu komanso ku Malawi. Timawerenga nkhani zabwino zokhudza kupambana kwa chuma cha Rwanda. Zambia yangosintha nkhani kuyambira pamene boma lawo lomwe lilipoli linabwera paudindo pambuyo pake kuposa boma lathu lomwe lilipo ndipo tikumva nkhani zabwino. Palibe chifukwa china kupatula utsogoleri woipa, kuti nkhani za Malawi zomwe zimapanga mitu ya nkhani padziko lonse ndi umphawi, njala ndi ziphuphu zokhudzana ndi akuluakulu a boma."
    },
    {
        "en": "I feel the pain we are all going through in the tough economic times. I acknowledge that part of the reasons for the economic challenges are external factors such as a war in Ukraine and tropical cyclones. However, as I have said time and again in various media interviews, the external factors have just contributed. A large part of the challenges is our own making. The past national budgets by the current political administration were poorly prepared, not transformative and did not build foundation for macroeconomic stability. I said it in 2020 and have consistently said this. The problems we are going through were anticipated and I did not keep quiet, I shared my views then.",
        "ny": "Ndikumva kupweteka kumene tonse tikukumana nawo m'nthaŵi zovuta zachuma. Ndikuvomereza kuti mbali ya zifukwa zomwe zimayambitsa mavuto azachuma ndi zinthu zakunja monga nkhondo ku Ukraine ndi mphepo yamkuntho. Komabe, monga ndanenera nthawi ndi nthawi mu zokambirana zosiyanasiyana zofalitsa nkhani, zinthu zakunja zangothandizira. Mbali yaikulu ya zovuta ndizo kupanga kwathu. Mabajeti akale a dziko lonse ndi boma la ndale lamakono sanakonzekere bwino, osati kusintha ndipo sanamange maziko a kukhazikika kwa macroeconomic. Ndanena izo mu 2020 ndipo ndakhala ndikunena izi nthawi zonse. Mavuto omwe tikukumana nawo anayembekezeredwa ndipo sindinali chete, ndinagawana malingaliro anga pamenepo."
    },
    {
        "en": "The fast-rising public debt is testimony of lack of fiscal discipline. We were reminded a month ago that every Malawian is carrying on our shoulders a debt burden of K600,000. Unfortunately, this is not debt that financed programs to improve the living standard of us all. This is debt that financed corruption and luxury of senior officers. There has been limited interest to reform the fiscal plan – to remove or reduce unnecessary expenditure items and to grow the revenue base by increasing resource allocation to productive sectors. Additionally, there has been high level inefficiency in government resulting in delays to approve projects. The State President himself and some ministers have admitted this in public. Delay to approve projects locks up foreign exchange since most projects are donor- funded, delays job opportunities and delays development outcomes. These are the main reasons we are going through difficult times. If the leadership was up to task, the extent of suffering would be less than is the case.",
        "ny": "Ngongole ya boma yomwe ikukwera mofulumira ndi umboni wa kusowa kwa chilango cha zachuma. Tinakumbutsidwa mwezi wapitawo kuti Mmalawi aliyense akunyamula pamapewa athu ngongole ya K600,000. Tsoka ilo, iyi si ngongole yomwe inachitira ndalama mapulogalamu kuti tiwongolere moyo wa tonsefe. Iyi ndi ngongole yomwe ina ndalama za ziphuphu ndi zapamwamba za akuluakulu akuluakulu. Pakhala chidwi chochepa chosintha dongosolo la zachuma - kuchotsa kapena kuchepetsa zinthu zowonongeka zosafunikira komanso kukulitsa maziko a ndalama powonjezera kugawidwa kwa chuma ku zigawo zokolola. Kuphatikiza apo, pakhala kusagwira bwino ntchito kwapamwamba m'boma zomwe zachititsa kuchedwa kuvomereza ntchito. Pulezidenti wa Boma mwiniwakeyo ndi nduna zina avomereza zimenezi pagulu. Kuchedwa kuvomereza ntchito kumatseka ndalama zakunja popeza ntchito zambiri zimaperekedwa ndi wopereka- ndalama, zimachedwetsa mwayi wa ntchito ndikuchedwetsa zotsatira za chitukuko. Izi ndi zifukwa zazikulu zomwe tikukumana nazo panthawi yovuta. Ngati utsogoleri unali mpaka ntchito, kukula kwa kuvutika kukanakhala kochepa kuposa momwe zilili."
    },
    {
        "en": "My colleagues and I come to offer genuine transformation. Malawi is a natural resource-rich and labour-abundant economy. Our economic policy will revolve around maximizing the potential in agriculture, mining, tourism and developing the human resource both in its own right and as catalysts for manufacturing. This will be done while progressively moving towards a knowledge economy by investing in science and technology.",
        "ny": "Ine ndi anzanga amabwera kudzapereka kusintha kwenikweni. Malawi ndi chuma chachilengedwe komanso chuma chochuluka cha antchito. Ndondomeko yathu ya zachuma idzazungulira pakuwonjezera kuthekera kwa ulimi, migodi, zokopa alendo komanso kukulitsa chuma cha anthu mwa ufulu wake komanso monga zothandizira kupanga. Izi zidzachitidwa pamene pang'onopang'ono zikupita ku chuma cha chidziwitso mwa kuika ndalama mu sayansi ndi teknoloji."
    },
    {
        "en": "I will implement Malawi 2063 in its entirety. I am happy to inform you, fellow Malawians, that Malawi 2063 is a document I intimately subscribe to, because I was one of the reviewers. I also co-reviewed the enabler on enhanced public sector performance in the Malawi 2063 first 10 years Implementation Plan. My being identified as a person who could review this enabler is testimony that I understand the public service and I know how to make it perform. When I say I will implement it fully, I know what is in the document and I have adequate passion to implement it. I emphasize I because the responsibility for implementing a strategic plan in any organization is vested in the head of the organization. What makes a strategy work for one organization and fail for the other organization, is the quality of leadership of the organization. I will provide quality leadership.",
        "ny": "Ndidzagwiritsa ntchito Malawi 2063 yonse. Ndine wokondwa kukudziwitsani, a Malawi anzanga, kuti Malawi 2063 ndi chikalata chomwe ndimalembetsa mwathithithi, chifukwa ndinali mmodzi mwa owerengera. Inenso co-kuwunikira enabler pa patsogolo boma gawo ntchito mu Malawi 2063 woyamba 10 zaka Kukhazikitsa Plan. Kudziwika kwanga ngati munthu yemwe angathe kubwereza enabler iyi ndi umboni wakuti ndikumvetsetsa ntchito ya anthu ndipo ndikudziwa momwe ndingapangire kuti ichite. Pamene ndikunena kuti ndidzagwiritsa ntchito mokwanira, ndikudziwa zomwe zili mu chikalatacho ndipo ndili ndi chilakolako chokwanira kuti ndizigwiritsa ntchito. Ndikugogomezera ine chifukwa udindo wogwiritsa ntchito ndondomeko ya njira mu bungwe lililonse umaperekedwa kwa mutu wa bungwe. Chomwe chimapangitsa njira kugwira ntchito kwa bungwe limodzi ndikulephera bungwe lina, ndi khalidwe la utsogoleri wa bungwe. Ndidzapereka utsogoleri wabwino."
    },
    {
        "en": "We will transform agriculture through Mega farms and cooperatives which will facilitate mechanization, improve productivity, promote access to reliable markets for farmers, catalyze industrialization and urbanization. We will embark on infrastructure revolution agenda. From electricity generation, transport and ICT to residential and government office buildings.",
        "ny": "Tidzasintha ulimi kudzera m'mafamu a Mega ndi mabungwe omwe angathandize makina, kuwongolera zokolola, kulimbikitsa kupeza misika yodalirika kwa alimi, kuyambitsa mafakitale ndi mizinda. Tidzayamba ndondomeko yosintha zomangamanga. Kuchokera ku kupanga magetsi, mayendedwe ndi ICT kupita ku nyumba zogona ndi maofesi a boma."
    },
    {
        "en": "We will decisively support micro, small and medium enterprises. We will identify those which Malawi has comparative and competitive advantage to produce and have niche markets in the region and prioritize support to them. One key performance indicator for the Ministry of Industrialization and Trade will be the number of micro-scale enterprises graduating into small-scale; the number of small-scale enterprises graduating into medium-scale; the number of medium-scale graduating into large-scale annually. We will encourage and support Malawian large-scale enterprises to become multinational corporations. We denounce the glorification of the MSME concept as if that is the ideal destiny for them. They will be helped to grow.",
        "ny": "Tidzathandiza motsimikiza mabizinesi ang'onoang'ono, ang'onoang'ono ndi apakati. Tidzazindikira omwe Malawi ali ndi mwayi woyerekeza komanso mpikisano wotulutsa ndikukhala ndi misika ya niche m'deralo ndikuyika patsogolo thandizo kwa iwo. Chizindikiro chimodzi chofunikira cha ntchito ya Unduna wa Industrialization ndi Trade chidzakhala chiwerengero cha mabizinesi ang'onoang'ono omwe amamaliza maphunziro ang'onoang'ono; chiwerengero cha mabizinesi ang'onoang'ono omwe amamaliza maphunziro mu sing'anga; chiwerengero cha omaliza maphunziro apakati kukhala akuluakulu pachaka. Tidzalimbikitsa ndi kuthandiza makampani akuluakulu a ku Malawi kuti akhale makampani amitundu yambiri. Timatsutsa ulemerero wa lingaliro la MSME ngati kuti ndilo cholinga chabwino kwa iwo. Adzathandizidwa kukula."
    },
    {
        "en": "There are four main ways in which a country can benefit from its extractive resources which include mining. These are i) royalties, ii) resource rent iii) State participation and iv) taxes. So far, the component of State participation has not been exploited despite being the most beneficial way. To maximize benefits from mining, government will establish a Mining Company that will be getting into Joint Venture arrangement with foreign companies. Joint Venture arrangements will enable Malawians to be in management team and in the Board of Directors, thereby directly participating in running mining business and curb transfer pricing and other forms of illicit financial flows that often happen in mining industry. Your next government will review tax incentives to ensure Malawians get a fair share of their natural resources.",
        "ny": "Pali njira zinayi zazikulu zomwe dziko lingapindule ndi chuma chake chotulutsa chomwe chimaphatikizapo migodi. Awa ndi i) ndalama zachifumu, ii) resource rent iii) Kutenga nawo mbali kwa boma ndi iv) misonkho. Pakadali pano, gawo la kutenga nawo mbali kwa Boma silinagwiritsidwe ntchito ngakhale kuti ndi njira yopindulitsa kwambiri. Kuti muwonjezere phindu kuchokera ku migodi, boma lidzakhazikitsa Kampani ya Migodi yomwe idzakhala ikulowera mu makonzedwe a Joint Venture ndi makampani akunja. Makonzedwe a Joint Venture adzathandiza a Malawi kukhala m'gulu loyang'anira komanso ku Board of Directors, potero kutenga nawo mbali mwachindunji kuyendetsa bizinesi ya migodi ndikuchepetsa mitengo yotumizira ndi mitundu ina ya ndalama zosavomerezeka zomwe nthawi zambiri zimachitika mu makampani a migodi. Boma lanu lotsatira lidzapenda zolimbikitsa msonkho kuonetsetsa kuti a Malawi apeza gawo labwino la chuma chawo chachilengedwe."
    },
    {
        "en": "We will approach tourism holistically and contextually. Tourism is about attraction. We will invest in areas that are unique to Malawi, one of them is establishing vibrant cultural centers and packaging our history into a commercial product. Tourism is a beneficiary of derived demand. Our resolve to develop the economy, develop manufacturing sector will positively contribute to the travel and tourism industry. We will make Malawi a destination for citizens of neighboring countries to come and shop. As they come, they will need accommodation and transport just as Malawians do when they travel outside.",
        "ny": "Tidzayandikira zokopa alendo holistically ndi contextually. Zokopa alendo ndi zokopa. Tidzaika ndalama m'madera omwe ali apadera ku Malawi, imodzi mwa iwo ndikukhazikitsa malo amphamvu a chikhalidwe ndikuyika mbiri yathu kukhala malonda. Zokopa alendo zimapindula ndi kufunika kochokera. Kutsimikiza kwathu kukulitsa chuma, kukulitsa gawo lopanga kudzathandizira bwino makampani oyenda ndi zokopa alendo. Tidzapanga Malawi kukhala malo oti nzika za mayiko oyandikana nawo zibwere kudzagula. Pamene akubwera, adzafunikira malo ogona ndi mayendedwe monga momwe a Malawi amachitira akamayenda panja."
    },
    {
        "en": "Agriculture transformation, infrastructure revolution, growing of MSMEs, mining, industrialization (manufacturing) and tourism will anchor our job creation agenda.",
        "ny": "Kusintha kwa ulimi, kusintha kwa zomangamanga, kukula kwa MSMEs, migodi, mafakitale (kupanga) ndi zokopa alendo kudzamangirira ndondomeko yathu yopanga ntchito."
    },
    {
        "en": "My fellow Malawians, I am aware of the key drivers of cost of living. We will overhaul the fuel procurement system in the short-term while investing in cost- effective mode of transport such as rail and pipeline in line with the Malawi National Transport Master Plan. We will review all levies and remove or reduce those that can be done so without compromising public service delivery. We will work to achieve macroeconomic stability with a stable and relatively strong currency to contain imported inflation. In line with Malawi 2063, we will enhance agricultural productivity so that price of food is cheap while farmers still make profit.",
        "ny": "A Malawi anzanga, ndikudziwa zoyendetsa zazikulu za mtengo wa moyo. Tidzakonzanso dongosolo logula mafuta m'kanthawi kochepa pamene tikuyika ndalama m'njira yoyendera ndalama monga njanji ndi mapaipi mogwirizana ndi Malawi National Transport Master Plan. Tidzapenda ma levies onse ndikuchotsa kapena kuchepetsa zomwe zingatheke popanda kusokoneza ntchito yopereka ntchito ya boma. Tidzagwira ntchito kuti tikwaniritse kukhazikika kwa macroeconomic ndi ndalama zokhazikika komanso zamphamvu kuti zikhale ndi kukwera kwa mitengo kunja. Mogwirizana ndi Malawi 2063, tidzakulitsa zokolola zaulimi kuti mtengo wa chakudya ukhale wotsika mtengo pamene alimi akupezabe phindu."
    },
    {
        "en": "We will embark on an ambitious home ownership program in which Malawi Housing Corporation will be recapitalized so it can build houses of different designs to suit your affordability. You will be paying monthly rental fee but which will be going towards purchase of the house. We will make home ownership easy for everyone. A well-thought housing scheme will be implemented in rural areas.",
        "ny": "Tidzayamba pulogalamu yofunitsitsa kukhala ndi nyumba yomwe bungwe la Malawi Housing Corporation lidzagwidwanso kuti lithe kumanga nyumba za mapangidwe osiyanasiyana kuti zigwirizane ndi kugula kwanu. Mudzakhala mukulipira ndalama zobwereka pamwezi koma zomwe zidzakhala zikupita kukagula nyumbayo. Tidzapangitsa kukhala ndi nyumba kukhala kosavuta kwa aliyense. Ndondomeko ya nyumba yoganizira bwino idzagwiritsidwa ntchito m'madera akumidzi."
    },
    {
        "en": "My fellow Malawians, our approach to improving living standards focuses on containing cost of living on one hand and improving incomes on the other hand while investing in physical and human capital development to put a solid foundation for economic development. That is what your next government will do.",
        "ny": "A Malawi anzanga, njira yathu yopititsa patsogolo miyezo ya moyo imayang'ana pa kukhala ndi mtengo wa moyo kumbali imodzi ndikuwongolera ndalama kumbali ina pamene tikuyika ndalama mu chitukuko cha thupi ndi anthu kuti aike maziko olimba a chitukuko cha chuma. Ndizo zomwe boma lanu lotsatira lidzachita."
    },
    {
        "en": "Public debt management will be key in getting the economy back on right track. Our resolve to decisively end corruption will free up resources and reduce the need for borrowing. Estimates based on previous government financial audits showed that 30% of the national budget is unaccounted for. When the system is fixed, we will save these funds and spend on intended projects. Our resolve to reform the fiscal plan so we remove unnecessary expenditure and we grow revenue base will reduce the need for borrowing. Reform of foreign missions will free up resources. Where we will have to borrow for legitimate reasons, these questions will guide in determining the source of borrowing; 1) will the loan help grow economy (GDP)? 2) will the loan help either grow tax revenue or reduce expenditure or both? 3) will the loan help grow exports? If the answer is NO especially to 2 and 3, no external loan will be contracted. If a loan still has to be secured, it will be domestic and using a long-term development bond.",
        "ny": "Kusamalira ngongole za boma kudzakhala kofunika kwambiri kuti chuma chiziyenda bwino. Kutsimikiza mtima kwathu kuthetsa ziphuphu motsimikiza kudzamasula chuma ndi kuchepetsa kufunika kwa kubwereka. Kuyerekezera kochokera ku kafukufuku wa zachuma wa boma wam'mbuyomu kunasonyeza kuti 30% ya bajeti ya dziko ndi yosadziwika. Dongosolo likakhazikika, tidzapulumutsa ndalama izi ndikugwiritsa ntchito ntchito zomwe akufuna. Kutsimikiza kwathu kusintha dongosolo la zachuma kotero timachotsa ndalama zosafunikira ndipo timakulitsa maziko a ndalama zidzachepetsa kufunika kwa kubwereka. Kusintha kwa maulendo akunja kudzamasula chuma. Kumene tidzayenera kubwereka pazifukwa zovomerezeka, mafunso awa adzatsogolera posankha gwero la kubwereka; 1) kodi ngongoleyo idzathandiza kukulitsa chuma (GDP)? 2) kodi ngongoleyo idzathandiza kukulitsa ndalama za msonkho kapena kuchepetsa ndalama zowonongedwa kapena zonse ziwiri? 3) kodi ngongoleyo idzathandiza kukulitsa katundu wotumiza kunja? Ngati yankho ndi NO makamaka ku 2 ndi 3, palibe ngongole yakunja yomwe idzapangidwe. Ngati ngongole iyenerabe kutetezedwa, idzakhala yanyumba ndikugwiritsa ntchito mgwirizano wachitukuko wa nthawi yayitali."
    },
    {
        "en": "Reducing debt will feed into stimulating private sector development as commercial banks and other lenders will have enough liquidity to lend to private sector at competitive interest rates. Your next government will commit to clearing payment arrears as one way of capacitating private sector to operate fully, expand production and create additional jobs.",
        "ny": "Kuchepetsa ngongole kudzadyetsa kulimbikitsa chitukuko cha gawo la payekha monga mabanki amalonda ndi ena okongoza adzakhala ndi madzi okwanira kuti abwereke ku gawo la payekha pa chiwongoladzanja cha mpikisano. Boma lanu lotsatira lidzadzipereka kuchotsa malipiro arrears monga njira imodzi capacitating gawo payekha ntchito mokwanira, kuwonjezera kupanga ndi kulenga ntchito zina."
    },
    {
        "en": "Corruption",
        "ny": "Ziphuphu"
    },
    {
        "en": "Corruption is a developmental challenge. It is a political campaign issue. Every leader promises to end corruption during political campaign yet corruption continues to worsen. Recent revelations of corruption are evident that our leaders are not only failing to end corruption, they are in fact participating in it.",
        "ny": "Ziphuphu ndizovuta pa chitukuko. Ndi nkhani ya kampeni ya ndale. Mtsogoleri aliyense akulonjeza kuthetsa ziphuphu panthawi ya kampeni ya ndale komabe ziphuphu zikupitirizabe kuipa. Mavumbulutso aposachedwapa a ziphuphu akuwonekeratu kuti atsogoleri athu samangolephera kuthetsa ziphuphu, kwenikweni akuchita nawo."
    },
    {
        "en": "A large part of our poverty is due to corruption. We have had leaders who amass wealth for themselves through corruption and morally questionable entitlements and give us leftovers. Citizens have systematically been economically disempowered so we can depend on them. They use the same corruptly acquired wealth, stolen from the many taxes we pay, to coax us to side with them when they are caught on the wrong side of the law. They project a picture that any criminal investigation in their dealings is the work of their political rivals. We fight on their behalf even when they were the first to kill us through denying us access to education, healthcare, food and job and business opportunities.",
        "ny": "Mbali yaikulu ya umphawi wathu ndi chifukwa cha ziphuphu. Takhala ndi atsogoleri omwe amadziunjikira chuma kudzera mu ziphuphu ndi ufulu wokayikitsa mwamakhalidwe ndikutipatsa zotsalira. Nzika zakhala zikuchotsedwa mwadongosolo m'zachuma kotero kuti titha kudalira pa izo. Iwo amagwiritsira ntchito chuma chopezedwa mwachinyengo chimodzimodzicho, chobedwa ku misonkho yambiri imene timapereka, kutinyengerera kukhala kumbali yake pamene agwidwa kumbali yolakwika ya lamulo. Amapanga chithunzi chakuti kufufuza kulikonse kwa upandu m'zochita zawo ndiko ntchito ya otsutsana nawo pandale. Timalimbana m'malo mwawo ngakhale pamene iwo anali oyamba kutipha kudzera kutikaniza kupeza maphunziro, zaumoyo, chakudya ndi ntchito ndi mwayi wa bizinesi."
    },
    {
        "en": "Malawi has enough financial resources to deliver public services adequately. Publicly available information confirm that it is possible to run a government without heavy borrowing. For example, it is alleged that in one contract, a business person charged government US$10,524,000 for goods that cost the business person US$2,165,700 making abnormal profit of US$8,358,300. Surely this is over- pricing and stealing from poor Malawians.",
        "ny": "Malawi ili ndi ndalama zokwanira zoperekera ntchito za boma mokwanira. Chidziwitso chopezeka pagulu chimatsimikizira kuti n'zotheka kuyendetsa boma popanda kubwereka ndalama zambiri. Mwachitsanzo, akuti m'pangano lina, munthu wina wamalonda analipira boma ndalama zokwana US$10,524,000 pa katundu amene amawononga ndalama zokwana US$2,165,700 za US$8,358,300. Ndithudi izi ndi over- pricing ndi kuba kwa a Malawi osauka."
    },
    {
        "en": "Fellow Malawians, we all can see that the main problem in Malawi is not inadequate resources but corruption and excessive and expensive entitlements of senior public officers. Fighting corruption must be a top priority for a government. That is not the case unfortunately. Some of the reasons corruption is not ending include the expensive type of political campaign and the parasitic political party system. Statistics confirm that Malawi is a least developed country hence it is a country whose people are poor and by extension, a country whose politicians are poor. The type of political campaign that is practiced is expensive and breeds a fertile ground for advance State capture by those who bankroll the campaign. Corrupt business\npeople finance greedy politicians in anticipation of easy access to business contracts once the politician or political party is in power. This is what has sustained State capture.",
        "ny": "A Malawi anzathu, tonse tikhoza kuona kuti vuto lalikulu ku Malawi si chuma chosakwanira koma ziphuphu komanso ufulu wopambanitsa komanso wokwera mtengo wa akuluakulu a boma. Kulimbana ndi ziphuphu kuyenera kukhala chinthu chofunika kwambiri kwa boma. Zimenezo sizili choncho mwatsoka. Zina mwa zifukwa zomwe ziphuphu sizikutha zikuphatikizapo mtundu wokwera mtengo wa kampeni ya ndale ndi dongosolo la chipani cha ndale za parasitic. Ziwerengero zimatsimikizira kuti dziko la Malawi ndi dziko lotukuka pang'ono chifukwa chake ndi dziko lomwe anthu ake ndi osauka komanso mwa kuwonjezera, dziko lomwe andale ake ndi osauka. Mtundu wa ndawala ya ndale zadziko imene imachitidwa ngwokwera mtengo ndipo umabala nthaka yachonde ya kugwidwa pasadakhale kwa Boma ndi awo amene amagwiritsa ntchito ndawalayo. Bizinesi yowonongeka\nanthu amapezera ndalama andale aumbombo poyembekezera kupeza mosavuta mapangano a zamalonda pamene wandale kapena chipani cha ndale chili mu ulamuliro. Izi ndi zomwe zachirikiza kugwidwa kwa Boma."
    },
    {
        "en": "In State capture, the loser is the citizenry. Politicians influence award of government contracts to corrupt business people at inflated prices. The inflated prices are because the corrupt business people want to i) recover the money they spent to bankroll campaign, ii) sell the goods and services at a profit and iii) give part of the payment to the politicians so they remain connected. When the politicians get part of the payment they use part of the money for their personal projects and part of it for campaign materials and other political expenses. That is why the fight against corruption cannot be won if we continue using the same political campaign model. In fact, there are politicians who have established businesses out of money acquired in this way. Their businesses get contracts from the same government they stole capital from. In other words, our tax money has become business capital for greedy politicians and the businesses get contracts from government where they are paid by our tax money again. This is the height of impunity in Malawi. We all have a responsibility to stop this.",
        "ny": "Mu kugwidwa kwa Boma, wolephera ndi nzika. Andale amasonkhezera kupereka mapangano a boma kwa anthu amalonda achinyengo pamtengo wokwera. Mitengo yowonjezera ndi chifukwa chakuti anthu amalonda achinyengo akufuna i) kubwezeretsa ndalama zomwe adagwiritsa ntchito ku bankroll campaign, ii) kugulitsa katundu ndi ntchito pa phindu ndi iii) kupereka gawo la malipiro kwa andale kuti akhalebe ogwirizana. Andale akapeza gawo la malipiro amagwiritsa ntchito gawo la ndalama pa ntchito zawo zaumwini ndi gawo lake la zipangizo za kampeni ndi ndalama zina zandale. Ndicho chifukwa chake kulimbana ndi ziphuphu sikungapambane ngati tipitiriza kugwiritsa ntchito chitsanzo chomwecho cha kampeni ya ndale. Ndipotu, pali andale omwe akhazikitsa mabizinesi kuchokera ku ndalama zomwe apeza mwanjira imeneyi. Mabizinesi awo amapeza ma contract kuchokera ku boma lomwelo lomwe anaba capital ku. Mwa kuyankhula kwina, ndalama zathu za msonkho zakhala ndalama zamalonda kwa andale aumbombo ndipo mabizinesi amapeza mapangano kuchokera ku boma komwe amaperekedwa ndi ndalama zathu za msonkho kachiwiri. Uku ndiko kukwera kwa kupanda chilango ku Malawi. Tonsefe tili ndi udindo woletsa zimenezi."
    },
    {
        "en": "My fellow Malawians, let me illustrate how corruption causes poverty. Suppose there was money enough to construct three school blocks but due to corruption the price is inflated and the money can only construct two school blocks. Suppose each school block has two classrooms that can accommodate 60 learners. Further, suppose constructing a school block offers job opportunity to ten people as bricklayers, carpenters and others. By constructing two instead of three school blocks because of inflated prices, the results are as follows",
        "ny": "A Malawi anzanga, ndiloleni ndifotokoze momwe ziphuphu zimayambitsera umphawi. Tiyerekeze kuti panali ndalama zokwanira kumanga nyumba zitatu za sukulu koma chifukwa cha ziphuphu mtengo wake wakwezedwa ndipo ndalamazo zingamange nyumba ziwiri zokha za sukulu. Tiyerekeze kuti chipika chilichonse cha sukulu chili ndi makalasi awiri omwe angakhale ndi ophunzira 60. Ndiponso, tiyerekeze kuti kumanga nyumba ya sukulu kumapereka mwaŵi wa ntchito kwa anthu khumi monga omanga njerwa, akalipentala ndi ena. Mwa kumanga nyumba ziwiri m'malo mwa nyumba zitatu za sukulu chifukwa cha mitengo yokwera, zotsatira zake zili motere"
    },
    {
        "en": "Three blocks would have made 360 learners move from learning under a tree to a proper classroom, but due to corruption only 240 learners will be in a good classroom. The other 120 learners will continue learning under a tree yet money was available to put them in a good classroom.",
        "ny": "Mipiringidzo itatu ikanapangitsa ophunzira 360 kuchoka pa kuphunzira pansi pa mtengo kupita ku kalasi yoyenera, koma chifukwa cha ziphuphu ophunzira 240 okha adzakhala m'kalasi labwino. Ophunzira ena 120 adzapitiriza kuphunzira pansi pa mtengo komabe ndalama zinalipo kuti ziike m'kalasi labwino."
    },
    {
        "en": "Constructing three school blocks would create employment opportunities to 30 people. By constructing two, it means 10 people who would have some work to do still have no job.",
        "ny": "Kumanga nyumba zitatu za sukulu kungapangitse mwayi wa ntchito kwa anthu 30. Mwa kumanga awiri, zikutanthauza kuti anthu 10 omwe angakhale ndi ntchito yoti agwire adakalibe ntchito."
    },
    {
        "en": "Since there is corruption, there is high likelihood that the two school blocks may be of substandard quality. They may need maintenance quicker than if construction was not marred with corruption. Additional resources are likely to be spent to rehabilitate the same school blocks when the resources would have been spent on other functions.",
        "ny": "Popeza kuti pali ziphuphu, pali kuthekera kwakukulu kwakuti sukulu ziŵirizo zingakhale zosakwanira. Iwo angafunikire kukonza mofulumira kuposa ngati kumanga sikunasokonezedwe ndi ziphuphu. Ndalama zowonjezereka zikhoza kugwiritsidwa ntchito kukonzanso nyumba za sukulu zomwezo pamene chumacho chikanagwiritsidwa ntchito pa ntchito zina."
    },
    {
        "en": "If children are learning under a tree; if there are no drugs in health facilities; if there are no all-weather roads in some areas; if jobs are scarce; if we Malawians are poor; one of the main causes is corruption.",
        "ny": "Ngati ana akuphunzira pansi pa mtengo; ngati palibe mankhwala m'malo azaumoyo; ngati palibe misewu yonse ya nyengo m'madera ena; ngati ntchito zikusowa; ngati ife a Malawi ndife osauka; chimodzi mwa zochititsa zazikulu ndi ziphuphu."
    },
    {
        "en": "Our approach to the fight against corruption starts from the process of getting into office. We will not do the traditional political campaign you have known. We will not do because we do not want to get money from corrupt business people so that when you vote us into office we serve them instead of serving you, Malawians.",
        "ny": "Njira yathu yolimbana ndi ziphuphu imayamba kuchokera ku ndondomeko yolowa mu udindo. Sitidzachita kampeni ya ndale zachikhalidwe yomwe mwadziwa. Sitidzachita chifukwa sitikufuna kupeza ndalama kuchokera kwa anthu amalonda achinyengo kuti mukativotere pa udindo timawatumikira mmalo mokutumikirani, a Malawi."
    },
    {
        "en": "We will not form a political party because it is an expensive organization that contributes to temptation of political leaders to indulge in corruption and when in office, abuse public resources to fund the political party. You can relate this to some of the revelations that are coming out now of how public institutions financed activities of a political party. We do not want to tie ourselves to the yokes that have chained the others. More importantly, not forming a political party means that there will be no group of people (members of the ruling party) that feels and behaves as more important than the rest of Malawians. Between me and the public service, there will be no person or group of people to terrorize public servants on the premise that they are the ruling party members.",
        "ny": "Sitidzapanga chipani cha ndale chifukwa ndi bungwe lamtengo wapatali lomwe limathandizira kuyesedwa kwa atsogoleri andale kuti adzipereke pa ziphuphu komanso pamene ali paudindo, kugwiritsa ntchito molakwika chuma cha boma kuti apereke ndalama ku chipani cha ndale. Mukhoza kugwirizanitsa izi ndi zina mwa mavumbulutso omwe akutuluka tsopano momwe mabungwe aboma amalipirira ntchito za chipani cha ndale. Sitikufuna kudzimangirira ku goli limene lamangirira enawo. Chofunika kwambiri, kusapanga chipani cha ndale kumatanthauza kuti sipadzakhala gulu la anthu (anthu a chipani cholamulira) omwe amaona ndi kuchita zinthu ngati zofunika kwambiri kuposa a Malawi ena onse. Pakati pa ine ndi ntchito ya boma, sipadzakhala munthu kapena gulu la anthu oopseza ogwira ntchito m'boma poganiza kuti ndi mamembala a chipani cholamulira."
    },
    {
        "en": "It is not an exaggeration to say that political parties have been a disuniting factor so far in Malawi as they have been catalyst for tribalism and nepotism. You may appreciate the observation that in some political parties, it does not matter how loyal and qualified a member is, if they do not come from a particular region or from a particular tribe they cannot be voted president of a party to have a chance to contest as president of a country. We must for a moment dismantle this construct and create a political system that gives hope to every Malawian everywhere that they can be anything including President of Malawi if they work hard, have qualifications and have the integrity to serve their nation. I am convinced that being a president without a political party will foster nation building.",
        "ny": "Si kukokomeza kunena kuti zipani za ndale zakhala zikugwirizana mpaka pano ku Malawi popeza zakhala zikuchititsa tribalism ndi nepotism. Mungayamikire lingaliro lakuti m'zipani zina za ndale, ziribe kanthu kuti membala ndi wokhulupirika komanso woyenerera bwanji, ngati sakuchokera ku dera linalake kapena kuchokera ku fuko linalake sangathe kuvoteredwa kukhala pulezidenti wa chipani kuti akhale ndi mwayi wopikisana ngati pulezidenti wa dziko. We must for a moment dismantle this construct and create a political system that gives hope to every Malawian everywhere that they can be anything including President of Malawi if they work hard, have qualifications and have the integrity to serve their nation. Ndikutsimikiza kuti kukhala pulezidenti wopanda chipani cha ndale kudzalimbikitsa kumanga mtundu."
    },
    {
        "en": "Additionally, as your leader, I will have all my focus on running government, rather than divide my focus between running government on one hand and running a political party on the other hand.",
        "ny": "Kuphatikiza apo, monga mtsogoleri wanu, ndidzakhala ndi maganizo anga onse pa kuyendetsa boma, m'malo mogawanitsa maganizo anga pakati pa kuyendetsa boma kumbali imodzi ndi kuyendetsa chipani cha ndale kumbali ina."
    },
    {
        "en": "Fighting corruption is a war. Being a war, it needs troops who are loyal to their nation, troops who are well-trained and well-resourced. Above all, troops who are best commanded. The agencies responsible for fighting corruption are the troops. The President is the commander. Like in a military war, if troops are compromised, it is difficult to win the fight against corruption. If the commander is compromised, it is impossible to win the fight against corruption.",
        "ny": "Kulimbana ndi ziphuphu ndi nkhondo. Pokhala nkhondo, imafuna asilikali omwe ali okhulupirika kwa mtundu wawo, asilikali omwe ali ophunzitsidwa bwino komanso odziwa bwino. Koposa zonse, asilikali omwe akulamulidwa bwino kwambiri. Mabungwe omwe ali ndi udindo wolimbana ndi ziphuphu ndi asilikali. President ndi commander. Mofanana ndi nkhondo yankhondo, ngati asilikali asokonezedwa, nkovuta kupambana polimbana ndi ziphuphu. Ngati mtsogoleri wasokonezedwa, n'zosatheka kupambana pa nkhondo yolimbana ndi ziphuphu."
    },
    {
        "en": "For the reason that we will not get into office through a corrupt process, you can be assured that my team and I will fight against corruption decisively for we will not be haunted by our own involvement in the same. I will take it my prime responsibility that the fight against corruption is ably commanded and that if there are elements of compromised loyalty in the troops, I take corrective measures. I can guarantee that under my stewardship, no effort will be spared to fight corruption.",
        "ny": "Chifukwa chakuti sitidzalowa mu udindo kudzera mu ndondomeko yowonongeka, mutha kutsimikiziridwa kuti gulu langa ndi ine tidzalimbana ndi ziphuphu motsimikiza chifukwa sitidzavutitsidwa ndi kukhudzidwa kwathu mu zomwezo. Ndidzatenga udindo wanga waukulu kuti kulimbana ndi ziphuphu kumalamulidwa bwino ndikuti ngati pali mbali za kukhulupirika kololera m'magulu ankhondo, ndimatenga njira zowongolera. Ndikhoza kutsimikizira kuti pansi pa uyang'aniro wanga, palibe kuyesayesa kumene kudzapulumutsidwa kulimbana ndi ziphuphu."
    },
    {
        "en": "The future of Malawi leadership",
        "ny": "Tsogolo la utsogoleri wa Malawi"
    },
    {
        "en": "Fellow Malawians, I understand the frustration among well-meaning Malawians. I am aware that some of you have lost interest in voting in next election because we have been disappointed by the political administrations we have had. I come to give hope. I come to restore the courage we always have had, believing that as citizens, power is in our hands to make a leadership that has i) integrity, ii) technical and administrative competence and iii) desire to serve.",
        "ny": "A Malawi anzanga, ndikumvetsa kukhumudwa pakati pa a Malawi omwe ali ndi cholinga chabwino. Ndikudziwa kuti ena mwa inu mwataya chidwi chovota pa chisankho chotsatira chifukwa takhumudwa ndi maulamuliro andale omwe takhala nawo. Ndimabwera kudzapereka chiyembekezo. Ndikubwera kudzabwezeretsa kulimba mtima komwe takhala nako nthawi zonse, ndikukhulupirira kuti monga nzika, mphamvu ili m'manja mwathu kuti tipange utsogoleri womwe uli ndi i) kukhulupirika, ii) luso ndi luso loyang'anira ndi iii) chikhumbo chotumikira."
    },
    {
        "en": "The 2025 presidential election will be a ‘referendum’ - a choice between maintaining impunity versus ending impunity; a choice between maintaining mediocrity versus a launch of meritocracy; a choice between politicians versus leaders.",
        "ny": "Chisankho cha pulezidenti cha 2025 chidzakhala 'referendum' - kusankha pakati pa kusunga chilango motsutsana ndi kuthetsa chilango; kusankha pakati pa kusunga mediocrity motsutsana ndi kukhazikitsidwa kwa meritocracy; kusankha pakati pa andale motsutsana ndi atsogoleri."
    },
    {
        "en": "To echo the words of Barack Obama, former President of the USA, “we did not inherit the country from our ancestors so we can feel a sense of entitlement, rather we borrowed it from our children and the generations to come and therefore we have an obligation to hand over a better country to them”.",
        "ny": "Kubwereza mawu a Barack Obama, yemwe kale anali Purezidenti wa USA, \"sitinalandire dziko kuchokera kwa makolo athu kuti tithe kumva lingaliro la ufulu, m'malo mwake tinabwereka kwa ana athu ndi mibadwo ikubwerayi ndipo chifukwa chake tili ndi udindo wopereka dziko labwino kwa iwo\"."
    },
    {
        "en": "We have a responsibility to change the narrative that politics is for the few rich Malawians more so those getting rich through corruption and theft of public resources. We have a duty to change the narrative that politics is for crooks, liars, the incompetent and that politics is risky.",
        "ny": "Tili ndi udindo wosintha nkhani yoti ndale ndi za a Malawi ochepa olemera kwambiri choncho amene akulemera kudzera mu ziphuphu ndi kuba chuma cha boma. Tili ndi udindo wosintha nkhani yoti ndale ndi za ma crooks, abodza, osakhoza komanso kuti ndale ndizoopsa."
    },
    {
        "en": "My colleagues and I are at your service and are determined to make personal sacrifices for the sake of presenting a real choice to you in the next elections. We come so that as voters you are not faced with a choice between lemons and grapefruits (manyumwa), for both are sour. We come to be your real choice. We know the contenders are heavily armoured with resources, including those they stole from our taxes.",
        "ny": "Ine ndi anzanga tili pa utumiki wanu ndipo tatsimikiza mtima kudzimana zinthu zaumwini chifukwa chopereka chisankho chenicheni kwa inu pa zisankho zotsatira. Timabwera kuti monga ovota musayang'anizane ndi kusankha pakati pa mandimu ndi mphesa (manyumwa), chifukwa onsewa ndi owawa. Timabwera kukhala chisankho chanu chenicheni. Ife tikudziwa kuti opikisana nawo ali ndi zida zambiri ndi chuma, kuphatikizapo omwe anaba misonkho yathu."
    },
    {
        "en": "We are armoured with faith. We believe we shall succeed with your support. We are ready to govern and to do so competently. I have the right training, experience and exposure to public policy to competently develop the economy and run the public service. As you may appreciate, the duty of any government is two-fold; i) to develop the economy with the aim of improving people’s living standards and ii) to manage the public service so it can deliver public goods and services to people professionally, efficiently and effectively. I promise to deliver on these two cardinal roles in an excellent manner.",
        "ny": "Tili ndi chikhulupiriro. Tikukhulupirira kuti tidzapambana ndi thandizo lanu. Tili okonzeka kulamulira ndi kuchita zimenezo mwaluso. Ndili ndi maphunziro oyenera, chidziwitso komanso kuwonetsedwa kwa ndondomeko ya boma kuti ndikulitse bwino chuma ndikuyendetsa ntchito ya boma. Monga momwe mungayamikire, ntchito ya boma lililonse ndi iwiri; i) kukulitsa chuma ndi cholinga chowongolera moyo wa anthu ndi ii) kuyang'anira ntchito ya boma kuti athe kupereka katundu wa boma ndi ntchito kwa anthu mwaukadaulo, mwachangu komanso bwino. Ndikulonjeza kupereka maudindo awiriwa a cardinal m'njira yabwino kwambiri."
    },
    {
        "en": "I appeal to you Malawians to support my candidacy. I am ready to serve you. In a special way, I encourage the youth to take 2025 election as uniquely important for I, one of their own, will be on the ballot paper. I am going to run the government in ways that will prove that the youth in Malawi are ready for the task. I will take it my additional responsibility to bring public confidence in the youth and in doing so clear a way for all youth who seek elected positions. I promise a government that will be at your service. I promise an administration that will be the moral campass of the nation.",
        "ny": "Ndikupempha inu a Malawi kuti muthandizire candidacy yanga. Ndakonzeka kukutumikirani. M'njira yapadera, ndikulimbikitsa achinyamata kuti atenge chisankho cha 2025 ngati chofunika mwapadera kwa ine, mmodzi wa iwo, ndidzakhala pa pepala la voti. Ndikuyendetsa boma m'njira zomwe zidzatsimikizire kuti achinyamata ku Malawi ali okonzeka ntchitoyi. Ndidzatenga udindo wanga wowonjezera kubweretsa chidaliro cha anthu mwa achinyamata ndipo pochita zimenezi ndikuyeretsa njira kwa achinyamata onse omwe amafunafuna maudindo osankhidwa. Ndikulonjeza boma lomwe lidzakhala pa utumiki wanu. Ndikulonjeza boma lomwe lidzakhala campass yamakhalidwe a mtundu."
    },
    {
        "en": "Let us together make 2025 election a turning point for Malawi. Let us together uproot the breed of corrupt, incompetent and nepotistic politicians and plant a new breed of leaders that will be a symbol of integrity, competence and service. As late Lee Kuan Yew, founding Prime Minister of Singapore said, “we need the best and ablest in politics, not charlatans with a gift of the gab”. Let us together sanitize politics in Malawi. Politics will become clean when clean people replace the dirty ones who have made it dirty.",
        "ny": "Tiyeni limodzi tipange chisankho cha 2025 kukhala kusintha kwa Malawi. Tiyeni pamodzi tizule mtundu wa andale achinyengo, opanda luso komanso a nepotistic ndikubzala mtundu watsopano wa atsogoleri omwe adzakhala chizindikiro cha umphumphu, luso ndi utumiki. Monga mochedwa Lee Kuan Yew, woyambitsa Prime Minister wa Singapore adati, \"tikufuna zabwino komanso ablest mu ndale, osati charlatans ndi mphatso ya gab\". Tiyeni pamodzi sanitize ndale ku Malawi. Ndale zidzakhala zoyera pamene anthu oyera adzalowa m'malo mwa odetsedwa omwe apangitsa kuti zikhale zauve."
    },
    {
        "en": "I am appealing to every Malawian to engage our conscience and think of a Malawi we would want our children and grandchildren to live in. It does not matter what our current position is, what matters is the responsibility we have to ensure we hand over a better country to our children and grandchildren. You may be a serving member of the cabinet, an advisor, a senior public officer, a political party member who genuinely believes things are not the way you would have wanted to serve the nation. I ask you to support my candidacy. Tell your family and relatives to vote for me in 2025 presidential election.",
        "ny": "Ndikupempha Mmalawi aliyense kuti agwirizane ndi chikumbumtima chathu ndikuganiza za Malawi yomwe tingafune kuti ana athu ndi adzukulu athu akhalemo. Ziribe kanthu kuti malo athu omwe tili nawo panopa ndi otani, chofunika ndi udindo womwe tili nawo kuonetsetsa kuti tikupereka dziko labwino kwa ana athu ndi adzukulu. Mukhoza kukhala membala wotumikira wa nduna, mlangizi, mkulu wa boma, membala wa chipani cha ndale yemwe amakhulupiriradi kuti zinthu si momwe mukanafunira kutumikira mtundu. Ndikukupemphani kuti muthandizire candidacy yanga. Muuzeni banja lanu ndi achibale anu kuti andivotere pa chisankho cha pulezidenti cha 2025."
    },
    {
        "en": "I request you all who are in support of my candidacy to convince others around you. Convince your family members, your village mates, your village head leaders.Tell them the candidate of choice in 2025 presidential election has been identified and he is Milward Tobias. That will be your greatest contribution to my campaign.",
        "ny": "Ndikupempha inu nonse omwe mukuthandizira chisankho changa kuti mutsimikizire ena omwe akukuzungulirani. Tsimikizirani anthu a m'banja lanu, anzanu a m'mudzi mwanu, atsogoleri akuluakulu a m'mudzi mwanu. Auzeni kuti wosankhidwa wosankhidwa pa chisankho cha pulezidenti cha 2025 wadziwika ndipo ndi Milward Tobias. Chimenecho chidzakhala chithandizo chanu chachikulu kwambiri pa kampeni yanga."
    },
    {
        "en": "To my colleagues; the road will be tough but we are ready for it and we will succeed. We will succeed because we are carrying the hopes of many Malawians who have been yearning for a leadership that can serve them, not one that serves a small group and corrupt business people. Malawians are looking for a leadership that has the integrity to tell the truth, to be accountable and transparent and to develop Malawi. It is high time Malawians became proud again of being Malawian.",
        "ny": "Kwa anzanga; msewu udzakhala wovuta koma ndife okonzeka ndipo tidzapambana. Tidzapambana chifukwa tikunyamula ziyembekezo za a Malawi ambiri omwe akhala akulakalaka utsogoleri womwe ungawatumikire, osati umene umatumikira kagulu kakang'ono komanso anthu amalonda achinyengo. A Malawi akufunafuna utsogoleri umene uli ndi umphumphu wonena zoona, kukhala ndi mlandu komanso wowonekera komanso kutukula Malawi. It is high time Malawians became proud again of being Malawian."
    },
    {
        "en": "Some people will discourage us, despise us and all sorts of negatives. That must encourage us. They will attack us because we are a serious contender. We must remain focused on our mission. The rebuilding of Malawi requires our resilience. We are the team to lead in rebuilding Malawi.",
        "ny": "Anthu ena adzatifooketsa, kutinyoza ife ndi mitundu yonse ya zoipa. Zimenezo ziyenera kutilimbikitsa. Iwo adzatiukira chifukwa ndife mpikisano waukulu. Tiyenera kukhalabe oyang'ana pa ntchito yathu. Kumanganso Malawi kumafuna kupirira kwathu. Ndife timu yotsogolera pomanganso Malawi."
    },
    {
        "en": "Fellow Malawians, we will campaign as Nzika Coalition and I will contest as an independent candidate. Nzika Coalition means the coming together of ordinary citizens and all well-meaning Malawians as opposed to coalition/alliance of politicians or political parties. Our pillars are i) integrity, ii) competence and iii) service. Our slogan is ‘My vote My destiny’.",
        "ny": "A Malawi anzathu, tidzachita kampeni ngati Nzika Coalition ndipo ine tidzapikisana ngati wodziimira payekha. Mgwirizano wa Nzika umatanthauza kubwera pamodzi kwa nzika wamba ndi a Malawi onse omwe ali ndi cholinga chabwino mosiyana ndi mgwirizano /mgwirizano wa andale kapena zipani zandale. Zipilala zathu ndi i) umphumphu, ii) luso ndi iii) utumiki. Mawu athu ndi akuti 'Voti yanga Tsogolo langa'."
    },
    {
        "en": "Time flies, next elections will come soon, let us pray to God to give us life, courage and protection. Malawi will rewrite her history.",
        "ny": "Nthawi imauluka, zisankho zotsatira zidzabwera posachedwa, tiyeni tipemphere kwa Mulungu kuti atipatse moyo, kulimba mtima ndi chitetezo. Malawi adzalembanso mbiri yake."
    },
    {
        "en": "God bless us all! God bless Malawi! Thank you very much!!",
        "ny": "Mulungu atidalitse tonse! God bless Malawi! Zikomo kwambiri!!"
    },
    {
        "en": "Group village head Kambiri said apart from improving yield and nutrition in his community, Trade programme will also protect farmers from unscrupulous vendors who exploit them.",
        "ny": "Mtsogoleri wa mudzi wa gulu Kambiri adati kupatula kuwongolera zokolola ndi zakudya m'dera lake, pulogalamu ya Trade idzatetezeranso alimi kwa ogulitsa opanda khalidwe omwe amawadyera masuku pamutu."
    },
    {
        "en": "In the Central Region, we are promoting soya bean, groundnuts, sunflower and potato and in the North we are focusing on honey and beef.",
        "ny": "Ku Central Region, tikulimbikitsa soya nyemba, groundnuts, mpendadzuwa ndi mbatata ndipo ku North tikuyang'ana pa uchi ndi nyama ya ng'ombe."
    },
    {
        "en": "The minister told the House through the budget, the government was hoping to implement policy reforms that enhance resource mobilisation accompanied by prudent expenditure management to ensure that the country’s debt is put on a downward trajectory.",
        "ny": "Mtumikiyu adauza Nyumbayi kudzera mu bajeti, boma likuyembekeza kukhazikitsa kusintha kwa ndondomeko zomwe zikuwonjezera kusonkhanitsa chuma limodzi ndi kayendetsedwe kabwino ka ndalama zowonongedwa kuti zitsimikizire kuti ngongole ya dziko ikuyikidwa pansi."
    },
    {
        "en": "The minister reported that during the 2022/23 financial Year, government constructed community technical colleges in Nkhotakota, Chikwawa, and Chiradzulu.",
        "ny": "Mtumikiyu adanena kuti m'chaka chachuma cha 2022/23, boma linamanga makoleji a zaumisiri m'madera ku Nkhotakota, Chikwawa, ndi Chiradzulu."
    },
    {
        "en": "But who made anyone an expert in matters of the heart? Who are we to judge what or who anyone decided to fall in love with? Do we know what attracts people to each other? Do we even understand how they met or their circumstances herein? Do we even know what binds the two?",
        "ny": "Koma kodi ndani anapanga aliyense kukhala katswiri pa nkhani za mtima? Kodi ndife ndani kuti tiweruze chiyani kapena aliyense amene anasankha kukondana naye? Kodi tikudziwa chimene chimakopa anthu kwa wina ndi mnzake? Kodi timamvetsetsa ngakhale mmene anakumana kapena mikhalidwe yawo pano? Kodi tikudziwa n'komwe chimene chimamanga awiriwa?"
    },
    {
        "en": "Mr Hwesha , a primary school teacher for EUTHINI zone being beaten by his own father because of stealing his cattle and selling them . Cattle recovered and now at Mzimba police.",
        "ny": "Mr Hwesha , mphunzitsi wa sukulu ya pulayimale ya EUTHINI zone akumenyedwa ndi bambo ake chifukwa choba ng'ombe zake ndikuzigulitsa . Ng'ombe zinachira ndipo tsopano ku polisi ya Mzimba."
    },
    {
        "en": "Msume says, Cosmos, has on Monday pleaded guilty to the theft charges before the court of law.",
        "ny": "Msume akuti, Cosmos, Lolemba wavomereza mlandu wakuba pamaso pa khoti."
    },
    {
        "en": "Minister of Homeland Security, Ken Zikhale Ng'oma, has donated his net salary for March, which is K1.5 million, to young men (adzukulu) who worked to rescue others during the disaster.",
        "ny": "Minister of Homeland Security, Ken Zikhale Ng'oma, wapereka malipiro ake a March, omwe ndi K1.5 miliyoni, kwa anyamata (odwala) omwe adagwira ntchito yopulumutsa ena panthawi ya tsokali."
    },
    {
        "en": "Since then, they have not set foot in South Africa after a warrant of arrest was issued against them.",
        "ny": "Kuyambira nthawi imeneyo, iwo sanapite ku South Africa pambuyo poti chikalata chowamanga chinaperekedwa kwa iwo."
    },
    {
        "en": "He says it is sad that Malawi is yet to reach 500 megawatts as its national capacity.",
        "ny": "Iye akuti ndizomvetsa chisoni kuti dziko la Malawi silinafike pa 500 megawatts monga mphamvu yake ya dziko."
    },
    {
        "en": "\"We have leant big lessons that we made a big mistake in 2016 and its high time we revisit the Electricity Act,\" He said.",
        "ny": "\"Tili ndi maphunziro akuluakulu a leant omwe tinalakwitsa kwambiri mu 2016 ndi nthawi yake yapamwamba yomwe timabwereranso ku Electricity Act,\" adatero."
    },
    {
        "en": "She said: “To achieve that, we are promoting dairy farming in the South.",
        "ny": "Iye anati: \"Kuti zimenezi zitheke, tikulimbikitsa ulimi wa mkaka ku South."
    },
    {
        "en": "Mphonda added that they expect to recruit new contractors to finalise the works.",
        "ny": "Mphonda adawonjezera kuti akuyembekezera kulemba ntchito makontrakitala atsopano kuti athetse ntchito."
    },
    {
        "en": "The project, valued at K650 million, was scheduled to be completed in 2022, the website further says.",
        "ny": "Ntchitoyi, yomwe ili ndi mtengo wa K650 miliyoni, idakonzedwa kuti ikwaniritsidwe mu 2022, webusaitiyi ikunenanso."
    },
    {
        "en": "While others are trying everything possible to unite and at least speak with one voice, there is one person who thinks this moment is all about him—former president Peter Mutharika.",
        "ny": "Pamene ena akuyesa zonse zotheka kuti agwirizane ndipo osachepera alankhule ndi mawu amodzi, pali munthu mmodzi yemwe akuganiza kuti mphindi ino ndi yonse yokhudza iye—mtsogoleri wakale wa dziko lino Peter Mutharika."
    },
    {
        "en": "“Currently, we are only issuing passports to those who have got emergencies such as medical evacuation, government trips and students flying out for studies,” he said.",
        "ny": "\"Pakalipano, tikungopereka mapasipoti kwa anthu omwe ali ndi zochitika zadzidzidzi monga kuchoka kuchipatala, maulendo a boma komanso ophunzira omwe akukwera ndege kukaphunzira,\" adatero."
    },
    {
        "en": "He said a passport is a right for every Malawian and it is not something that people should treat as luxury.",
        "ny": "Iye adati pasipoti ndi ufulu wa Mmalawi aliyense ndipo si chinthu chomwe anthu ayenera kuchitira ngati zapamwamba."
    },
    {
        "en": "We promise to handle your information with care",
        "ny": "Tikulonjeza kusamalira chidziwitso chanu mosamala"
    },
    {
        "en": "Sorry, something went wrong",
        "ny": "Pepani, chinachake chinalakwika"
    },
    {
        "en": "Speak up, contribute here!",
        "ny": "Lankhulani, perekani apa!"
    },
    {
        "en": "If you know someone with heart problems, please inform them. This is for free.",
        "ny": "Ngati mukudziwa munthu yemwe ali ndi matenda a mtima, chonde muwadziwitse. Izi ndi zaulere."
    },
    {
        "en": "Good morning friends. Queen Elizabeth Central Hospital will be receiving Cardiologists who will treat patients with heart problems from 8th May to 13th May, 2023.",
        "ny": "Mabwenzi abwino a m'mawa. Queen Elizabeth Central Hospital idzalandira Cardiologists omwe adzachiritsa odwala omwe ali ndi matenda a mtima kuyambira 8th May mpaka 13th May, 2023."
    },
    {
        "en": "People will judge me and say what they want to say but I believe only God has the final say.",
        "ny": "Anthu adzandiweruza ndi kunena zomwe akufuna kunena koma ndikukhulupirira kuti Mulungu yekha ndiye ali ndi mawu otsiriza."
    },
    {
        "en": "Martse died last year after succumbing to fire burns.",
        "ny": "Martse anamwalira chaka chatha atagonjetsedwa ndi moto."
    },
    {
        "en": "The council has since issued Nyirenda with a warning letter.",
        "ny": "Kuyambira nthawi imeneyo bungweli lapereka kalata yochenjeza Nyirenda."
    },
    {
        "en": "Stay calm.",
        "ny": "Khalani odekha."
    },
    {
        "en": "Answer me.",
        "ny": "Ndiyankhe."
    },
    {
        "en": "You can dance, can't you",
        "ny": "Mukhoza kuvina, simungathe"
    },
    {
        "en": "I passed by her house yesterday",
        "ny": "Ndinadutsa nyumba yake dzulo"
    },
    {
        "en": "He is fluent in French.",
        "ny": "Amadziwa bwino Chifalansa."
    },
    {
        "en": "Tom asked me what I had been doing",
        "ny": "Tom anandifunsa zimene ndinali kuchita"
    },
    {
        "en": "A girl in karate uniform breaking a stick with a front kick.",
        "ny": "Mtsikana wovala yunifolomu ya karate akuphwanya ndodo ndi chigoli chakutsogolo."
    },
    {
        "en": "People are fixing the roof of a house",
        "ny": "Anthu akukonza denga la nyumba"
    },
    {
        "en": "A group of people standing in front of an igloo.",
        "ny": "Gulu la anthu ataima kutsogolo kwa igloo."
    },
    {
        "en": "A man in a vest is sitting in a chair and reading a magazine",
        "ny": "Mwamuna wovala vest wakhala pampando ndikuwerenga magazini"
    },
    {
        "en": "There are many people standing outside of a building.",
        "ny": "Pali anthu ambiri ataima kunja kwa nyumba."
    },
    {
        "en": "A teenager plays her trumpet on the field at a game",
        "ny": "Wachinyamata akusewera lipenga lake pabwalo pa masewera"
    },
    {
        "en": "The young lady is looking at the pizza",
        "ny": "Mtsikanayu akuyang'ana pizza"
    },
    {
        "en": "He never mentioned that journey .",
        "ny": "Sanatchulepo ulendo umenewo ."
    },
    {
        "en": "After two years in hiding , my grandfather appeared in London .",
        "ny": "Pambuyo pa zaka ziwiri kubisala , agogo anga anaonekera ku London ."
    },
    {
        "en": "He was never right again .",
        "ny": "Iye sanalinso wolondola ."
    },
    {
        "en": "Now , we follow state and local regulations .",
        "ny": "Tsopano , timatsatira malamulo a boma ndi am'deralo ."
    },
    {
        "en": "You can do a lot of things",
        "ny": "Mukhoza kuchita zinthu zambiri"
    },
    {
        "en": "So I immediately called her up , of course",
        "ny": "Kotero ine nthawi yomweyo ndinamuitana , ndithudi"
    },
    {
        "en": "This is very promising .",
        "ny": "Izi ndizolonjeza kwambiri ."
    },
    {
        "en": "I mean , at the end , will he be able to work ?",
        "ny": "Ndikutanthauza , pamapeto pake , adzatha kugwira ntchito ?"
    },
    {
        "en": "This is why we are here .",
        "ny": "Ichi ndi chifukwa chake tili pano ."
    },
    {
        "en": "When we give people the opportunity to cheat , they cheat .",
        "ny": "Tikamapatsa anthu mwayi wobera , amanyenga ."
    },
    {
        "en": "Do I have a place , a venue , in mind when I write ?",
        "ny": "Kodi ndili ndi malo , malo , m'maganizo pamene ndikulemba ?"
    },
    {
        "en": "This is the enemy .",
        "ny": "Uyu ndi mdani ."
    },
    {
        "en": "Just people sending their pictures .",
        "ny": "Basi anthu akutumiza zithunzi zawo ."
    },
    {
        "en": "And when you turn the switch off , the light goes off .",
        "ny": "Ndipo mukazimitsa switch , kuwala kumazima ."
    },
    {
        "en": "Some drivers feel its not fair that some traffic can go through while they have to wait. Something has to be done before things turn violent",
        "ny": "Madalaivala ena amaona kuti si chilungamo kuti magalimoto ena akhoza kudutsa pamene akudikira. Chinachake chiyenera kuchitidwa zinthu zisanakhale zachiwawa"
    },
    {
        "en": "I'm angry.",
        "ny": "Ndakwiya."
    },
    {
        "en": "I'm broke.",
        "ny": "Ndaphwanya."
    },
    {
        "en": "I'm obese.",
        "ny": "Ndine wonenepa kwambiri."
    },
    {
        "en": "Ignore it.",
        "ny": "Musanyalanyaze."
    },
    {
        "en": "Keep warm.",
        "ny": "Khalani ofunda."
    },
    {
        "en": "She smiled.",
        "ny": "Anamwetulira."
    },
    {
        "en": "Who's that?",
        "ny": "Ndi ndani ameneyo?"
    },
    {
        "en": "I saw a dog.",
        "ny": "Ndinaona galu."
    },
    {
        "en": "No means no.",
        "ny": "Ayi ayi."
    },
    {
        "en": "Tom was charged with drunken driving after he was involved in a car accident in Boston.",
        "ny": "Tom anaimbidwa mlandu woyendetsa galimoto ataledzera atachita ngozi ya galimoto ku Boston."
    },
    {
        "en": "Tom's reached a point in his life where he has to make some pretty important decisions.",
        "ny": "Tom's anafika pa mfundo ina m'moyo wake pamene ayenera kupanga zosankha zina zofunika kwambiri."
    },
    {
        "en": "When the rock singer appeared on the stage, the audience at the concert clapped loudly.",
        "ny": "Pamene woimba nyimbo za rock anaonekera pa siteji, omvetsera pa konsati anawomba m'manja mokweza."
    },
    {
        "en": "Who am I? Where do I come from? Is there life after death? What is the meaning of life?",
        "ny": "Ndine ndani? Kodi ndimachokera kuti? Kodi pali moyo pambuyo pa imfa? Kodi cholinga cha moyo n'chiyani?"
    },
    {
        "en": "Why don't we have enough food for everyone? I thought you went shopping this afternoon.",
        "ny": "N'chifukwa chiyani tilibe chakudya chokwanira aliyense? Ndinkaganiza kuti mwapita kukagula masana ano."
    },
    {
        "en": "Amnesty International often organizes public protests in support of political prisoners.",
        "ny": "Amnesty International nthawi zambiri imakonza zionetsero za anthu pothandiza akaidi andale."
    },
    {
        "en": "Before we get started, I'd just like to say a few words about how important this job is.",
        "ny": "Tisanayambe, ndikungofuna kunena mawu angapo okhudza kufunika kwa ntchitoyi."
    },
    {
        "en": "Eat a live frog every morning, and nothing worse will happen to you the rest of the day.",
        "ny": "Idyani mbozi yamoyo m'mawa uliwonse, ndipo palibe choipa chimene chidzakuchitikirani tsiku lonse."
    },
    {
        "en": "I appreciate it when a native speaker tries to help me sound more like a native speaker.",
        "ny": "Ndimayamikira pamene wokamba nkhani wakwawo ayesa kundithandiza kumveka ngati wokamba nkhani wakwawo."
    },
    {
        "en": "I had to change clothes because what I was wearing wasn't appropriate for the situation.",
        "ny": "Ndinayenera kusintha zovala chifukwa zimene ndinali kuvala sizinali zoyenera pa mkhalidwewo."
    },
    {
        "en": "I used to think that only bears hibernate, but the teacher said that turtles do as well.",
        "ny": "Ndinkaganiza kuti zimbalangondo zokha ndi zimene zimagona, koma mphunzitsiyo ananena kuti nkhasi zimagonanso."
    },
    {
        "en": "If I can get a book from the library, it saves me from having to buy it in the bookshop.",
        "ny": "Ngati ndingapeze buku ku laibulale, zimandipulumutsa kuti ndisagule mu bookshop."
    },
    {
        "en": "In retrospect, Tom realized he shouldn't have been dating both sisters at the same time.",
        "ny": "Poyang'ana m'mbuyo, Tom anazindikira kuti sanayenera kukhala pachibwenzi ndi alongo onse awiri nthawi imodzi."
    },
    {
        "en": "It was boredom that Aldous Huxley considered one of the most dangerous human conditions.",
        "ny": "Kunali kunyong'onyeka kumene Aldous Huxley anaona kukhala chimodzi cha mikhalidwe yoopsa koposa ya anthu."
    },
    {
        "en": "Originally, Abraham Lincoln wanted all slaves to be deported to Africa or the Caribbean.",
        "ny": "Poyamba, Abraham Lincoln ankafuna kuti akapolo onse azithamangitsidwa ku Africa kapena ku Caribbean."
    },
    {
        "en": "Sometimes, it's hard to tell when Tom is being serious and when he's just joking around.",
        "ny": "Nthawi zina, zimakhala zovuta kudziwa pamene Tom akuchita zinthu mwamphamvu komanso pamene akungoseka."
    },
    {
        "en": "The Japanese pay more attention to the group or the organization than to the individual.",
        "ny": "Anthu a ku Japan amamvetsera kwambiri gulu kapena gulu kuposa munthuyo."
    },
    {
        "en": "The first thing we should do is write and thank your brother-in-law for his hospitality.",
        "ny": "Chinthu choyamba chimene tiyenera kuchita ndicho kulemba ndi kuthokoza mlamu wanu chifukwa cha kuchereza kwake."
    },
    {
        "en": "The point of true mutual understanding has not yet been reached between Japan and China.",
        "ny": "Mfundo ya kumvetsetsana kwenikweni sinafikebe pakati pa Japan ndi China."
    },
    {
        "en": "The understanding of the present is impossible without a good understanding of the past.",
        "ny": "Kumvetsetsa zamakono sikungatheke popanda kumvetsetsa bwino zakale."
    },
    {
        "en": "Tom leaned out the window of his car and pressed the button on the intercom at the gate.",
        "ny": "Tom anaweramira pawindo la galimoto yake ndi kukanikiza batani pa intercom pachipata."
    },
    {
        "en": "Tom loves coming here since he thinks this place serves the only fast food worth eating.",
        "ny": "Tom amakonda kubwera kuno popeza amaganiza kuti malowa amatumikira chakudya chokha chofulumira choyenera kudya."
    },
    {
        "en": "Tom wanted to give you a surprise party, but I knew you'd hate it, so I told him not to.",
        "ny": "Tom ankafuna kukupatsani phwando lodabwitsa, koma ndinadziwa kuti mudzadana nalo, choncho ndinamuuza kuti asatero."
    },
    {
        "en": "Tom was drinking at a bar with Mary at the time the police think that John was murdered.",
        "ny": "Tom anali kumwa mowa pa bala ndi Mary panthawi yomwe apolisi akuganiza kuti John anaphedwa."
    },
    {
        "en": "What surprised me most about that accident is how fast the lawyers arrived on the scene.",
        "ny": "Chomwe chinandidabwitsa kwambiri ndi ngozi imeneyo ndi momwe maloya anafika mofulumira pamalopo."
    },
    {
        "en": "When darkness falls, the baboons return to the trees to sleep, safe from night prowlers.",
        "ny": "Mdima ukagwa, anyaniwo amabwerera ku mitengo kukagona, otetezeka kwa anthu oyenda usiku."
    },
    {
        "en": "When you get married and have kids, you'll realize that actions speak louder than words.",
        "ny": "Mukakwatirana n'kukhala ndi ana, mudzazindikira kuti zochita zimalankhula mokweza kuposa mawu."
    },
    {
        "en": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
        "ny": "Nthawi iliyonse mukapeza kuti muli kumbali ya anthu ambiri, ndi nthawi yoti muime kaye ndi kusinkhasinkha."
    },
    {
        "en": "Almost everyone in the class voted in favor of having a thank-you party for the teachers.",
        "ny": "Pafupifupi aliyense m'kalasimo anavotera kuti akhale ndi chipani chothokoza aphunzitsi."
    },
    {
        "en": "As the iron was heating up, Mary poured distilled water into the reservoir to make steam.",
        "ny": "Pamene chitsulocho chinali kutentha, Mariya anathira madzi osungunula m'chitsime kuti apange nthunzi."
    },
    {
        "en": "Because of the problem of air pollution, the bicycle may some day replace the automobile.",
        "ny": "Chifukwa cha vuto la kuipitsa mpweya, njingayo tsiku lina ingalowe m'malo mwa galimotoyo."
    },
    {
        "en": "Do you know the reason why two-thirds of the students did not attend the student meeting?",
        "ny": "Kodi mukudziwa chifukwa chake ophunzira awiri mwa atatu alionse sanapezeke pamsonkhano wa ophunzira?"
    },
    {
        "en": "English is quite often the language of choice when speaking to an international audience.",
        "ny": "Kaŵirikaŵiri Chingelezi ndicho chinenero chosankhidwa polankhula ndi omvetsera apadziko lonse."
    },
    {
        "en": "I had an appointment at 2:30, but I got caught in traffic and couldn't get there in time.",
        "ny": "Ndinali ndi pangano pa 2:30, koma ndinagwidwa ndi magalimoto ndipo sindinathe kufika kumeneko panthawi yake."
    },
    {
        "en": "If I can get a book from the library, it saves me from needing to buy it in the bookshop.",
        "ny": "Ngati ndingapeze buku ku laibulale, zimandipulumutsa kuti ndisafunikire kugula mu bookshop."
    },
    {
        "en": "It is illegal in the United States for law enforcement to use torture to get information.",
        "ny": "N'kosaloleka ku United States kuti anthu ogwira ntchito zamalamulo azigwiritsa ntchito kuzunza kuti apeze chidziwitso."
    },
    {
        "en": "Louis Braille, who was blind from the age of three, invented a way for the blind to read.",
        "ny": "Louis Braille, yemwe anali wakhungu kuyambira ali ndi zaka zitatu, anatulukira njira yoti akhungu aziwerenga."
    },
    {
        "en": "Mary's not the first woman to fall in love with a married man, and she won't be the last.",
        "ny": "Mariya si mkazi woyamba kukondana ndi mwamuna wokwatiwa, ndipo sadzakhala womaliza."
    },
    {
        "en": "Police immediately sealed off the streets around the hotel as they searched for the bomb.",
        "ny": "Apolisi nthawi yomweyo anatseka misewu yozungulira hoteloyi pamene anali kufufuza bombalo."
    },
    {
        "en": "The black and white bears living in the mountains in China and Tibet are called 'pandas'.",
        "ny": "Zimbalangondo zakuda ndi zoyera zomwe zimakhala m'mapiri ku China ndi Tibet zimatchedwa 'panda'."
    },
    {
        "en": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead.",
        "ny": "Apolisi anapeza Tom atagona pansi ndi dzenje la chipolopolo pakati pa mphumi yake."
    },
    {
        "en": "The politician said he was deeply indebted to everyone for their support in the election.",
        "ny": "Wandaleyu adati ali ndi ngongole yaikulu kwa aliyense chifukwa chowathandiza pa chisankhochi."
    },
    {
        "en": "They say that in America anyone can become president, but perhaps that's not really true.",
        "ny": "Amanena kuti ku America aliyense akhoza kukhala president, koma mwina zimenezo si zoona kwenikweni."
    },
    {
        "en": "Tom and Mary gave exactly the same answers on the test which made the teacher suspicious.",
        "ny": "Tom ndi Mary anapereka mayankho ofanana ndendende pa mayeso omwe anapangitsa mphunzitsiyo kukayikira."
    },
    {
        "en": "Tom and Mary were speaking in French, but switched to English when John entered the room.",
        "ny": "Tom ndi Mary anali kulankhula Chifalansa, koma anasinthira ku Chingelezi pamene John analowa m'chipindamo."
    },
    {
        "en": "Tom ate at a new restaurant the other day, but he doesn't remember the restaurant's name.",
        "ny": "Tom anadya pa lesitilanti yatsopano tsiku lina, koma sakukumbukira dzina la malo odyera."
    },
    {
        "en": "Tom has always maintained that he is innocent, and claims to this day that he was framed.",
        "ny": "Tom nthawi zonse wakhala akunena kuti alibe mlandu, ndipo akunena mpaka lero kuti anamangidwa."
    },
    {
        "en": "Tom killed Mary because he found out she had started the fire that had killed his family.",
        "ny": "Tom anapha Mary chifukwa anapeza kuti mkaziyo ndi amene anayambitsa moto umene unapha banja lake."
    },
    {
        "en": "Tom told Mary that he was going to kill himself, but he didn't have the courage to do it.",
        "ny": "Tom anauza Mary kuti adzadzipha, koma analibe kulimba mtima kuti achite zimenezo."
    },
    {
        "en": "Tom, Mary, John and Alice are friends. They've known each other since they were children.",
        "ny": "Tom, Mary, John ndi Alice ndi mabwenzi. Iwo ambadziwana kuyambira ali wana."
    },
    {
        "en": "When I got my driver's license renewed, I had to decide if I wanted to be an organ donor.",
        "ny": "Pamene chilolezo changa choyendetsa galimoto chinakonzedwanso, ndinafunikira kusankha ngati ndikufuna kukhala wopereka chiwalo."
    },
    {
        "en": "When someone speaks with such rhetorical flourish, it starts to sound like they're lying.",
        "ny": "Munthu akamalankhula ndi rhetorical flourish yotereyi, zimayamba kumveka ngati akunama."
    },
    {
        "en": "According to this magazine, the economic situation in Japan is getting worse year by year.",
        "ny": "Malinga ndi kunena kwa magazini ino, mkhalidwe wa zachuma ku Japan ukuipiraipira chaka ndi chaka."
    },
    {
        "en": "Although most islands in the ocean have been mapped, the ocean floor is generally unknown.",
        "ny": "Ngakhale kuti zilumba zambiri m'nyanja zapangidwa mapu, pansi pa nyanja nthawi zambiri sizidziwika."
    },
    {
        "en": "Among the wind instruments, the aboriginal didgeridoo made of eucalyptus was his favorite.",
        "ny": "Pakati pa zipangizo za mphepo, didgeridoo ya aaborijini yopangidwa ndi eucalyptus inali yokondedwa kwambiri."
    },
    {
        "en": "Due to unforeseen circumstances, our trip to the mountains this weekend will be cancelled.",
        "ny": "Chifukwa cha zochitika zosayembekezereka, ulendo wathu wopita kumapiri sabata ino udzaletsedwa."
    },
    {
        "en": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city.",
        "ny": "Ngakhale kuti Tom analeredwa m'dzikolo, iye amakonda chipwirikiti cha mzindawo."
    },
    {
        "en": "Happiness depends, not so much on circumstances, as on one's way of looking at one's life.",
        "ny": "Chimwemwe chimadalira, osati kwenikweni pa mikhalidwe, monga pa njira ya munthu ya kuyang'ana pa moyo wa munthu."
    },
    {
        "en": "History is like a waltz, eternally following the three steps of war, peace and revolution.",
        "ny": "Mbiri ili ngati waltz, kosatha potsatira masitepe atatu a nkhondo, mtendere ndi kusintha."
    },
    {
        "en": "I began driving our tractor when I was 12 years old to help my father out at harvest time.",
        "ny": "Ndinayamba kuyendetsa thirakitala yathu ndili ndi zaka 12 kuti ndithandize bambo anga pa nthawi yokolola."
    },
    {
        "en": "I don't know what went on last night, but they're not speaking to each other this morning.",
        "ny": "Sindikudziwa zomwe zinachitika dzulo usiku, koma sakulankhulana mmawa uno."
    },
    {
        "en": "I don't think it's always right for local governments to submit to the central government.",
        "ny": "Sindikuganiza kuti nthawi zonse ndibwino kuti maboma am'deralo azigonjera boma lapakati."
    },
    {
        "en": "I'm a non-native speaker of English and realize there is a lot that I still need to learn.",
        "ny": "Ndine wolankhula Chingelezi yemwe si mbadwa ndipo ndikuzindikira kuti pali zambiri zomwe ndikufunikirabe kuphunzira."
    },
    {
        "en": "I've heard that you don't eat green leafy vegetables. You say that it is food for animals.",
        "ny": "Ndamva kuti simudya masamba obiriwira a masamba. Mukuti ndi chakudya cha nyama."
    },
    {
        "en": "One out of 455 women doesn't realize she's pregnant until the twentieth week of pregnancy.",
        "ny": "Mmodzi mwa amayi 455 sazindikira kuti ali ndi pakati mpaka sabata la makumi awiri la mimba."
    },
    {
        "en": "Some of Martin Luther King's supporters began to question his belief in peaceful protests.",
        "ny": "Ena mwa othandizira a Martin Luther King anayamba kukayikira chikhulupiriro chake pa zionetsero zamtendere."
    },
    {
        "en": "The names of the students who failed in the examination were posted on the bulletin board.",
        "ny": "Mayina a ophunzira omwe analephera mayeso adaikidwa pa bolodi la bulletin."
    },
    {
        "en": "To reduce misunderstandings we should learn the techniques for communicating successfully.",
        "ny": "Kuti tichepetse kusamvetsetsana tiyenera kuphunzira njira zolankhulirana bwino."
    },
    {
        "en": "Tom asked Mary about the traffic accident she was involved in when she was five years old.",
        "ny": "Tom anafunsa Mary za ngozi ya pamsewu imene anachita ali ndi zaka zisanu."
    },
    {
        "en": "Tom felt a little uneasy as he walked down the deserted street in the middle of the night.",
        "ny": "Tom anamva kukhala wosasangalala pang'ono pamene anali kuyenda mumsewu wopanda anthu pakati pausiku."
    },
    {
        "en": "Tom has enough money to buy any computer in this store. He just needs to decide which one.",
        "ny": "Tom ali ndi ndalama zokwanira kugula kompyuta iliyonse m'sitoloyi. Amangofunika kusankha kuti ndi iti."
    },
    {
        "en": "You're the only person I know besides me who is actually interested in this kind of thing.",
        "ny": "Ndiwe munthu yekhayo amene ndimamudziwa kupatula ine amene alidi ndi chidwi ndi mtundu umenewu."
    },
    {
        "en": "A study found that almost 10% of men were obese in 2008. That was up from about 5% in 1980.",
        "ny": "Kafukufuku wina anasonyeza kuti pafupifupi 10% ya amuna anali onenepa kwambiri mu 2008. Zimenezo zinakwera kuchokera pafupifupi 5% mu 1980."
    },
    {
        "en": "Do you swear to tell the truth, the whole truth and nothing but the truth, so help you God?",
        "ny": "Kodi mumalumbira kunena zoona, choonadi chonse ndipo palibe koma choonadi, choncho kukuthandizani Mulungu?"
    },
    {
        "en": "Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi and Volap√ºk are constructed languages.",
        "ny": "Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi ndi Volap√ºk ndi zilankhulo zomangidwa."
    },
    {
        "en": "Good friends are like stars. You don't always see them, but you know they are always there.",
        "ny": "Mabwenzi abwino ali ngati nyenyezi. Simukuwaona nthawi zonse, koma mukudziwa kuti nthawi zonse amakhalapo."
    },
    {
        "en": "If you concentrate all your energies on the study of English, you will master the language.",
        "ny": "Ngati musumika mphamvu zanu zonse pa phunziro la Chingelezi, mudzadziŵa chinenerocho."
    },
    {
        "en": "In January of that year, we saw snow for four days, from the fourteenth to the seventeenth.",
        "ny": "Mu January chaka chimenecho, tinaona chipale chofewa kwa masiku anayi, kuyambira pa khumi ndi anayi mpaka khumi ndi asanu ndi awiri."
    },
    {
        "en": "It is because light travels faster than sound that we see lightning before we hear thunder.",
        "ny": "Ndi chifukwa chakuti kuwala kumayenda mofulumira kuposa phokoso kuti tikuwona mphezi tisanamve bingu."
    },
    {
        "en": "It is difficult to overcome this shortcoming without drastically changing the whole system.",
        "ny": "N'zovuta kugonjetsa cholakwika chimenechi popanda kusintha kwambiri dongosolo lonse."
    },
    {
        "en": "My grandfather does moderate exercise every morning, which is why he is strong and healthy.",
        "ny": "Agogo anga aamuna amachita masewera olimbitsa thupi moyenera m'mawa uliwonse, chifukwa chake ali wamphamvu komanso wathanzi."
    },
    {
        "en": "Often, the less there is to justify a traditional custom the harder it is to get rid of it.",
        "ny": "Kaŵirikaŵiri, pamene pali zochepa zolungamitsa mwambo wamwambo zimakhala zovuta kwambiri kuzichotsa."
    },
    {
        "en": "She asked him out on a date, but he said no since he thought girls should not ask boys out.",
        "ny": "Iye anamufunsa pa tsiku, koma iye anati ayi popeza ankaganiza atsikana sayenera kufunsa anyamata kunja."
    },
    {
        "en": "The best parents of all are those who allow their children to follow their natural talents.",
        "ny": "Makolo abwino kwambiri ndi amene amalola ana awo kutsatira luso lawo lachibadwa."
    },
    {
        "en": "The only thing on the table that I normally wouldn't eat is that stuff on the yellow plate.",
        "ny": "Chinthu chokha chomwe chili patebulo chomwe nthawi zambiri sindingadye ndi zinthu zimenezo pa mbale yachikasu."
    },
    {
        "en": "Then he got dressed, stuffed his lecture notes into his briefcase, and ran down the stairs.",
        "ny": "Kenaka anavala, kuika zolemba zake za nkhani m'chikwama chake, ndi kuthamanga pansi pa masitepe."
    },
    {
        "en": "There are times when you need to fight for what's right, even at the risk of your own life.",
        "ny": "Pali nthawi zina pamene muyenera kulimbana ndi zabwino, ngakhale pangozi ya moyo wanu."
    },
    {
        "en": "Tom began working as a volunteer at the homeless shelter while he was still in high school.",
        "ny": "Tom anayamba kugwira ntchito yodzipereka pamalo opanda pokhala adakali kusekondale."
    },
    {
        "en": "Tom has a framed photo of his parents on their wedding day hanging on his lounge room wall.",
        "ny": "Tom ali ndi chithunzi chojambulidwa cha makolo ake pa tsiku la ukwati wawo atapachikidwa pakhoma la chipinda chake chochezera."
    },
    {
        "en": "Tom makes way too many snide remarks. That's perhaps why he doesn't have very many friends.",
        "ny": "Tom akunena mawu onyoza kwambiri. N'kutheka kuti n'chifukwa chake alibe anzake ambiri."
    },
    {
        "en": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm.",
        "ny": "Pamene Tom anayang'ana pansi pa apulo amene anali kudya, anazindikira kuti anadya theka la mphutsi."
    },
    {
        "en": "When poverty comes in the door, love flies out the window is a saying as old as it is sad.",
        "ny": "Pamene umphawi ubwera pakhomo, chikondi chimauluka pawindo ndi mwambi wakale monga momwe zimakhalira zomvetsa chisoni."
    },
    {
        "en": "A doctor can bury his mistakes, but an architect can only advise his clients to plant vines.",
        "ny": "Dokotala akhoza kuika m'manda zolakwa zake, koma katswiri wa zomangamanga angangolangiza makasitomala ake kubzala mpesa."
    },
    {
        "en": "After I graduated from college, I moved back home and lived with my parents for three years.",
        "ny": "Nditamaliza maphunziro anga ku koleji, ndinabwerera kunyumba ndipo ndinakhala ndi makolo anga kwa zaka zitatu."
    },
    {
        "en": "Even though my friend was a vegetarian, I didn't tell him that the soup had some meat in it.",
        "ny": "Ngakhale kuti mnzangayo anali kudya zamasamba, sindinamuuze kuti msuziwo unali ndi nyama."
    },
    {
        "en": "First I'll look at the prices, and only then I'll decide whether I'll buy the camera or not.",
        "ny": "Choyamba ndikuyang'ana mitengo, ndipo kokha pamenepo ndidzasankha ngati ndidzagula kamera kapena ayi."
    },
    {
        "en": "For the other 600 million people, English is either a second language or a foreign language.",
        "ny": "Kwa anthu ena 600 miliyoni, Chingelezi ndi chinenero chachiwiri kapena chinenero chachilendo."
    },
    {
        "en": "He was looking forward to spending the weekend with her in their little cottage in Somerset.",
        "ny": "Iye anali kuyembekezera kuthera sabata ndi iye m'kanyumba kawo kakang'ono ku Somerset."
    },
    {
        "en": "If you say exactly what's on your mind all the time, you're likely to upset a lot of people.",
        "ny": "Ngati mukunena ndendende zomwe zili m'maganizo mwanu nthawi zonse, mukhoza kukhumudwitsa anthu ambiri."
    },
    {
        "en": "It's not right for you to do something bad just because someone else has done something bad.",
        "ny": "Sibwino kuti muchite zinthu zoipa chifukwa chakuti munthu wina wachita zoipa."
    },
    {
        "en": "Lonely people tend to be afraid of meeting others, which ensures they will always be lonely.",
        "ny": "Anthu osungulumwa amaopa kukumana ndi ena, zomwe zimatsimikizira kuti nthaŵi zonse adzakhala osungulumwa."
    },
    {
        "en": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself.",
        "ny": "Mariya alidi wamkulu. Anandiphikira chakudya chabwino kwambiri ndipo mpaka ananditsuka mbalezo."
    },
    {
        "en": "Mary traveled into the future and found that climate change had destroyed all life on Earth.",
        "ny": "Mary anapita m'tsogolo ndipo anapeza kuti kusintha kwa nyengo kunawononga zamoyo zonse pa Dziko Lapansi."
    },
    {
        "en": "One thing Tom does that isn't very safe is that he uses the same password for every website.",
        "ny": "Chinthu chimodzi chomwe Tom amachita chomwe sichili chotetezeka kwambiri ndikuti amagwiritsa ntchito mawu achinsinsi omwewo pa webusaiti iliyonse."
    },
    {
        "en": "She asked him to help her father clean the garage, but he said that he was too busy to help.",
        "ny": "Mkaziyo anamupempha kuti athandize bambo ake kuyeretsa garaja, koma iye ananena kuti anali wotanganidwa kwambiri moti sakanatha kuthandiza."
    },
    {
        "en": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose.",
        "ny": "A Democrats sanaganizepo za anthu omwe akufuna kusankhidwa, koma mulimonse momwe zingakhalire iwo ndi otsimikiza kuti adzalephera."
    },
    {
        "en": "The area of a triangle is half of the area of the rectangle with equivalent base and height.",
        "ny": "Dera la triangle ndi theka la malo a rectangle ndi maziko ofanana ndi kutalika."
    },
    {
        "en": "The police found boxes that contained marijuana and other drugs inside the trunk of the car.",
        "ny": "Apolisi anapeza mabokosi omwe anali ndi chamba ndi mankhwala ena mkati mwa thunthu la galimotoyo."
    },
    {
        "en": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous.",
        "ny": "Iwo anatenga Tom kupita naye kuchipatala kukapopa mimba yake chifukwa chakuti anadya chinachake cha poizoni."
    },
    {
        "en": "Tom can't remember all his passwords, so he keeps them in a list disguised as phone numbers.",
        "ny": "Tom sangathe kukumbukira mawu ake onse achinsinsi, choncho amawasunga pa mndandanda wobisika ngati manambala a foni."
    },
    {
        "en": "Tom has to be careful about what he eats at restaurants because he's allergic to many foods.",
        "ny": "Tom ayenera kusamala ndi zimene amadya kumalo odyera chifukwa chakuti sakonda zakudya zambiri."
    },
    {
        "en": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat.",
        "ny": "Tom anataya mndandanda wogula zinthu umene amayi ake anam'patsa ndipo anangogula zinthu zimene ankafuna kudya."
    },
    {
        "en": "Tom pleaded guilty to drunken driving and his driver's license was suspended for six months.",
        "ny": "Tom anavomereza mlandu woyendetsa galimoto ataledzera ndipo chilolezo chake choyendetsa galimoto chinaimitsidwa kwa miyezi isanu ndi umodzi."
    },
    {
        "en": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him.",
        "ny": "Tom anaganiza kuti ndi bwino kugwiritsa ntchito mwayi umene Mariya anam'patsa."
    },
    {
        "en": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down.",
        "ny": "Tom anaganiza kuti nyimbozo zinali zofuula kwambiri, koma anali atatopa kwambiri moti sanathe kudzuka n'kuchepetsa voliyumuyo."
    },
    {
        "en": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong.",
        "ny": "Tom anaganiza kuti kumene anaika ndalama zake zagolide kunali malo abwino obisalamo. Komabe, analakwa."
    },
    {
        "en": "Tom told Mary that he wouldn't be able finish the job in the amount of time she'd given him.",
        "ny": "Tom anauza Mary kuti sangakwanitse kumaliza ntchitoyo pa nthawi imene anam'patsa."
    },
    {
        "en": "Tom was impeccably dressed and well prepared for his job interview with the finance company.",
        "ny": "Tom anali atavala bwino ndipo anali wokonzekera bwino kuyankhulana kwake pantchito ndi kampani ya zachuma."
    },
    {
        "en": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant.",
        "ny": "Nditatuluka m'ndende, chinthu choyamba chimene ndinkafuna kuchita chinali kudya ku lesitilanti imene ndimakonda kwambiri."
    },
    {
        "en": "While cleaning my room yesterday evening, I happened to find an old photograph of my mother.",
        "ny": "Pamene ndinali kuyeretsa chipinda changa dzulo madzulo, ndinapeza chithunzi chakale cha amayi anga."
    },
    {
        "en": "Worrying is like a rocking chair; it gives you something to do but doesn't get you anywhere.",
        "ny": "Kuda nkhawa kuli ngati mpando wogwedezeka; zimakupatsani chochita koma sizikufikitsani kulikonse."
    },
    {
        "en": "I don't think it makes him a bad person just because he's decided he likes to eat horse meat.",
        "ny": "Sindikuganiza kuti zimamupangitsa kukhala munthu woipa chifukwa chakuti wasankha kuti amakonda kudya nyama ya mahatchi."
    },
    {
        "en": "I have recently used the services of his travel agency to book a cruise in the Mediterranean.",
        "ny": "Posachedwapa ndagwiritsa ntchito ntchito za bungwe lake loyenda maulendo kuti ndisunge sitima yapamadzi ku Mediterranean."
    },
    {
        "en": "I just want to let you know that I think you're the most beautiful woman that I've ever seen.",
        "ny": "Ndikungofuna kukudziwitsani kuti ndikuganiza kuti ndinu mkazi wokongola kwambiri yemwe ndamuonapo."
    },
    {
        "en": "I never thought this rubber band would come in handy when I put it in my pocket this morning.",
        "ny": "Sindinaganizepo kuti gulu la mphira limeneli lidzabwera m'manja pamene ndinaliika m'thumba mwanga m'mawa uno."
    },
    {
        "en": "In some areas of the world, you can still get sued if you slander or libel a deceased person.",
        "ny": "M'madera ena a dziko lapansi, mukhozabe kuzengedwa mlandu ngati mukusinjirira kapena kunyoza munthu wakufa."
    },
    {
        "en": "No matter how carefully you choose your words, they'll always end up being twisted by others.",
        "ny": "Ziribe kanthu momwe mungasankhire mosamala mawu anu, nthawi zonse amatha kupotozedwa ndi ena."
    },
    {
        "en": "She bought him a car, but he didn't have a driver's license so he couldn't drive it anywhere.",
        "ny": "Anamugulira galimoto, koma analibe laisensi yoyendetsa galimoto moti sanathe kuyendetsa kulikonse."
    },
    {
        "en": "Tom and Mary were snuggled up to each other and Tom was whispering something into Mary's ear.",
        "ny": "Tom ndi Mary anagwidwa ndipo Tom anali kunong'onezana chinachake m'khutu la Mariya."
    },
    {
        "en": "Tom would have liked to attend Mary's party. Unfortunately, he had other things he had to do.",
        "ny": "Tom akanakonda kupita ku phwando la Mariya. Mwatsoka, anali ndi zinthu zina zimene anayenera kuchita."
    },
    {
        "en": "We keep our most interesting thoughts and the most interesting side of ourselves hidden away.",
        "ny": "Timasunga malingaliro athu osangalatsa kwambiri ndi mbali yosangalatsa kwambiri ya ife eni obisika."
    },
    {
        "en": "Considering all I've eaten all day is just one slice of bread, I'm not really all that hungry.",
        "ny": "Poganizira zonse zomwe ndadya tsiku lonse ndi chidutswa chimodzi chabe cha mkate, sindine ndi njala yonseyo."
    },
    {
        "en": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book.",
        "ny": "Ndili ndi masana opanda lero, choncho ndikukonzekera kupita ku paki, kukhala pansi pa mtengo ndikuwerenga buku."
    },
    {
        "en": "I realize that this may sound crazy, but I think I've fallen in love with your younger sister.",
        "ny": "Ndikuzindikira kuti izi zingamveke ngati misala, koma ndikuganiza kuti ndakondana ndi mlongo wanu wamng'ono."
    },
    {
        "en": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake.",
        "ny": "Ndikuganiza kuti Tom adzakhala wokwiya kwambiri akazindikira kuti chithunzi chomwe adagula ndi chonyenga."
    },
    {
        "en": "I think if I talked more often with a native speaker, my English skills would improve quickly.",
        "ny": "Ndikuganiza kuti ndikamalankhula nthawi zambiri ndi wokamba nkhani wakwathu, luso langa la Chingerezi likanasintha mofulumira."
    },
    {
        "en": "I tried explaining the algebra homework to him, but it just went in one ear and out the other.",
        "ny": "Ndinayesa kumufotokozera homuweki ya algebra, koma inangopita m'khutu limodzi ndi kutuluka inayo."
    },
    {
        "en": "If the universe is full of stars, why doesn't their light continually light up the entire sky?",
        "ny": "Ngati chilengedwe chili chodzaza ndi nyenyezi, n'chifukwa chiyani kuwala kwawo sikumaunikira thambo lonse mosalekeza?"
    },
    {
        "en": "If we were supposed to talk more than listen, we would have been given two mouths and one ear.",
        "ny": "Ngati tikanayenera kulankhula zambiri kuposa kumvetsera, tikanapatsidwa pakamwa kaŵiri ndi khutu limodzi."
    },
    {
        "en": "In conversation, one is likely to find out certain things about the other person quite easily.",
        "ny": "Pokambitsirana, munthu angapeze zinthu zina ponena za munthu winayo mosavuta."
    },
    {
        "en": "It's my fault that the cake was burned. I was talking on the phone and didn't notice the time.",
        "ny": "Ndi mlandu wanga kuti kekeyo inatenthedwa. Ndinali kulankhula pa foni ndipo sindinaone nthawi."
    },
    {
        "en": "It's no use confessing your sins to the priest if you don't think twice before repeating them.",
        "ny": "Palibe ntchito kuulula machimo anu kwa wansembe ngati simukuganiza kawiri musanabwerezenso."
    },
    {
        "en": "Money can't buy happiness. However, it's more comfortable to cry in a Maserati than on a bike.",
        "ny": "Ndalama sizingagule chimwemwe. Komabe, zimakhala bwino kulira mu Maserati kuposa pa njinga."
    },
    {
        "en": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife.",
        "ny": "Mpeni umenewo unali wopanda pake kwambiri moti sindinathe kuugwiritsa ntchito kudula nyama choncho ndinayenera kudalira mpeni wanga wa m'thumba."
    },
    {
        "en": "This note summarizes some information that we hope to discuss at the meeting in San Francisco.",
        "ny": "Kalatayi ikufotokoza mwachidule mfundo zina zimene tikuyembekeza kukambirana pamsonkhano wa ku San Francisco."
    },
    {
        "en": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work.",
        "ny": "Tom anaimbira foni Mary kuti amufunse ngati akufuna kuti agule mkate popita kunyumba kuchokera kuntchito."
    },
    {
        "en": "Tom told the children that they could stay in this room as long as they didn't make any noise.",
        "ny": "Tom anauza anawo kuti akhoza kukhala m'chipinda chino malinga ngati sanapange phokoso lililonse."
    },
    {
        "en": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in.",
        "ny": "Tom wakakhumbanga kuti walimbe mtima kujumpha mu mtsinje na kupulumutsa ŵana awo ŵakagwa."
    },
    {
        "en": "Tom's an irritating person to work with because he'll never admit it when he's made a mistake.",
        "ny": "Tom ndi munthu wokwiyitsa kugwira naye ntchito chifukwa sadzavomereza pamene walakwitsa."
    },
    {
        "en": "When we are away from home, nothing gives us more pleasure than to receive a parcel from home.",
        "ny": "Tikakhala kutali ndi kwathu, palibe chimene chimatipatsa chisangalalo kuposa kulandira phukusi kuchokera kunyumba."
    },
    {
        "en": "As soon as I can get my son to scan our family photos, I'll upload some of them to our website.",
        "ny": "Mwamsanga pamene ndingathe kupeza mwana wanga kuti ayang'ane zithunzi za banja lathu, ndikukweza zina mwa izo pa webusaiti yathu."
    },
    {
        "en": "For some reason, people have been avoiding me like the plague ever since I got back from India.",
        "ny": "Pazifukwa zina, anthu akhala akundipewa ngati mliri kuyambira pamene ndinabwerera kuchokera ku India."
    },
    {
        "en": "It wasn't until long after they got married that Tom found out that Mary was wanted for murder.",
        "ny": "Pasanapite nthawi yaitali atakwatirana, Tom anapeza kuti Mariya akufunidwa kuti aphedwe."
    },
    {
        "en": "Mary waited years for Tom to get out of prison and was very happy when he finally got released.",
        "ny": "Mary anayembekezera kwa zaka zambiri kuti Tom atuluke m'ndende ndipo anasangalala kwambiri pamene anamasulidwa."
    },
    {
        "en": "Never work on electrical wiring without unplugging it; it's a bad idea. I know from experience.",
        "ny": "Musagwire ntchito pa mawaya amagetsi popanda kuchotsa; ndi lingaliro loipa. Ndikudziwa kuchokera ku zokumana nazo."
    },
    {
        "en": "Professional translators quite often specialize in just one field, for example law or medicine.",
        "ny": "Mwachitsanzo, omasulira akatswiri nthaŵi zambiri amadziŵa bwino mbali imodzi yokha, mwachitsanzo malamulo kapena mankhwala."
    },
    {
        "en": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets.",
        "ny": "Kuphulika kwa chuma cha Japan chotchedwa bubble kunatumiza shockwaves kudzera m'misika yapadziko lonse."
    },
    {
        "en": "Tom could hear a commotion in front of his house, so he went outside to see what was happening.",
        "ny": "Tom ankamva phokoso kutsogolo kwa nyumba yake, choncho anatuluka panja kuti akaone zimene zikuchitika."
    },
    {
        "en": "Tom wondered how many times he'd have to tell Mary to clean her room before she finally did it.",
        "ny": "Tom anadabwa kuti ndi kangati pamene anafunikira kuuza Mary kuti ayeretse chipinda chake pomalizira pake asanachite."
    },
    {
        "en": "We have considered your proposal, and we have decided that we are not able to reduce the price.",
        "ny": "Takambirana za lingaliro lanu, ndipo tasankha kuti sitingathe kuchepetsa mtengo."
    },
    {
        "en": "We humans have a great way of twisting facts to fit our conclusion as soon as we have made one.",
        "ny": "Anthufe tili ndi njira yaikulu yopotoka mfundo kuti zigwirizane ndi mfundo zathu mwamsanga pamene tapanga imodzi."
    },
    {
        "en": "When he left the Army, Roger Miller moved to the home of country music in Nashville, Tennessee.",
        "ny": "Atachoka ku Army, Roger Miller anasamukira kunyumba ya nyimbo za dziko ku Nashville, Tennessee."
    },
    {
        "en": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated.",
        "ny": "Pamene zili kunja kwa nyanja, kuti nsomba zomwe zimagwidwa zisawonongeke, nthawi yomweyo zimakhala m'firiji."
    },
    {
        "en": "When the train goes through the station, the windows rattle noisily and the whole house shakes.",
        "ny": "Sitimayo ikadutsa pa siteshoni, mawindo amagwedezeka phokoso ndipo nyumba yonse imagwedezeka."
    },
    {
        "en": "You mustn't think only about your job, you must also think about the importance of your family.",
        "ny": "Simuyenera kungoganizira za ntchito yanu yokha, muyeneranso kuganizira kufunika kwa banja lanu."
    },
    {
        "en": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad.",
        "ny": "Malinga ndi mwamuna wachikulire yemwe ndinakumana naye dzulo, nkhaka zikhoza kudyedwa ndipo musalawe zoipa zonsezo."
    },
    {
        "en": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more.",
        "ny": "Tom atadya ma popcorn onse m'mbale, anabwerera m'khichini kukatumphukanso."
    },
    {
        "en": "Although he had fewer supporters among the governing class, he was able to get the popular vote.",
        "ny": "Ngakhale kuti anali ndi othandizira ochepa pakati pa gulu lolamulira, adatha kupeza mavoti otchuka."
    },
    {
        "en": "Cesar Chavez died in 1993 at the age of sixty-six. More than 40,000 people attended his funeral.",
        "ny": "Cesar Chavez anamwalira mu 1993 ali ndi zaka makumi asanu ndi limodzi mphambu zisanu ndi chimodzi. Anthu oposa 40,000 anapezeka pa maliro ake."
    },
    {
        "en": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person.",
        "ny": "Osada nkhawa. Angaoneke wowopsa poyang'ana koyamba, koma kwenikweni ndi munthu waubwenzi kwambiri."
    },
    {
        "en": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up.",
        "ny": "Ndinkaganiza kuti gulu la anthu lidzapita nafe ku skiing yamadzi, koma palibe wina aliyense amene anaonekera."
    },
    {
        "en": "I thought doing this would be easy, but we've been working all day and we're still not finished.",
        "ny": "Ndinkaganiza kuti kuchita zimenezi kungakhale kosavuta, koma takhala tikugwira ntchito tsiku lonse ndipo sitinathebe."
    },
    {
        "en": "If you want to change the world, start with the person that you see in the mirror every morning.",
        "ny": "Ngati mukufuna kusintha dziko, yambani ndi munthu amene mumamuona pagalasi m'mawa uliwonse."
    },
    {
        "en": "Investment in education is undoubtedly the only effective way to bring a country out of poverty.",
        "ny": "Kuika ndalama m'maphunziro mosakayikira ndi njira yokhayo yogwira mtima yobweretsera dziko mu umphawi."
    },
    {
        "en": "It is needless to say that an experienced person will do better than someone without experience.",
        "ny": "N'zosachita kufunsa kuti munthu wodziwa zambiri angachite bwino kuposa munthu amene alibe chidziwitso."
    },
    {
        "en": "It's a lot less likely for a Macintosh computer to have a virus than a computer running Windows.",
        "ny": "Ndizochepa kwambiri kuti kompyuta ya Macintosh ikhale ndi kachilombo kuposa kompyuta yomwe ikuyendetsa Windows."
    },
    {
        "en": "Most people say that the best way to learn a foreign language is to learn from a native speaker.",
        "ny": "Anthu ambiri amanena kuti njira yabwino kwambiri yophunzira chinenero china ndiyo kuphunzira kwa wokamba nkhani wakwawo."
    },
    {
        "en": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you.",
        "ny": "Popeza sindinalandire yankho, ndinali kudabwa ngati mwina makalata anga sanaperekedwepo kwa inu."
    },
    {
        "en": "The ability to work hard is an admirable quality, but the ability to relax is equally important.",
        "ny": "Kutha kugwira ntchito mwakhama ndi khalidwe losangalatsa, koma luso lopuma ndi lofunika mofanana."
    },
    {
        "en": "The most interesting information comes from children, for they tell all they know and then stop.",
        "ny": "Chidziwitso chosangalatsa kwambiri chimachokera kwa ana, chifukwa amauza zonse zomwe akudziwa kenako n'kusiya."
    },
    {
        "en": "Tom said that he doesn't want to hurt you, but if you come around here again, he'll beat you up.",
        "ny": "Tom ananena kuti sakufuna kukupwetekani, koma mukabweranso kuno, adzakumenyani."
    },
    {
        "en": "Tom says he can't understand how Mary manages to make so much money working only one day a week.",
        "ny": "Tom akuti sangamvetse mmene Mary amatha kupeza ndalama zambiri pogwira ntchito tsiku limodzi lokha pa mlungu."
    },
    {
        "en": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds.",
        "ny": "Carbon monoxide ndi poizoni wopangidwa ndi kuyaka kosakwanira kwa mankhwala a carbon."
    },
    {
        "en": "He is usually straightforward and sincere and thereby gains the confidence of those who meet him.",
        "ny": "Kaŵirikaŵiri iye amakhala wolunjika ndi woona mtima ndipo mwakutero amapeza chidaliro cha awo amene amakumana naye."
    },
    {
        "en": "Monday, Tuesday, Wednesday, Thursday, Friday, Saturday and Sunday are the seven days of the week.",
        "ny": "Lolemba, Lachiwiri, Lachitatu, Lachinayi, Lachisanu, Loweruka ndi Lamlungu ndi masiku asanu ndi awiri a sabata."
    },
    {
        "en": "Roger Miller learned to play the guitar and the violin. Much later, he learned to play the drums.",
        "ny": "Roger Miller anaphunzira kuimba gitala ndi violin. Pambuyo pake, anaphunzira kuimba ng'oma."
    },
    {
        "en": "She advised him to visit Boston, because she thought it was the most beautiful city in the world.",
        "ny": "Anamulangiza kuti apite ku Boston, chifukwa ankaganiza kuti ndi mzinda wokongola kwambiri padziko lonse."
    },
    {
        "en": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\"",
        "ny": "Tom anapatsa woimba wotchuka madola zikwi khumi kuti abwere ku malo odyera kudzaimba \"Happy Birthday.\""
    },
    {
        "en": "Tom left the milk unattended on the stove and it boiled over and went all over the kitchen floor.",
        "ny": "Tom anasiya mkakawo popanda kuyang'aniridwa pa chitofu ndipo unaphika ndi kupita pansi pa khitchini yonse."
    },
    {
        "en": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.",
        "ny": "Pamene mwachotsa zosatheka, chilichonse chotsalira, mosasamala kanthu za zosatheka, chiyenera kukhala chowonadi."
    },
    {
        "en": "Foods rich in vitamin E include dark-green, leafy vegetables, beans, nuts and whole-grain cereals.",
        "ny": "Zakudya zokhala ndi vitamini E zimaphatikizapo mdima wobiriwira, masamba a masamba, nyemba, mtedza ndi tirigu wathunthu."
    },
    {
        "en": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth.",
        "ny": "Kuchokera pa zochitika zaumwini, ndikudziwa kuti kukumana kulikonse ndi iye kudzasiya kukoma koipa mkamwa mwanu."
    },
    {
        "en": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
        "ny": "Patsani munthu nsomba ndipo mumamudyetsa tsiku limodzi. Phunzitsani munthu kusodza ndipo mumamudyetsa kwa moyo wake wonse."
    },
    {
        "en": "His novel ideas are time and again getting him into trouble with his more conservative colleagues.",
        "ny": "Malingaliro ake atsopano nthawi ndi nthawi amamulowetsa m'mavuto ndi anzake osunga kwambiri."
    },
    {
        "en": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients.",
        "ny": "Ndinamva kuti njira imodzi yokhalira wathanzi ndiyo kupeŵa kudya chakudya chilichonse chokhala ndi zinthu zosadziwika."
    },
    {
        "en": "I think it's unlikely that the next version of Windows will come out before the end of this month.",
        "ny": "Ndikuganiza kuti n'zokayikitsa kuti mtundu wotsatira wa Windows udzatuluka mwezi uno usanafike."
    },
    {
        "en": "I've kept my weight down even though many of my friends have gained weight as they've grown older.",
        "ny": "Ndasunga kulemera kwanga pansi ngakhale kuti anzanga ambiri alemera pamene akukula."
    },
    {
        "en": "The boy I saw searching through the garbage can said that he had not eaten anything for four days.",
        "ny": "Mnyamata amene ndinamuona akufufuza zinyalala ananena kuti sanadye chilichonse kwa masiku anayi."
    },
    {
        "en": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour.",
        "ny": "Tom anauza Mary kuti akuganiza kuti mvuu ikhoza kuthamanga pa liwiro la makilomita pafupifupi 30 pa ola limodzi."
    },
    {
        "en": "Yesterday the unveiling of the founder's statue and the opening of the school building took place.",
        "ny": "Dzulo kuvumbulutsidwa kwa fano la woyambitsa ndi kutsegulidwa kwa nyumba ya sukulu kunachitika."
    },
    {
        "en": "You know that your English is good when people stop complimenting you on how good your English is.",
        "ny": "Mukudziwa kuti Chingerezi chanu ndi chabwino anthu akasiya kukuyamikirani kuti Chingerezi chanu ndi chabwino bwanji."
    },
    {
        "en": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother.",
        "ny": "Ngakhale kuti Tom anapempha Mary kuti asapite, iye anachoka ndi anawo n'kupita kukakhala ndi mayi ake."
    },
    {
        "en": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "ny": "Sindingathe kusintha njira ya mphepo, koma ndikhoza kusintha zombo zanga kuti nthawi zonse ndifike kumene ndikupita."
    },
    {
        "en": "I don't like snack bars. They're expensive, noisy, and full of the smell of tobacco and fried food.",
        "ny": "Sindimakonda ma snack bar. Iwo ndi okwera mtengo, phokoso, komanso odzaza ndi fungo la fodya ndi chakudya chokazinga."
    },
    {
        "en": "I've got a squeaking noise in my brand new car, and do you think I can find where it's coming from?",
        "ny": "Ine ndiri ndi phokoso la squeaking mu galimoto yanga yatsopano, ndipo kodi mukuganiza kuti ndingapeze komwe ikuchokera?"
    },
    {
        "en": "Scientists continue to discover new medicines, so there is always hope for people who are in comas.",
        "ny": "Asayansi akupitirizabe kupeza mankhwala atsopano, choncho nthawi zonse pamakhala chiyembekezo kwa anthu omwe ali m'chikomokere."
    },
    {
        "en": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made.",
        "ny": "Popeza m'gulu limeneli onse ndi mafumu ndipo palibe Amwenye, n'zodabwitsa kuti zosankha zilizonse zimapangidwa."
    },
    {
        "en": "Their influence becomes greater every day, but they are uncreative and can't make value judgements.",
        "ny": "Chisonkhezero chawo chimakhala chachikulu tsiku lililonse, koma iwo ndi osayamikira ndipo sangathe kupanga ziweruzo zamtengo wapatali."
    },
    {
        "en": "Tom did everything within his power to save the children that were trapped in the burning building.",
        "ny": "Tom anachita zonse zimene angathe kuti apulumutse ana amene anagwidwa m'nyumba yoyaka motoyo."
    },
    {
        "en": "Tom told Mary that he didn't think it was a good idea for her to go jogging in the park by herself.",
        "ny": "Tom anauza Mary kuti sakuganiza kuti ndi bwino kuti apite kukathamanga m'paki yekha."
    },
    {
        "en": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times.",
        "ny": "Kusiya kusuta ndi chinthu chosavuta kwambiri padziko lapansi. Ndikudziwa chifukwa ndachita nthawi zikwi zambiri."
    },
    {
        "en": "I don't quite believe it when I hear someone claim they can speak more than five languages fluently.",
        "ny": "Sindikukhulupirira kwenikweni ndikamva munthu akunena kuti akhoza kulankhula zinenero zoposa zisanu bwinobwino."
    },
    {
        "en": "I think it's unlikely that aliens similar to what we see in the movies have ever visited our planet.",
        "ny": "Ndikuganiza kuti n'zokayikitsa kuti alendo ofanana ndi zomwe timaona m'mafilimu adapitapo ku dziko lathuli."
    },
    {
        "en": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn.",
        "ny": "Ngati mumathera nthawi yambiri padzuwa popanda kuvala mankhwala odzola dzuwa, mukhoza kutentha dzuwa."
    },
    {
        "en": "One of the greatest secrets of happiness is moderating your wishes and loving what you already have.",
        "ny": "Chimodzi mwa zinsinsi zazikulu kwambiri za chimwemwe ndicho kuchepetsa zofuna zanu ndi kukonda zimene muli nazo kale."
    },
    {
        "en": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife.",
        "ny": "Mpeni umenewo sunali wakuthwa ndipo sindinathe kudula nawo nyamayo, choncho ndinayamba kugwiritsa ntchito mpeni wanga wa m'thumba."
    },
    {
        "en": "There have been a lot of complaints from consumers that our products don't last as long as we claim.",
        "ny": "Pakhala madandaulo ambiri ochokera kwa ogula kuti katundu wathu sakhala nthawi yaitali monga momwe timanenera."
    },
    {
        "en": "Tom was unsure what Mary would be like and he wondered whether she would get along with his friends.",
        "ny": "Tom sanali wotsimikiza kuti Mariya adzakhala wotani ndipo ankakayikira ngati angagwirizane ndi anzake."
    },
    {
        "en": "Before I get out of bed, I spend a little time thinking about what I'll be doing the rest of the day.",
        "ny": "Ndisanatuluke pabedi, ndimathera nthawi yochepa ndikuganiza zomwe ndidzakhala ndikuchita tsiku lonse."
    },
    {
        "en": "I looked in my closet for something to wear, but couldn't find anything appropriate for the occasion.",
        "ny": "Ndinayang'ana m'chipinda changa chovala chinachake chovala, koma sindinapeze chilichonse choyenera pa chochitikacho."
    },
    {
        "en": "I watched the film named \"Texas Chainsaw Massacre\" with my girlfriend yesterday. She was very afraid.",
        "ny": "Ndinaonera filimu yotchedwa \"Texas Chainsaw Massacre\" ndi chibwenzi changa dzulo. Anachita mantha kwambiri."
    },
    {
        "en": "In order to get some information about Japanese economic problems, you'll find this book very useful.",
        "ny": "Kuti mupeze chidziwitso chokhudza mavuto azachuma a ku Japan, mudzapeza kuti bukuli ndi lothandiza kwambiri."
    },
    {
        "en": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year.",
        "ny": "Lonjezo la kusiya kusuta ndudu lili pakati pa zosankha khumi zapamwamba za Chaka Chatsopano chaka ndi chaka."
    },
    {
        "en": "Tom did everything within his power to keep Mary from being elected president of the student council.",
        "ny": "Tom anachita zonse zomwe angathe kuti Mary asasankhidwe kukhala pulezidenti wa bungwe la ophunzira."
    },
    {
        "en": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer.",
        "ny": "Tom anadabwa kuti n'chifukwa chiyani anthu ambiri ku America amaganiza kuti baseball ndi yosangalatsa kwambiri kuonera kuposa mpira."
    },
    {
        "en": "If you're tired, why don't you go to sleep? \"Because if I go to sleep now I will wake up too early.\"",
        "ny": "Ngati mwatopa, bwanji osagona? \"Chifukwa ndikapita kukagona tsopano ndidzadzuka mofulumira kwambiri.\""
    },
    {
        "en": "A young boy, who couldn't have been more than five years old, asked Tom how to get to the post office.",
        "ny": "Mnyamata wina wamng'ono, yemwe sakanatha kukhala ndi zaka zoposa zisanu, anafunsa Tom mmene angafike ku positi ofesi."
    },
    {
        "en": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday.",
        "ny": "Ndinkangodabwa ngati ndingabwereke madola mazana atatu kwa inu. Ndikhoza kukubwezerani Lolemba lotsatira."
    },
    {
        "en": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have.",
        "ny": "Bambo anga, agogo, agogo agogo ndi agogo agogo onse anali ndi dzina lofanana ndi ine."
    },
    {
        "en": "Some people consider it a waste of time to study languages such as Klingon, Interlingua and Esperanto.",
        "ny": "Anthu ena amaona kuti ndi kutaya nthawi yophunzira zilankhulo monga Klingon, Interlingua ndi Esperanto."
    },
    {
        "en": "The Super Nintendo's graphics are amazing. They're so much better than those of the original Nintendo.",
        "ny": "Zithunzi za Super Nintendo ndizodabwitsa. Iwo ndi abwino kwambiri kuposa a Nintendo oyambirira."
    },
    {
        "en": "The iPad would be a perfect solution for me if it could properly display web pages with Flash content.",
        "ny": "iPad ikakhala njira yangwiro kwa ine ngati ikhoza kuwonetsa bwino masamba a intaneti ndi Flash content."
    },
    {
        "en": "Tom was determined not to make the same mistakes with his children that his parents had made with him.",
        "ny": "Tom anatsimikiza mtima kusapanga zolakwa zofanana ndi ana ake zimene makolo ake anapanga naye."
    },
    {
        "en": "When you watch television or listen to the radio, the music which you hear is often African in origin.",
        "ny": "Mukamaonera TV kapena kumvetsera wailesi, nyimbo zimene mumamva nthawi zambiri zimakhala za ku Africa."
    },
    {
        "en": "You should make sure that you get there on time. Tom won't wait more than ten minutes if you are late.",
        "ny": "Muyenera kuonetsetsa kuti mufika kumeneko panthawi yake. Tom sadzadikira mphindi zoposa khumi ngati mwachedwa."
    },
    {
        "en": "If you're not happy with your purchase, you can return it at any time. \"Could I get that in writing?\"",
        "ny": "Ngati simukusangalala ndi kugula kwanu, mukhoza kubwezera nthawi iliyonse. \"Kodi ndingapeze zimenezo polemba?\""
    },
    {
        "en": "Disconnect the power cable from the modem, wait for approximately one minute, then reconnect the cable.",
        "ny": "Chotsani chingwe cha mphamvu kuchokera ku modemu, dikirani pafupifupi mphindi imodzi, kenako lumikizanso chingwe."
    },
    {
        "en": "I look for all the world like an athlete in this outfit, but the truth is I don't do any sports at all.",
        "ny": "Ndimayang'ana dziko lonse ngati wothamanga mu chovala ichi, koma chowonadi ndi chakuti sindichita masewera alionse."
    },
    {
        "en": "The attitude of the court toward young criminals is different from its attitude toward adult criminals.",
        "ny": "Mkhalidwe wa khoti kulinga kwa apandu achichepere ngwosiyana ndi mkhalidwe wake kulinga kwa apandu achikulire."
    },
    {
        "en": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area.",
        "ny": "Panali mabokosi a makatoni mazana atatu odzazidwa ndi zovala zakale zokonzeka kutumizidwa kudera la tsokalo."
    },
    {
        "en": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time.",
        "ny": "Tom anamva kuuma m'mfundo zake pamene anaimirira atakhala pamalo amodzimodziwo kwa nthaŵi yaitali."
    },
    {
        "en": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed.",
        "ny": "Tom amakonda kusamba m'mawa pamene Mary amakonda kusamba asanagone."
    },
    {
        "en": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes.",
        "ny": "Tom anatuluka pabedi, n'kuponya zovala, n'kudya chakudya cham'mawa ndipo anatuluka pakhomo pasanathe mphindi 10."
    },
    {
        "en": "If you'd told me about it earlier, I could've been free. However, tomorrow I have plans to go back home.",
        "ny": "Mukanandiuza za izo poyamba, ndikanatha kukhala mfulu. Komabe, mawa ndili ndi zolinga zobwerera kwathu."
    },
    {
        "en": "It takes more time to prepare the car for getting painted than it takes for the actual paint job itself.",
        "ny": "Zimatengera nthawi yambiri kukonzekera galimotoyo kuti ijambulidwe kuposa momwe imatengera ntchito yeniyeni ya utoto yokha."
    },
    {
        "en": "On school nights, Tom goes to bed at nine o'clock, but on Fridays and Saturdays, he stays up much later.",
        "ny": "Usiku wa sukulu, Tom amagona 9 koloko, koma Lachisanu ndi Loweruka, amagona pambuyo pake."
    },
    {
        "en": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree.",
        "ny": "Anthu ena amaganiza kuti n'zovuta kuti munthu wolankhula Chingelezi chakwawo aphunzire Chitchaina, koma sindikuvomereza."
    },
    {
        "en": "The world's greatest singers and most of its famous musicians have been fat or at least decidedly plump.",
        "ny": "Oimba kwambiri padziko lonse lapansi komanso oimba ake ambiri otchuka akhala onenepa kapena osachepera anatsimikiza plump."
    },
    {
        "en": "Tom and Mary don't have much time to talk together. Their children are always demanding their attention.",
        "ny": "Tom ndi Mary alibe nthawi yambiri yolankhula limodzi. Ana awo nthaŵi zonse amafuna chisamaliro chawo."
    },
    {
        "en": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does.",
        "ny": "Tom akuganiza kuti amadziwa kuchuluka kwa ndalama zimene Mary amapanga, koma Mary amapanga ndalama zambiri kuposa zimene Tom akuganiza."
    },
    {
        "en": "During hard times, people might not go on a trip, but they might be willing to pay extra for good coffee.",
        "ny": "Panthaŵi zovuta, anthu sangapite paulendo, koma angakhale ofunitsitsa kulipira ndalama zowonjezera kaamba ka khofi wabwino."
    },
    {
        "en": "If you watch the sun setting on a warm, damp day, you can see the moisture changing the shape of the sun.",
        "ny": "Ngati mukuyang'ana dzuwa likulowa pa tsiku lotentha, lonyowa, mukhoza kuwona chinyezi chosintha mawonekedwe a dzuwa."
    },
    {
        "en": "Some superstitious people in America believe that if a black cat crosses your path, you'll have bad luck.",
        "ny": "Anthu ena okhulupirira malaulo ku America amakhulupirira kuti ngati mphaka wakuda adutsa njira yanu, mudzakhala ndi tsoka."
    },
    {
        "en": "The trouble with the world isn't that people know too little, but they know so many things that ain't so.",
        "ny": "Vuto la dziko si kuti anthu amadziwa zochepa kwambiri, koma amadziwa zinthu zambiri zomwe sizili choncho."
    },
    {
        "en": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments.",
        "ny": "Chochitika choipa kwambiri ndi chakuti Tom adzataya ntchito yake ndipo sadzatha kupitiriza kulipira ngongole yake."
    },
    {
        "en": "Thomas A. Edison so loves his work that he sleeps an average of less than four hours of each twenty-four.",
        "ny": "Thomas A. Edison amakonda kwambiri ntchito yake moti amagona pafupifupi maola osachepera anayi pa maola makumi awiri ndi anayi alionse."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us.",
        "ny": "Sitinadziwe kuti Tom adzakhala munthu wotani komanso ngati angakonde kukhala m'nyumba imodzi ndi ife."
    },
    {
        "en": "What's important isn't which university you've graduated from, but what you learned while you were there.",
        "ny": "Chofunika si yunivesite imene mwamaliza maphunziro, koma zimene munaphunzira pamene munali kumeneko."
    },
    {
        "en": "If your spouse is a politician, then likely your name will also appear in the newspaper from time to time.",
        "ny": "Ngati mwamuna kapena mkazi wanu ndi wandale, ndiye kuti dzina lanu lidzaonekeranso m'nyuzipepala nthawi ndi nthawi."
    },
    {
        "en": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others.",
        "ny": "Chaka chatha, ndinathera nthawi yambiri ndekha moti ndinatsala pang'ono kuiwala mmene ndingalankhulire bwino ndi ena."
    },
    {
        "en": "Tom asked Mary a few questions that she couldn't answer, but she was able to answer most of his questions.",
        "ny": "Tom anafunsa Mary mafunso angapo amene sanathe kuyankha, koma anatha kuyankha mafunso ake ambiri."
    },
    {
        "en": "Tom couldn't hear what the teacher was saying because all of the other students were making so much noise.",
        "ny": "Tom sanamve zimene mphunzitsiyo ankanena chifukwa ophunzira ena onse anali kupanga phokoso lalikulu kwambiri."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us.",
        "ny": "Sitinadziwe kuti Tom adzakhala munthu wotani komanso ngati angakonde kukhala m'nyumba imodzi ndi ife."
    },
    {
        "en": "When I woke up today, I yawned, stretched, rubbed the sleep out of my eyes, and put on a pair of slippers.",
        "ny": "Pamene ndinadzuka lero, ndinayabwa, kutambasula, kupukuta tulo m'maso mwanga, ndi kuvala nsapato."
    },
    {
        "en": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well.",
        "ny": "Mphaka ali ngati atsikana. Ngati akulankhula nanu ndibwino kwambiri, koma ngati muyesa kulankhula nawo, sizikuyenda bwino kwambiri."
    },
    {
        "en": "He began to suspect something was wrong when the seller didn't allow him to test the item before buying it.",
        "ny": "Anayamba kuganiza kuti chinachake sichili bwino pamene wogulitsa sanamulole kuyesa chinthucho asanagule."
    },
    {
        "en": "He got tired of being the devil's advocate and now agrees with every idea they suggest, no matter how dumb.",
        "ny": "Iye anatopa ndi kukhala wochirikiza mdierekezi ndipo tsopano akugwirizana ndi lingaliro lililonse limene akupereka, mosasamala kanthu za kupusa."
    },
    {
        "en": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan.",
        "ny": "Mwachidziwikire, chipinda ichi chilibe chilichonse chofanana ndi wowonjezera mpweya. Zonse zomwe zili nazo ndi fani ya pepala yamanja."
    },
    {
        "en": "Last year in the Philippines, earthquakes and tidal waves resulted in the deaths of more than 6,000 people.",
        "ny": "Chaka chatha ku Philippines, zivomezi ndi mafunde a mafunde zinachititsa kuti anthu oposa 6,000 aphedwe."
    },
    {
        "en": "There have been a lot of complaints recently about drivers not obeying the speed limits in downtown Boston.",
        "ny": "Pakhala madandaulo ambiri posachedwapa za madalaivala osamvera malire a liwiro mu mzinda wa Boston."
    },
    {
        "en": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain.",
        "ny": "Tikuonetsetsa kuti palibe amene akugwiritsa ntchito mwayi wa anthu a ku America kuti apeze phindu lawo la kanthawi kochepa."
    },
    {
        "en": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well.",
        "ny": "N'chifukwa chiyani ndinagula maluwa? Kodi ndi zimene mwangonena? Ndi phokoso kwenikweni kuno kotero sindinathe kukumvani bwino kwambiri."
    },
    {
        "en": "I like to feel sad. I know that most people try to avoid any kind of sad feeling. But I think that is wrong.",
        "ny": "Ndimakonda kumva chisoni. Ndikudziwa kuti anthu ambiri amayesetsa kupewa chisoni cha mtundu uliwonse. Koma ndikuganiza kuti zimenezo n'zolakwika."
    },
    {
        "en": "I talked with Tom for over an hour before he said something that made me realize he wasn't a native speaker.",
        "ny": "Ndinalankhula ndi Tom kwa ola limodzi asananene chinachake chomwe chinandipangitsa kuzindikira kuti sanali wokamba nkhani wakwawo."
    },
    {
        "en": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes.",
        "ny": "Zaka zisanu ndi zitatu zapitazo, tinali m'magawo oyambirira a vuto limene lidzakhala vuto lalikulu kwambiri la zachuma m'moyo wathu."
    },
    {
        "en": "I don't think it's necessary for me to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Sindikuganiza kuti ndikofunikira kuti ndizimveka ngati wokamba nkhani wakwawo, ndikungofuna kuti ndizitha kulankhula bwino."
    },
    {
        "en": "I don't think there is any excuse for his behavior. At the same time, we should listen to what he has to say.",
        "ny": "Sindikuganiza kuti pali chodzikhululukira pa khalidwe lake. Panthaŵi imodzimodziyo, tiyenera kumvetsera zimene iye akunena."
    },
    {
        "en": "If you don't start treating people with a little more respect, people may start avoiding you like the plague.",
        "ny": "Ngati simukuyamba kuchitira anthu ulemu pang'ono, anthu angayambe kukupewani ngati mliri."
    },
    {
        "en": "It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God.",
        "ny": "N'zosavuta kuti ngamila idutse m'diso la singano kusiyana ndi kuti munthu wolemera alowe mu ufumu wa Mulungu."
    },
    {
        "en": "It's hard to be a woman. One must think like a man, act like a lady, look like a girl, and work like a horse.",
        "ny": "N'zovuta kukhala mkazi. Munthu ayenera kuganiza ngati mwamuna, kuchita ngati dona, kuoneka ngati mtsikana, ndi kugwira ntchito ngati kavalo."
    },
    {
        "en": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower.",
        "ny": "Kugunda kwakukulu ndi kutukwana kunali kumveka kutuluka m'garaja pamene Tom anali kuyesa kukonza makina odula udzu."
    },
    {
        "en": "I can't believe that you aren't at least willing to consider the possibility that there's another explanation.",
        "ny": "Sindingakhulupirire kuti simukufuna kuganizira za kuthekera kwakuti pali mafotokozedwe ena."
    },
    {
        "en": "It doesn't make sense to criticize someone for doing something that we would do if we were in their situation.",
        "ny": "Sizomveka kudzudzula munthu chifukwa chochita zinthu zimene tikanachita tikadakhala mu mkhalidwe wawo."
    },
    {
        "en": "Masculine qualities in a woman are seen as strength, while feminine qualities in a man are viewed as weakness.",
        "ny": "Mikhalidwe yachimuna mwa mkazi imawonedwa kukhala mphamvu, pamene kuli kwakuti mikhalidwe yachikazi mwa mwamuna imalingaliridwa kukhala yofooka."
    },
    {
        "en": "The graphic description of the victim's murder was too much for his mother, who ran out of the court in tears.",
        "ny": "Mafotokozedwe owonekera bwino a kuphedwa kwa wophedwayo anali ochuluka kwambiri kwa amayi ake, omwe anathawa m'khoti akulira."
    },
    {
        "en": "Even though Tom told Mary about his problem, he didn't want to listen to any advice she had on how to solve it.",
        "ny": "Ngakhale kuti Tom anauza Mary za vuto lake, sanafune kumvera malangizo alionse amene anali nawo okhudza mmene angathetsere vutoli."
    },
    {
        "en": "I realize I may not be the most desirable man in the world, but I still hope you'll consider going out with me.",
        "ny": "Ndikuzindikira kuti mwina sindine munthu wokhumbika kwambiri padziko lapansi, koma ndikuyembekezabe kuti mungaganizire kupita nane kocheza nane."
    },
    {
        "en": "In preparation for painting a portrait, my friend takes many photographs in order to study the subject closely.",
        "ny": "Pokonzekera kujambula chithunzi, mnzanga amatenga zithunzi zambiri kuti aphunzire nkhaniyi mosamala."
    },
    {
        "en": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "ny": "Moyo ukanakhala wachimwemwe kwambiri ngati tingabadwe kokha pa msinkhu wa zaka makumi asanu ndi atatu ndi kuyandikira pang'onopang'ono zaka khumi ndi zisanu ndi zitatu."
    },
    {
        "en": "People often lie about what they did on the weekend, so their friends won't realize how boring they really are.",
        "ny": "Nthawi zambiri anthu amanama pa zimene anachita kumapeto kwa mlungu, choncho anzawo sangazindikire kuti ndi otopetsa kwambiri."
    },
    {
        "en": "Something you should know about me is that my greatest fear in life is that people will find out that I'm poor.",
        "ny": "Chinthu chomwe muyenera kudziwa za ine ndi chakuti mantha anga aakulu kwambiri m'moyo ndikuti anthu adzapeza kuti ndine wosauka."
    },
    {
        "en": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room.",
        "ny": "Tom anakanikiza khutu lake pakhoma kuti aone ngati angamve zimene makolo ake anali kukambirana m'chipinda chotsatira."
    },
    {
        "en": "Tom was obsessed by the belief that, one by one, everyone around him was being abducted and replaced by aliens.",
        "ny": "Tom anali wotanganitsidwa ndi chikhulupiriro chakuti, mmodzi ndi mmodzi, aliyense womuzungulira anali kuba ndi kuloŵedwa m'malo ndi alendo."
    },
    {
        "en": "I know that it is highly unlikely that you'd ever want to go out with me, but I still need to ask at least once.",
        "ny": "Ndikudziwa kuti n'zokayikitsa kwambiri kuti mungafune kupita nane kunja, koma ndikufunikirabe kufunsa kamodzi."
    },
    {
        "en": "Acting on advice from his astronomers, Alexander the Great decided not to attack Egypt and went to India instead.",
        "ny": "Pochitapo kanthu pa malangizo ochokera kwa akatswiri ake a zakuthambo, Alexander Wamkulu anasankha kuti asawukire Igupto ndipo m'malo mwake anapita ku India."
    },
    {
        "en": "I came here to see if there was something I could do to help, but there doesn't seem to be anything for me to do.",
        "ny": "Ndinabwera kuno kudzaona ngati panali chinachake chimene ndingachite kuti ndithandize, koma zikuoneka kuti palibe chimene ndingachite."
    },
    {
        "en": "I know you're upset about your car being totaled, but you weren't injured and you should be thankful to be alive.",
        "ny": "Ine ndikudziwa inu mwakhumudwa za galimoto yanu kukhala totaled, koma inu simunavulale ndipo muyenera kuyamikira kukhala ndi moyo."
    },
    {
        "en": "The World Health Organization says alcohol abuse is the third leading cause of death and disability in the world.",
        "ny": "Bungwe Loona za Umoyo pa Dziko Lonse linanena kuti kumwa mowa mopitirira muyeso ndi chinthu chachitatu chomwe chimachititsa imfa ndi kulumala padziko lonse."
    },
    {
        "en": "Babies can become dehydrated from a high fever, so I was told that it would be better to send him to the hospital.",
        "ny": "Makanda akhoza kuchepa madzi m'thupi chifukwa cha kutentha thupi kwakukulu, choncho ndinauzidwa kuti zingakhale bwino kumutumiza kuchipatala."
    },
    {
        "en": "Did you know that in Japan, if you have a tattoo, you won't be allowed to bathe in many of the hot spring resorts?",
        "ny": "Kodi mukudziwa kuti ku Japan, ngati muli ndi tattoo, simudzaloledwa kusamba m'malo ambiri otentha a masika?"
    },
    {
        "en": "Everybody has a right to his own opinion. However, sometimes it's better not to tell anybody what that opinion is.",
        "ny": "Aliyense ali ndi ufulu wokhala ndi maganizo ake. Komabe, nthawi zina ndi bwino kuti musauze aliyense maganizo amenewo."
    },
    {
        "en": "The Himalayas were formed by the collision of the tectonic plates of India and Eurasia about 50 million years ago.",
        "ny": "Mapiri a Himalaya anapangidwa ndi kugundana kwa mbale za tectonic za India ndi Eurasia zaka pafupifupi 50 miliyoni zapitazo."
    },
    {
        "en": "The police can't find a single person who remembers seeing you where you said you were on the night of the murder.",
        "ny": "Apolisi sangapeze munthu mmodzi yemwe akukumbukira kukuwonani komwe munati munali usiku wakupha."
    },
    {
        "en": "Tom likes Mary, but Mary likes John. To make matters even more interesting, John likes Alice, but Alice likes Tom.",
        "ny": "Tom amakonda Mariya, koma Mariya amakonda Yohane. Kuti zinthu zikhale zosangalatsa kwambiri, John amakonda Alice, koma Alice amakonda Tom."
    },
    {
        "en": "Tom was sad when he discovered that Mary was a gold digger and Mary was sad when she discovered that Tom was poor.",
        "ny": "Tom anamva chisoni atazindikira kuti Mariya anali wokumba golide ndipo Mary anali wachisoni atazindikira kuti Tom anali wosauka."
    },
    {
        "en": "What kind of a parent would leave their child unattended in the car outside the pub while they're inside drinking?",
        "ny": "Kodi ndi kholo lotani limene lingasiye mwana wawo wosasamalidwa m'galimoto kunja kwa pub pamene ali mkati akumwa?"
    },
    {
        "en": "Witnesses told police that the train was travelling way over the speed limit when it derailed going around a bend.",
        "ny": "Mboni zinauza apolisi kuti sitimayo inali kuyenda m'njira yopitirira malire a liŵiro pamene inatuluka panjanji kuzungulira mphambano."
    },
    {
        "en": "The Belo Monte dam in Brazil is a controversial project because of its impact on the environment and native people.",
        "ny": "Damu la Belo Monte ku Brazil ndi ntchito yotsutsa chifukwa cha zotsatira zake pa chilengedwe ndi anthu amtundu."
    },
    {
        "en": "Tom's constant arguing irritates some of his classmates. However, most of the class has just learned to ignore him.",
        "ny": "Kukangana kosalekeza kwa Tom kumakwiyitsa anzake ena a m'kalasi. Komabe, ambiri a m'kalasimo angophunzira kumunyalanyaza."
    },
    {
        "en": "How's the trouble and strife? is an example of a sentence using Cockney rhyming slang. It means \"How's your wife?\"",
        "ny": "Kodi mavuto ndi ndewu zili bwanji? ndi chitsanzo cha chiganizo pogwiritsa ntchito Cockney rhyming slang. Zimatanthauza kuti \"Kodi mkazi wako ali bwanji?\""
    },
    {
        "en": "Getting your message across is much more important than trying to say it exactly like a native speaker would say it.",
        "ny": "Kupeza uthenga wanu kudutsa n'kofunika kwambiri kuposa kuyesa kunena izo ndendende ngati wokamba mbadwa anganene izo."
    },
    {
        "en": "Over 100 tons of dust and sand-sized particles bombard the earth every day from space, most of which goes unnoticed.",
        "ny": "Matani oposa 100 a fumbi ndi tinthu ta mchenga timaponya dziko lapansi tsiku lililonse kuchokera kumwamba, zomwe zambiri sizidziwika."
    },
    {
        "en": "The typical elements of a foreign culture are changed into the typical elements of the local culture of translators.",
        "ny": "Mbali zenizeni za chikhalidwe chachilendo zimasinthidwa kukhala zinthu zenizeni za chikhalidwe cha omasulira akumaloko."
    },
    {
        "en": "Tom tried to sell his old VCR instead of throwing it away, but no one would buy it, so he ended up throwing it away.",
        "ny": "Tom anayesa kugulitsa VCR yake yakale m'malo moitaya, koma palibe amene angagule, choncho anamaliza kuitaya."
    },
    {
        "en": "A man touched down on the moon. A wall came down in Berlin. A world was connected by our own science and imagination.",
        "ny": "Munthu wina anafika pamwezi. Khoma linagwa ku Berlin. Dziko linagwirizanitsidwa ndi sayansi yathu ndi malingaliro athu."
    },
    {
        "en": "Being happy doesn't mean that everything is perfect, but rather that you've decided to look beyond the imperfections.",
        "ny": "Kukhala wosangalala sikutanthauza kuti zonse zili zangwiro, koma m'malo mwake mwaganiza zoyang'ana kuposa kupanda ungwiro."
    },
    {
        "en": "Dr. Zamenhof believed that a language belongs to the people who speak it which is why he never copyrighted Esperanto.",
        "ny": "Dr. Zamenhof ankakhulupirira kuti chinenero ndi cha anthu omwe amalankhula ndi chifukwa chake sanaitanirepo Esperanto."
    },
    {
        "en": "Every student who has graduated from our university has studied English with a native speaker for at least two years.",
        "ny": "Wophunzira aliyense amene wamaliza maphunziro ku yunivesite yathu waphunzira Chingelezi ndi wokamba nkhani wakwawo kwa zaka zosachepera ziwiri."
    },
    {
        "en": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn.",
        "ny": "Ngati simukufuna kuvala dzuwa, ndilo vuto lanu. Basi musabwere kudandaula kwa ine mukapsa ndi dzuwa."
    },
    {
        "en": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble.",
        "ny": "Kunatengera Tom maola angapo kusonkhanitsa bedi lalikulu limene malangizowo ananena kuti lidzatenga nthaŵi yosakwana ola limodzi kusonkhana."
    },
    {
        "en": "Nobody has asked you to agree, but can't you at least accept that there are people who hold different views from you?",
        "ny": "Palibe amene wakupemphani kuti muvomereze, koma kodi simungavomereze kuti pali anthu amene ali ndi malingaliro osiyana ndi inu?"
    },
    {
        "en": "Tom didn't know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant.",
        "ny": "Tom sanadziwe tanthauzo la \"anglophobia,\" choncho anachita kufufuza mwamsanga pa intaneti kuti aone ngati angapeze tanthauzo lake."
    },
    {
        "en": "Even though computer programmers may use semicolons every day, nowadays most people only use semicolons for emoticons.",
        "ny": "Ngakhale kuti olemba mapulogalamu apakompyuta angagwiritse ntchito semicolons tsiku lililonse, masiku ano anthu ambiri amangogwiritsa ntchito semicolons kwa emoticons."
    },
    {
        "en": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother.",
        "ny": "Ndinali ndisanadyepo mtundu uliwonse wa chakudya cha ku Thailand, choncho ndinasangalala kwambiri kupita ku lesitilanti ya ku Thailand ndi agogo anga aakazi."
    },
    {
        "en": "The room didn't look very good after Tom painted it, because he didn't even bother to wash the walls or ceiling first.",
        "ny": "Chipindacho sichinawoneke bwino kwambiri pambuyo poti Tom adachijambula, chifukwa sanavutike ngakhale kutsuka makoma kapena denga poyamba."
    },
    {
        "en": "When does your sister come back from work? \"I don't know, but I think she'll arrive at home a few minutes before me.\"",
        "ny": "Kodi mlongo wanu amabwera liti kuchokera kuntchito? \"Sindikudziwa, koma ndikuganiza kuti adzafika kunyumba mphindi zingapo ine ndisanafike.\""
    },
    {
        "en": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\"",
        "ny": "Nyimbo zinayi zomwe ndimakonda kwambiri za Khirisimasi ndi \"Usiku Wachete,\" \"Chimwemwe ku Dziko,\" \"The First Noel\" ndi \"Away in the Manger.\""
    },
    {
        "en": "My friend recommended that I shouldn't buy an iPad yet, but to wait until I see what Apple's competitors come out with.",
        "ny": "Mnzanga analimbikitsa kuti sindiyenera kugula iPad komabe, koma kudikira mpaka nditawona zomwe mpikisano wa Apple umatuluka nawo."
    },
    {
        "en": "Roger Miller entered the United States Army at the age of seventeen. He was sent to an army base near Atlanta, Georgia.",
        "ny": "Roger Miller analowa m'gulu lankhondo la United States ali ndi zaka khumi ndi zisanu ndi ziwiri. Anatumizidwa ku malo a asilikali pafupi ndi Atlanta, Georgia."
    },
    {
        "en": "A trade delegation has gone to Japan ahead of the Prime Minister to crunch the numbers with their Japanese counterparts.",
        "ny": "Nthumwi ya zamalonda yapita ku Japan patsogolo pa Nduna Yaikulu kukasokoneza ziŵerengerozo ndi anzawo a ku Japan."
    },
    {
        "en": "Anyone whose comfort level depends on what someone else is wearing really needs to take a long, hard look at themselves.",
        "ny": "Aliyense amene chitonthozo chake chimadalira pa zimene munthu wina akuvala amafunikira kwenikweni kudziyang'ana kwa nthaŵi yaitali."
    },
    {
        "en": "I think it's highly unlikely that Tom was not aware that he wouldn't be allowed to enter the museum without his parents.",
        "ny": "Ndikuganiza kuti n'zokayikitsa kwambiri kuti Tom sankadziwa kuti sangaloledwe kulowa m'nyumba yosungiramo zinthu zakale popanda makolo ake."
    },
    {
        "en": "I was lucky that the policeman didn't give me a ticket for making a U-turn at an intersection that had a no U-turn sign.",
        "ny": "Ndinali ndi mwayi kuti wapolisi sanandipatse tikiti yopanga U-turn pa mphambano yomwe inalibe chizindikiro cha U-turn."
    },
    {
        "en": "Tom isn't your average guy. He doesn't like things most guys like and he doesn't like to do things most men enjoy doing.",
        "ny": "Tom si munthu wanu wamba. Iye sakonda zinthu zimene anyamata ambiri amakonda ndipo sakonda kuchita zinthu zimene amuna ambiri amasangalala kuchita."
    },
    {
        "en": "Cesar Chavez asked that strikers remain non-violent even though farm owners and their supporters sometimes used violence.",
        "ny": "Cesar Chavez adapempha kuti omenyera nkhondo akhalebe opanda chiwawa ngakhale eni mafamu ndi othandizira awo nthawi zina amagwiritsa ntchito chiwawa."
    },
    {
        "en": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past.",
        "ny": "Ngakhale tsopano, nthawi zina ndimaganiza kuti ndikufuna kukuwonani. Osati inu amene muli lero, koma inu amene ndimakumbukira kuchokera kale."
    },
    {
        "en": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details.",
        "ny": "Tiyenera kuthera nthawi yathu kulenga zili webusaiti yathu m'malo kutaya nthawi nkhawa mfundo zazing'ono zodzikongoletsera."
    },
    {
        "en": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money.",
        "ny": "Anthu ambiri amene mpaka pano akhala akuwononga ndalama akusangalala tsopano ayenera kusamala kwambiri ndi ndalama zawo."
    },
    {
        "en": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language.",
        "ny": "N'zosavuta kwambiri kumveka zachilengedwe m'chinenero chanu, komanso zosavuta kwambiri kumveka zosakhala zachilengedwe m'chinenero chanu chosakhala chachibadwidwe."
    },
    {
        "en": "The difference between the right word and almost the right word is the difference between lightning and the lightning bug.",
        "ny": "Kusiyana pakati pa mawu oyenera ndi pafupifupi mawu oyenera ndi kusiyana pakati pa mphezi ndi kachilombo ka mphezi."
    },
    {
        "en": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say.",
        "ny": "Chingerezi chanu ndi cholondola galamala, koma nthawi zina zomwe mumanena zimangomveka ngati zomwe wokamba nkhani wakwawo anganene."
    },
    {
        "en": "I have Japanese and Chinese friends who speak to each other in English since that is the only language they have in common.",
        "ny": "Ndili ndi anzanga a ku Japan ndi Chitchaina omwe amalankhulana m'Chingelezi popeza ndi chinenero chokha chimene ali nacho chofanana."
    },
    {
        "en": "All the doctors say that I shouldn't drink coffee, but, despite that, I do have a bit now and then when I'm in good company.",
        "ny": "Madokotala onse amanena kuti sindiyenera kumwa khofi, koma, ngakhale zili choncho, ndimakhala ndi pang'ono tsopano ndi nthawi pamene ndili pa kampani yabwino."
    },
    {
        "en": "Make a good translation of the sentence that you are translating. Don't let translations into other languages influence you.",
        "ny": "Pangani matembenuzidwe abwino a chiganizo chimene mukumasulira. Musalole kuti matembenuzidwe a m'zinenero zina akusonkhezereni."
    },
    {
        "en": "One thing I don't like about the iPad is that you can't easily install apps that aren't available through Apple's App Store.",
        "ny": "Chinthu chimodzi chomwe sindimakonda za iPad ndikuti simungathe kukhazikitsa mosavuta mapulogalamu omwe sapezeka kudzera pa Apple's App Store."
    },
    {
        "en": "Jingle Bells, a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas.",
        "ny": "Jingle Bells, nyimbo yotchuka kuzungulira nthawi ya Khirisimasi, si nyimbo ya Khirisimasi kwenikweni. Mawuwo samanena chilichonse chokhudza Khirisimasi."
    },
    {
        "en": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode.",
        "ny": "Ndinkakonda kuonera anime iyi kwambiri pamene ndinali mwana, koma sindikukumbukira kwenikweni zomwe zinachitikira ngwazi mu gawo lomaliza."
    },
    {
        "en": "If your company primarily does business with America, then you should be studying English with a native speaker from America.",
        "ny": "Ngati kampani yanu makamaka imachita bizinesi ndi America, ndiye kuti muyenera kuphunzira Chingerezi ndi wokamba nkhani wakwawo wochokera ku America."
    },
    {
        "en": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication.",
        "ny": "Chilankhulo cha Chingerezi mosakayikira ndi chophweka komanso nthawi yomweyo njira yabwino kwambiri yolankhulana padziko lonse."
    },
    {
        "en": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity.",
        "ny": "M'malo mopatsana mphatso za Khirisimasi chaka chino, tinapereka ndalama zimene tikanawononga pa mphatso ku gulu lopereka chithandizo."
    },
    {
        "en": "Singer and actress Selena Gomez started her career at age seven on the children's public television show \"Barney and Friends.\"",
        "ny": "Woimba komanso wosewera Selena Gomez anayamba ntchito yake ali ndi zaka zisanu ndi ziwiri pa TV ya ana \"Barney ndi Anzanu.\""
    },
    {
        "en": "A good newspaper reporter takes advantage of what he learns from any source, even the \"little bird told him so\" type of source.",
        "ny": "Mtolankhani wabwino wa nyuzipepala amatenga mwayi pa zomwe amaphunzira kuchokera ku gwero lililonse, ngakhale \"mbalame yaing'ono inamuuza choncho\" mtundu wa gwero."
    },
    {
        "en": "Food prices are at their highest level since the United Nations Food and Agriculture Organization began keeping records in 1990.",
        "ny": "Mitengo ya chakudya ili pamlingo wapamwamba kwambiri kuyambira pamene bungwe la United Nations la Food and Agriculture Organization linayamba kusunga zolemba mu 1990."
    },
    {
        "en": "I've heard that it's impossible to sound like a native speaker unless one starts speaking the language before the age of twelve.",
        "ny": "Ndamva kuti n'zosatheka kumveka ngati wokamba nkhani wakwawo pokhapokha wina atayamba kulankhula chinenerocho asanakwanitse zaka khumi ndi ziwiri."
    },
    {
        "en": "No matter what your profession, or how happy you may be in it, there are moments when you wish you had chosen some other career.",
        "ny": "Ziribe kanthu kuti ntchito yanu ndi yotani, kapena kuti mungakhale osangalala bwanji, pali nthawi zina pamene mukukhumba kuti mukanasankha ntchito ina."
    },
    {
        "en": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself.",
        "ny": "Pamene Tom anali mwana, ankakonda kusonkhanitsa ndudu za bambo ake mpaka atakhala ndi fodya wokwanira kuti adzigubuduzike ndudu."
    },
    {
        "en": "Satellite imagery is being used in an effort to narrow down the area in the Indian Ocean where floating debris has been observed.",
        "ny": "Zithunzi za satellite zikugwiritsidwa ntchito pofuna kuchepetsa dera la m'nyanja ya Indian Ocean kumene zinyalala zoyandama zawonedwa."
    },
    {
        "en": "Honey, I know the budget is tight, but do you think we could splurge a bit and have a night out at a fancy restaurant this weekend?",
        "ny": "Uchi, ine ndikudziwa bajeti ndi zolimba, koma mukuganiza ife tikhoza splurge pang'ono ndi kukhala usiku kunja pa odyera zapamwamba mlungu uno?"
    },
    {
        "en": "Tom went to a fortune teller at the town fair and was told that someone would come into his life whose first name started with \"M\".",
        "ny": "Tom anapita kwa wolosera zam'tsogolo pachiwonetsero cha tawuni ndipo anauzidwa kuti wina adzabwera m'moyo wake yemwe dzina lake loyamba linayamba ndi \"M\"."
    },
    {
        "en": "A committee is a group of people who individually can do nothing, but who, as a group, can meet and decide that nothing can be done.",
        "ny": "Komiti ndi gulu la anthu omwe payekha sangachite chilichonse, koma omwe, monga gulu, angakumane ndikusankha kuti palibe chomwe chingachitidwe."
    },
    {
        "en": "Oh, sure, I studied English in my school days. But it wasn't until two or three years ago that I really started taking it seriously.",
        "ny": "O, ndithudi, ndinaphunzira Chingelezi m'masiku anga a sukulu. Koma zaka ziwiri kapena zitatu zapitazo ndi pamene ndinayambadi kuzitenga mwamphamvu."
    },
    {
        "en": "In 1964, Roger Miller agreed to record sixteen songs. One of those songs was \"Dang Me.\" It became his first number one selling record.",
        "ny": "Mu 1964, Roger Miller anavomera kujambula nyimbo khumi ndi zisanu ndi chimodzi. Imodzi mwa nyimbo zimenezo inali \"Dang Me.\" Inakhala mbiri yake yoyamba yogulitsa nambala imodzi."
    },
    {
        "en": "Tom hadn't washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear.",
        "ny": "Tom anali asanatsuke zovala kwa nthawi yaitali, choncho anafufuza zovala zake zauve kuti aone ngati pali chinachake choyera chokwanira kuvala."
    },
    {
        "en": "One way to lower the number of errors in the Tatoeba Corpus would be to encourage people to only translate into their native languages.",
        "ny": "Njira imodzi yochepetsera chiwerengero cha zolakwa mu Tatoeba Corpus ingakhale kulimbikitsa anthu kuti azingomasulira m'zinenero zawo."
    },
    {
        "en": "I want a religion that respects the differences that exist between people and that states that each individual has their own personality.",
        "ny": "Ndikufuna chipembedzo chomwe chimalemekeza kusiyana komwe kulipo pakati pa anthu ndipo chimanena kuti munthu aliyense ali ndi umunthu wake."
    },
    {
        "en": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented.",
        "ny": "Iye ali ndi chibwenzi chomwe wakhala akupita nacho kuyambira kusekondale, koma akuona kuti ubale wawo uli m'mavuto, choncho wakhala wosakhutira."
    },
    {
        "en": "Always use distilled water in steam irons because using ordinary water will cause a mineral build-up over time that will clog the steam holes.",
        "ny": "Nthawi zonse gwiritsani ntchito madzi osungunula mu zitsulo za nthunzi chifukwa kugwiritsa ntchito madzi wamba kudzapangitsa kuti mchere umangidwe pakapita nthawi yomwe idzatseka mabowo a nthunzi."
    },
    {
        "en": "I think it's a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker.",
        "ny": "Ndikuganiza kuti n'zomvetsa chisoni kuti aphunzitsi ena a chinenero chachilendo anatha kumaliza maphunziro ku koleji popanda kuphunzira ndi wokamba nkhani wakwawo."
    },
    {
        "en": "You can fool some of the people all of the time, and all of the people some of the time, but you can't fool all of the people all of the time.",
        "ny": "Mukhoza kupusitsa ena mwa anthu nthawi zonse, ndi anthu onse nthawi zina, koma simungathe kupusitsa anthu onse nthawi zonse."
    },
    {
        "en": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes.",
        "ny": "Ngati mumamasulira kuchokera m'chinenero chanu chachiwiri m'chinenero chanu, m'malo mwa njira ina, simungathe kulakwitsa."
    },
    {
        "en": "People speak so much about the need for leaving a better planet for our children, and forget the urgency of leaving better children for our planet.",
        "ny": "Anthu amalankhula zambiri za kufunika kosiya pulaneti labwino kwa ana athu, ndipo amaiwala kufulumira kwa kusiya ana abwino ku pulaneti lathu."
    },
    {
        "en": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist.",
        "ny": "Nduna yaikulu ya dziko la Australia yanena kuti sakufuna kuchita nawo ubale wa megaphone ndi Egypt chifukwa cha kumangidwa kwa mtolankhani wa ku Australia."
    },
    {
        "en": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say.",
        "ny": "Mwina simungaphunzire kulankhula komanso wokamba nkhani wakwawo, koma muyenera kukhala wokhoza kulankhula bwino mokwanira kuti olankhula mbadwa adzamvetsetsa zomwe mukufuna kunena."
    },
    {
        "en": "If a person has not had a chance to acquire his target language by the time he's an adult, he's unlikely to be able to reach native speaker level in that language.",
        "ny": "Ngati munthu sanakhale ndi mwayi wopeza chinenero chake cholinga pofika nthawi yomwe ali wamkulu, n'zokayikitsa kuti angathe kufika pamlingo wa native speaker m'chinenero chimenecho."
    },
    {
        "en": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas.",
        "ny": "N'zovutabe kupeza ntchito. Ndipo ngakhale mutakhala ndi ntchito, mwayi ndi wakuti mukuvutika kwambiri kulipira ndalama zomwe zikukwera pa chilichonse kuyambira golosale mpaka gasi."
    },
    {
        "en": "You can't easily put photos on an iPad from more than one computer. However, you can email photos to yourself from various computers and download these photos to your iPad.",
        "ny": "Simungathe kuika zithunzi mosavuta pa iPad kuchokera pa kompyuta yoposa imodzi. Komabe, mukhoza imelo zithunzi nokha kuchokera makompyuta osiyanasiyana ndi kukopera zithunzi izi iPad wanu."
    },
    {
        "en": "You can't view Flash content on an iPad. However, you can easily email yourself the URLs of these web pages and view that content on your regular computer when you get home.",
        "ny": "Simungathe kuona Flash zili pa iPad. Komabe, mutha kudzitumizira imelo mosavuta ma URL a masamba awa a intaneti ndikuwona zomwe zili pa kompyuta yanu yokhazikika mukafika kunyumba."
    },
    {
        "en": "A mistake young people often make is to start learning too many languages at the same time, as they underestimate the difficulties and overestimate their own ability to learn them.",
        "ny": "Kaŵirikaŵiri cholakwa chimene achichepere amapanga ndicho kuyamba kuphunzira zinenero zambiri panthaŵi imodzi, popeza kuti amapeputsa zovuta ndi kuyerekezera mopambanitsa luso lawo la kuziphunzira."
    },
    {
        "en": "No matter how much you try to convince people that chocolate is vanilla, it'll still be chocolate, even though you may manage to convince yourself and a few others that it's vanilla.",
        "ny": "Ziribe kanthu momwe mumayesera kutsimikizira anthu kuti chokoleti ndi vanila, chidzakhalabe chokoleti, ngakhale kuti mungathe kudzitsimikizira nokha ndi ena ochepa kuti ndi vanila."
    },
    {
        "en": "In 1969, Roger Miller recorded a song called \"You Don't Want My Love.\" Today, this song is better known as \"In the Summer Time.\" It's the first song he wrote and sang that became popular.",
        "ny": "Mu 1969, Roger Miller analemba nyimbo yotchedwa \"Simukufuna Chikondi Changa.\" Masiku ano, nyimboyi imadziwika bwino kuti \"M'nthawi ya Chilimwe.\" Ndi nyimbo yoyamba yomwe analemba ndi kuimba yomwe inakhala yotchuka."
    },
    {
        "en": "A child who is a native speaker usually knows many things about his or her language that a non-native speaker who has been studying for years still does not know and perhaps will never know.",
        "ny": "Mwana yemwe ndi wokamba nkhani wakwawo nthawi zambiri amadziwa zinthu zambiri zokhudza chinenero chake zomwe wokamba nkhani yemwe si mbadwa yemwe wakhala akuphunzira kwa zaka zambiri sakudziwabe ndipo mwina sadzadziwa."
    },
    {
        "en": "There are four main causes of alcohol-related death. Injury from car accidents or violence is one. Diseases like cirrhosis of the liver, cancer, heart and blood system diseases are the others.",
        "ny": "Pali zifukwa zinayi zazikulu za imfa zokhudzana ndi mowa. Kuvulala chifukwa cha ngozi za galimoto kapena chiwawa ndi chimodzi. Matenda monga cirrhosis ya chiwindi, khansa, matenda a mtima ndi dongosolo la magazi ndi ena."
    },
    {
        "en": "There are mothers and fathers who will lie awake after the children fall asleep and wonder how they'll make the mortgage, or pay their doctor's bills, or save enough for their child's college education.",
        "ny": "Pali amayi ndi abambo omwe adzagona maso pambuyo poti anawo akugona ndikudabwa kuti adzapanga bwanji ngongole, kapena kulipira ngongole za dokotala wawo, kapena kusunga ndalama zokwanira maphunziro a mwana wawo ku koleji."
    },
    {
        "en": "A carbon footprint is the amount of carbon dioxide pollution that we produce as a result of our activities. Some people try to reduce their carbon footprint because they are concerned about climate change.",
        "ny": "Phazi la carbon ndilo kuchuluka kwa kuipitsa kwa carbon dioxide komwe timapanga chifukwa cha zochita zathu. Anthu ena amayesa kuchepetsa mpweya wawo wa carbon chifukwa akuda nkhawa ndi kusintha kwa nyengo."
    },
    {
        "en": "Since there are usually multiple websites on any given topic, I usually just click the back button when I arrive on any webpage that has pop-up advertising. I just go to the next page found by Google and hope for something less irritating.",
        "ny": "Popeza nthawi zambiri pamakhala mawebusaiti ambiri pamutu uliwonse, nthawi zambiri ndimangodina batani lakumbuyo ndikafika patsamba lililonse la intaneti lomwe lili ndi malonda a pop-up. Ndimangopita patsamba lotsatira lopezedwa ndi Google ndikuyembekeza chinachake chosakwiyitsa kwambiri."
    },
    {
        "en": "If you want to sound like a native speaker, you must be willing to practice saying the same sentence over and over in the same way that banjo players practice the same phrase over and over until they can play it correctly and at the desired tempo.",
        "ny": "Ngati mukufuna kumveka ngati wokamba nkhani wakwawo, muyenera kukhala wofunitsitsa kuyeseza kunena chiganizo chomwecho mobwerezabwereza mofanana ndi momwe osewera a banjo amachitira mawu omwewo mobwerezabwereza mpaka atha kusewera molondola komanso pa tempo yomwe akufuna."
    },
    {
        "en": "Tom hurt his left knee during practice, so John had to play the game in his place.",
        "ny": "Tom anavulala bondo lake lamanzere pamene anali kuyeseza, choncho John anayenera kusewera masewerawa m'malo mwake."
    },
    {
        "en": "Tom liked Mary for years, but at some point, his feelings for her changed to love.",
        "ny": "Tom ankakonda Mary kwa zaka zambiri, koma nthawi ina, maganizo ake pa iye anasintha n'kuyamba kukonda."
    },
    {
        "en": "Tom said he thought that it would be a big mistake to tell Mary what had happened.",
        "ny": "Tom ananena kuti ankaganiza kuti n'kulakwa kwambiri kuuza Mariya zimene zinachitika."
    },
    {
        "en": "Tom took thousands of pictures during his vacation, but then never looked at them.",
        "ny": "Tom anajambula zithunzi zikwizikwi pa tchuthi chake, koma kenako sanaziyang'ane."
    },
    {
        "en": "Tom wants to buy an eight-track player to put in the car his grandmother gave him.",
        "ny": "Tom akufuna kugula wosewera mpira wa njanji zisanu ndi zitatu kuti aike m'galimoto yomwe agogo ake anam'patsa."
    },
    {
        "en": "When I visited their apartment, the couple was right in the middle of an argument.",
        "ny": "Pamene ndinapita ku nyumba yawo, okwatiranawo anali pakati penipeni pa mkangano."
    },
    {
        "en": "When I was 10 years old, I thought that when I would be 16, my life would be cool.",
        "ny": "Ndili ndi zaka 10, ndinkaganiza kuti ndikakhala ndi zaka 16, moyo wanga udzakhala wozizira."
    },
    {
        "en": "A man's worth should be judged by his character rather than by his social position.",
        "ny": "Kufunika kwa munthu kuyenera kuweruzidwa ndi khalidwe lake osati ndi malo ake ochezera."
    },
    {
        "en": "As soon as I can get a decent video camera, I'll start making videos to put online.",
        "ny": "Mwamsanga ndikapeza kamera yabwino ya kanema, ndikuyamba kupanga mavidiyo kuti ndiike pa intaneti."
    },
    {
        "en": "At the time of the accident, almost all of the passengers on the bus were sleeping.",
        "ny": "Pa nthawi ya ngoziyi, pafupifupi anthu onse amene anali m'basimo anali kugona."
    },
    {
        "en": "Because the voices of protest grew louder and louder, his speech couldn't be heard.",
        "ny": "Chifukwa chakuti mawu otsutsa anakula kwambiri, mawu ake sanamveke."
    },
    {
        "en": "Cats are aloof, guinea pigs are nervous, and dogs need constant love and attention.",
        "ny": "Mphaka ndi womasuka, nkhumba za guinea zimakhala ndi mantha, ndipo agalu amafunikira chikondi chokhazikika ndi chisamaliro."
    },
    {
        "en": "Experts say coffee prices are rising mainly because people are willing to pay more.",
        "ny": "Akatswiri akuti mitengo ya khofi ikukwera makamaka chifukwa chakuti anthu akufunitsitsa kulipira ndalama zambiri."
    },
    {
        "en": "Generally speaking, college students have more free time than high school students.",
        "ny": "Kawirikawiri, ophunzira aku koleji amakhala ndi nthawi yaulere kuposa ophunzira akusekondale."
    },
    {
        "en": "He is by nature a kind person and is popular with the children in his neighborhood.",
        "ny": "Iye mwachibadwa ndi munthu wokoma mtima ndipo ndi wotchuka kwa ana a m'dera lake."
    },
    {
        "en": "I could have stayed a while longer, but I was getting tired, so I decided to leave.",
        "ny": "Ndikanatha kukhala kwa kanthaŵi, koma ndinali kutopa, chotero ndinaganiza zochoka."
    },
    {
        "en": "I have many friends who speak fluently, but still don't sound like native speakers.",
        "ny": "Ndili ndi anzanga ambiri omwe amalankhula bwino, komabe samamveka ngati olankhula mbadwa."
    },
    {
        "en": "I spend as much time working in the garden in one day as my brother does in a week.",
        "ny": "Ndimathera nthawi yambiri ndikugwira ntchito m'munda tsiku limodzi monga momwe mchimwene wanga amachitira mu sabata."
    },
    {
        "en": "I still have a lot of questions I want to ask you about your relationship with Tom.",
        "ny": "Ndidakali ndi mafunso ambiri omwe ndikufuna kukufunsani za ubale wanu ndi Tom."
    },
    {
        "en": "I told you it was dangerous. The reason you got hurt was because you didn't listen.",
        "ny": "Ndinakuuzani kuti zinali zoopsa. Chifukwa chimene munavulazira chinali chifukwa chakuti simunamvere."
    },
    {
        "en": "I'm thinking of going somewhere for a change of air, since my doctor advises me to.",
        "ny": "Ndikuganiza zopita kwinakwake kukasintha mpweya, popeza dokotala wanga amandilangiza."
    },
    {
        "en": "If you don't do what I tell you to do, I can't be responsible for the consequences.",
        "ny": "Ngati simukuchita zomwe ndikukuuzani kuti muchite, sindingathe kukhala ndi udindo pa zotsatira zake."
    },
    {
        "en": "In our next class, we will study the days of the week, the months, and the seasons.",
        "ny": "M'kalasi lathu lotsatira, tidzaphunzira masiku a mlungu, miyezi, ndi nyengo."
    },
    {
        "en": "In the U.S., it is illegal to torture people in order to get information from them.",
        "ny": "Ku US, n'kosaloleka kuzunza anthu n'cholinga choti apeze chidziwitso kwa iwo."
    },
    {
        "en": "Industrialization had a great influence on the development of the economy in Japan.",
        "ny": "Kukula kwa maindasitale kunakhudza kwambiri chitukuko cha chuma ku Japan."
    },
    {
        "en": "Insecticides are agricultural chemicals that exterminate insects harmful to plants.",
        "ny": "Mankhwala ophera tizilombo ndi mankhwala a ulimi amene amafafaniza tizilombo tovulaza zomera."
    },
    {
        "en": "It was exceptionally cold last summer, and the rice crop was the worst in 10 years.",
        "ny": "Kunali kuzizira kwambiri chilimwe chatha, ndipo mbewu ya mpunga inali yoipa kwambiri m'zaka 10."
    },
    {
        "en": "It was not until she finished reading the book that she noticed who had written it.",
        "ny": "Iye anaona amene analemba bukulo mpaka pamene anamaliza kulilemba."
    },
    {
        "en": "My grandmother used to use her sewing machine a lot up until about three years ago.",
        "ny": "Agogo anga aakazi ankagwiritsa ntchito makina awo osokera kwambiri mpaka pafupifupi zaka zitatu zapitazo."
    },
    {
        "en": "No matter how many people tell him he made a mistake, Tom still insists he's right.",
        "ny": "Ziribe kanthu kuti ndi anthu angati omwe amamuuza kuti analakwitsa, Tom akuumirirabe kuti akunena zoona."
    },
    {
        "en": "Recently I have been feeling a little tired, so I have not gone swimming this week.",
        "ny": "Posachedwapa ndakhala ndikumva kutopa pang'ono, kotero sindinapite kukasambira sabata ino."
    },
    {
        "en": "Sixty percent of Japanese adult males drink alcoholic beverages on a regular basis.",
        "ny": "Amuna achikulire makumi asanu ndi limodzi pa 100 alionse a ku Japan amamwa mowa nthawi zonse."
    },
    {
        "en": "Some people bring joy wherever they go, and some people bring joy whenever they go.",
        "ny": "Anthu ena amabweretsa chimwemwe kulikonse kumene amapita, ndipo anthu ena amabweretsa chimwemwe nthaŵi iliyonse imene amapita."
    },
    {
        "en": "The climate of England isn't as mild as Japan, but in the summer, it's much cooler.",
        "ny": "Nyengo ya ku England si yofatsa ngati Japan, koma m'chilimwe, imakhala yozizira kwambiri."
    },
    {
        "en": "The more time you spend talking about what you do, the less time you have to do it.",
        "ny": "Mukamathera nthawi yambiri mukulankhula zimene mumachita, mumakhala ndi nthawi yochepa yochitira zimenezi."
    },
    {
        "en": "The restaurant owner allowed her to take table scraps home to feed all of her dogs.",
        "ny": "Mwini lesitilantiyo anamlola kutenga zidutswa za tebulo kunyumba kuti adyetse agalu ake onse."
    },
    {
        "en": "There are several good protections against temptation, but the surest is cowardice.",
        "ny": "Pali chitetezo chabwino zingapo pa chiyeso, koma chotsimikizirika ndicho mantha."
    },
    {
        "en": "There is a sewing machine and an ironing board in the room where Tom used to sleep.",
        "ny": "Pali makina osokera ndi bolodi losita m'chipinda chimene Tom ankagona."
    },
    {
        "en": "There is an urgent need for understanding how climate change will affect our lives.",
        "ny": "Pali kufunika kofulumira kwa kumvetsetsa momwe kusintha kwa nyengo kudzakhudzira miyoyo yathu."
    },
    {
        "en": "This time, the exam was not just difficult, but also, the questions were ambiguous.",
        "ny": "Panthaŵiyi, mayeso sanali ovuta chabe, komanso, mafunso anali ambiguous."
    },
    {
        "en": "Tom and Mary's little boy loves sitting on the kitchen floor banging pots and pans.",
        "ny": "Mnyamata wamng'ono wa Tom ndi Mary amakonda kukhala pansi m'khitchini akugunda miphika ndi miphika."
    },
    {
        "en": "Tom asked Mary to pick up some toothpaste and some toilet paper at the supermarket.",
        "ny": "Tom anapempha Mary kuti atenge mankhwala otsukira mano ndi mapepala ena a chimbudzi ku supamaketi."
    },
    {
        "en": "Tom became tired of always having to pay the bill every time he went out with Mary.",
        "ny": "Tom anatopa ndi kulipira ndalama nthaŵi zonse nthaŵi iliyonse pamene anali kupita ndi Mary."
    },
    {
        "en": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor.",
        "ny": "Tom amakhulupirira kuti anthu olemera amayenera kukhala olemera komanso kuti anthu osauka amayenera kukhala osauka."
    },
    {
        "en": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston.",
        "ny": "Tom ndithudi anali ndi mwayi wambiri wopita kumakonsati pamene anali ku Boston."
    },
    {
        "en": "Tom certainly looked and sounded better than he did last month when we visited him.",
        "ny": "Tom ndithudi anaoneka ndi kumveka bwino kuposa momwe anachitira mwezi watha pamene tinamuchezera."
    },
    {
        "en": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation.",
        "ny": "Tom adagunda msomali pamutu pamene adati gulu lathu liribe chidwi komanso chisonkhezero."
    },
    {
        "en": "Tom wanted Mary to talk to John about the problem she was having with his children.",
        "ny": "Tom ankafuna kuti Mary alankhule ndi John za vuto limene anali nalo ndi ana ake."
    },
    {
        "en": "Tom was sentenced to five days in jail and a year on probation for drunken driving.",
        "ny": "Tom analamulidwa kukhala m'ndende masiku asanu ndi chaka chimodzi chifukwa choyendetsa galimoto ataledzera."
    },
    {
        "en": "We'll need a head hunting agency to find the right man for this executive position.",
        "ny": "Tidzafunikira bungwe loyang'anira kusaka kuti tipeze munthu woyenera udindo wamkuluwu."
    },
    {
        "en": "When he returned, he brought a baseball cap and gave it as a present to his friend.",
        "ny": "Atabwerera, anabweretsa kapu ya baseball ndi kuipereka monga mphatso kwa bwenzi lake."
    },
    {
        "en": "After she lost her job, she couldn't afford to feed her dogs, so she gave them away.",
        "ny": "Atachotsedwa ntchito, sakanatha kudyetsa agalu ake, choncho anawapatsa."
    },
    {
        "en": "By this time next year, you will have visited almost all the famous places in Japan.",
        "ny": "Pofika nthawi imeneyi chaka chamawa, mudzakhala mutayendera pafupifupi malo onse otchuka ku Japan."
    },
    {
        "en": "China has imposed a no-fly zone over several disputed islands in the East China Sea.",
        "ny": "China yakhazikitsa malo opanda ntchentche pa zilumba zingapo zotsutsana ku East China Sea."
    },
    {
        "en": "He doesn't want to leave the room because he's afraid that he'll catch another cold.",
        "ny": "Sakufuna kuchoka m'chipindamo chifukwa akuopa kuti adzagwira chimfine china."
    },
    {
        "en": "He studied the scientists considered to be the most significant of the 19th century.",
        "ny": "Anaphunzira asayansi amene ankaona kuti ndi ofunika kwambiri m'zaka za m'ma 1800."
    },
    {
        "en": "Her car might be more pleasant to drive, but it also costs her more for maintenance.",
        "ny": "Galimoto yake ingakhale yosangalatsa kwambiri kuyendetsa, komanso imamuwonongera ndalama zambiri pokonza."
    },
    {
        "en": "I know you've been waiting a long time, but could you wait just a little bit longer?",
        "ny": "Ndikudziwa kuti mwakhala mukuyembekezera kwa nthawi yaitali, koma kodi mungadikirire pang'ono chabe?"
    },
    {
        "en": "I regret that a previous engagement prevents me from accepting your kind invitation.",
        "ny": "Ndikumva chisoni kuti chibwenzi cham'mbuyomu chimandilepheretsa kulandira pempho lanu lachifundo."
    },
    {
        "en": "I thought we had eaten everything in the house, but I found another box of crackers.",
        "ny": "Ndinkaganiza kuti tadya zonse m'nyumbamo, koma ndinapeza bokosi lina la ma cracker."
    },
    {
        "en": "I've been agonizing over whether to do what Tom suggested or do what Mary suggested.",
        "ny": "Ndakhala ndikuvutika maganizo chifukwa chochita zimene Tom ananena kapena kuchita zimene Mary ananena."
    },
    {
        "en": "If my wife calls, just tell her I'm in an important meeting and cannot be disturbed.",
        "ny": "Ngati mkazi wanga akuimbira foni, ingomuuza kuti ndili pamsonkhano wofunika kwambiri ndipo sindingasokonezeke."
    },
    {
        "en": "If you want something to be done right, sometimes you've just got to do it yourself.",
        "ny": "Ngati mukufuna kuti chinachake chichitike bwino, nthawi zina mumangofunika kuchita nokha."
    },
    {
        "en": "Is it true that illegal immigrants are taking jobs away from citizens who want them?",
        "ny": "Kodi n'zoona kuti anthu osaloledwa akuchotsa ntchito kwa nzika zomwe zikuwafuna?"
    },
    {
        "en": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time.",
        "ny": "Sizinali zamwadzidzidzi kuti onse aŵiri Tom ndi Mary anali m'kantini panthaŵi imodzi."
    },
    {
        "en": "She advised him to see the dentist, but he said he didn't have enough time to do so.",
        "ny": "Mkaziyo anamulangiza kuti akaone dokotala wa mano, koma iye anati analibe nthawi yokwanira yochitira zimenezo."
    },
    {
        "en": "She bought him a dog. However, he was allergic to dogs, so they had to give it away.",
        "ny": "Anamugulira galu. Komabe, iye anali wosagwirizana ndi agalu, choncho anafunikira kupereka."
    },
    {
        "en": "The Titanic's lifeboats only had enough space to carry about half of those on board.",
        "ny": "Maboti opulumutsa anthu a Titanic anali ndi malo okwanira kunyamula pafupifupi theka la anthu amene anali m'sitimayo."
    },
    {
        "en": "The coach urged his team not to be complacent following their four consecutive wins.",
        "ny": "Mphunzitsiyo adalimbikitsa timu yake kuti ikhale yokhutira potsatira zopambana zawo zinayi zotsatizana."
    },
    {
        "en": "The company is owned by a group of entrepreneurs who started it right after the war.",
        "ny": "Kampaniyo ili ndi gulu la amalonda omwe adayambitsa nkhondo itangotha."
    },
    {
        "en": "The day after going to the gym, parts of my body hurt that I didn't even know I had.",
        "ny": "Tsiku lotsatira nditapita ku masewera olimbitsa thupi, ziwalo za thupi langa zinandipweteka zomwe sindinkadziwa n'komwe kuti ndili nazo."
    },
    {
        "en": "The library near my house is now open only three days a week due to budget cutbacks.",
        "ny": "Laibulale yomwe ili pafupi ndi nyumba yanga tsopano imatsegulidwa masiku atatu okha pa sabata chifukwa cha kuchepetsa bajeti."
    },
    {
        "en": "The management finally succumbed to the demand of the workers and gave them a raise.",
        "ny": "Pomalizira pake oyang'anirawo anagonjera ku chifuno cha ogwira ntchito ndipo anawapatsa ndalama zowonjezera."
    },
    {
        "en": "The more you look, the more you will see, and the more interesting they will become.",
        "ny": "Mukamayang'ana kwambiri, mudzaona zambiri, ndipo zidzakhala zosangalatsa kwambiri."
    },
    {
        "en": "The samples were collected from two hundred medical institutions all over the world.",
        "ny": "Zitsanzozo zinasonkhanitsidwa kuchokera ku mabungwe azachipatala mazana awiri padziko lonse lapansi."
    },
    {
        "en": "Tom and Mary were in the middle of a heated argument when John walked into the room.",
        "ny": "Tom ndi Mary anali pakati pa mkangano waukulu pamene John analoŵa m'chipindamo."
    },
    {
        "en": "Tom believes it's absolutely necessary to drink at least a liter of water every day.",
        "ny": "Tom amakhulupirira kuti n'kofunika kwambiri kumwa madzi osachepera lita imodzi tsiku lililonse."
    },
    {
        "en": "Tom bought an engagement ring for Mary with money he inherited from his grandfather.",
        "ny": "Tom anagula mphete ya chibwenzi kwa Mary ndi ndalama zomwe analandira kwa agogo ake."
    },
    {
        "en": "Tom claims he doesn't watch much TV, but he watches more than three hours every day.",
        "ny": "Tom amanena kuti samaonera kwambiri TV, koma amaonera maola oposa atatu tsiku lililonse."
    },
    {
        "en": "Tom doesn't have many clothes. That's why you always see him wearing the same thing.",
        "ny": "Tom alibe zovala zambiri. N'chifukwa chake nthawi zonse mumamuona atavala chinthu chomwecho."
    },
    {
        "en": "Tom found some skeletons in the cupboard when he was researching his family history.",
        "ny": "Tom anapeza mafupa ena m'kabati pamene anali kufufuza mbiri ya banja lake."
    },
    {
        "en": "Tom laughed at some of Mary's jokes, but he thought some of them weren't very funny.",
        "ny": "Tom anaseka nthabwala zina za Mariya, koma ankaganiza kuti zina mwa izo sizinali zoseketsa kwambiri."
    },
    {
        "en": "Tom put up with the pain for a couple of weeks before finally going to the hospital.",
        "ny": "Tom anapirira ululuwo kwa milungu ingapo asanapite kuchipatala."
    },
    {
        "en": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom.",
        "ny": "Tom anakhala pansi akuyang'anitsitsa nsomba za m'madera otentha zomwe zinali kusambira m'madzi a m'madzi m'chipinda chake chogona."
    },
    {
        "en": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave.",
        "ny": "Tom anafuna kumamatira kuti aone zimene zidzachitike. Mwatsoka, anayenera kuchoka."
    },
    {
        "en": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning.",
        "ny": "Tom anachenjeza Mariya kuti Yohane sanali vuto. Komabe, iye ananyalanyaza chenjezo lake."
    },
    {
        "en": "Tom's parents don't want Tom and Mary to live together until after they are married.",
        "ny": "Makolo a Tom safuna kuti Tom ndi Mary akhale limodzi mpaka atakwatirana."
    },
    {
        "en": "Visitors are usually asked to remove their shoes before they enter a Japanese house.",
        "ny": "Alendo nthawi zambiri amafunsidwa kuti achotse nsapato zawo asanalowe m'nyumba ya ku Japan."
    },
    {
        "en": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.",
        "ny": "N'chifukwa chiyani choonadi sichiyenera kukhala chachilendo kuposa zopeka? Ndiiko komwe, nthano iyenera kukhala yomveka."
    },
    {
        "en": "With many students chatting, it was difficult to hear what the professor had to say.",
        "ny": "Popeza kuti ophunzira ambiri anali kucheza, zinali zovuta kumva zimene pulofesayo ananena."
    },
    {
        "en": "You should always spend time doing things that help your children get ahead in life.",
        "ny": "Nthawi zonse muyenera kuthera nthawi yochita zinthu zimene zimathandiza ana anu kupita patsogolo m'moyo."
    },
    {
        "en": "Let's go to the movies next time. \"What makes you think there will be a next time?\"",
        "ny": "Tiyeni tipite ku mafilimu nthawi yotsatira. \"Kodi n'chiyani chimakupangitsani kuganiza kuti padzakhala nthawi yotsatira?\""
    },
    {
        "en": "An infant is not capable of speaking, so it just screams until it gets what it wants.",
        "ny": "Mwana wakhanda sangathe kulankhula, choncho amangofuula mpaka atapeza zomwe akufuna."
    },
    {
        "en": "At the funeral, the widow looked very dignified, with her black suit, hat and gloves.",
        "ny": "Paumaliro, mkazi wamasiyeyo anaoneka wolemekezeka kwambiri, ndi suti yake yakuda, chipewa ndi magolovesi."
    },
    {
        "en": "Daddy, let's make faces at each other and see who can keep from laughing the longest.",
        "ny": "Bambo, tiyeni tipange nkhope pa wina ndi mzake ndikuwona amene angasunge kuseka kwa nthawi yayitali."
    },
    {
        "en": "Do you think you have to be able to pass for a native speaker to be an effective spy?",
        "ny": "Kodi mukuganiza kuti muyenera kukhala wokhoza kudutsa kuti wokamba nkhani wakwawo akhale kazitape wogwira mtima?"
    },
    {
        "en": "Generally speaking, we Japanese are a little too timid in speaking foreign languages.",
        "ny": "Kaŵirikaŵiri, ife Chijapanizi ndife amantha pang'ono m'zinenero zachilendo."
    },
    {
        "en": "He made it clear that he had no intention of becoming a professional football player.",
        "ny": "Anafotokoza momveka bwino kuti analibe cholinga chokhala katswiri wosewera mpira."
    },
    {
        "en": "He turned the bottle upside down and shook it, but still the honey wouldn't come out.",
        "ny": "Iye anatembenuza botololo n'kuligwedeza, komabe uchiwo sungatuluke."
    },
    {
        "en": "I don't know what I'm going to do with my cat now that I'm moving to another country.",
        "ny": "Sindikudziwa chomwe ndikufuna kuchita ndi mphaka wanga tsopano pamene ndikusamukira kudziko lina."
    },
    {
        "en": "I'd like to take advantage of this opportunity to thank you all for your cooperation.",
        "ny": "Ndikufuna kugwiritsa ntchito mwayiwu kuti ndikuthokozeni nonse chifukwa chogwirizana."
    },
    {
        "en": "If people who smoke are deprived of their cigarettes, they get nervous and irritable.",
        "ny": "Ngati anthu amene amasuta fodya akumanidwa ndudu zawo, amachita mantha ndi kukwiya."
    },
    {
        "en": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago.",
        "ny": "Ngati mukufuna kumva nkhani yowopsa, ndikukuuzani za maloto omwe ndinali nawo masabata angapo apitawo."
    },
    {
        "en": "In London, the police are always worried about finding a bomb on the train or subway.",
        "ny": "Ku London, apolisi nthawi zonse amada nkhawa kuti apeze bomba m'sitima kapena sitima yapansi panthaka."
    },
    {
        "en": "In all of my travels, I have never seen a more beautiful mountain than Mount Everest.",
        "ny": "M'maulendo anga onse, sindinaonepo phiri lokongola kwambiri kuposa phiri la Everest."
    },
    {
        "en": "In many countries, the main reason that people come to big cities is because of work.",
        "ny": "M'mayiko ambiri, chifukwa chachikulu chimene anthu amabwera m'mizinda ikuluikulu ndi chifukwa cha ntchito."
    },
    {
        "en": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now.",
        "ny": "Zingaoneke ngati lingaliro lamisala, koma ndikuganiza kuti tiyenera kupita kukachezera Tom ndi Mary pompano."
    },
    {
        "en": "It was after a meeting in America that he decided to write a book for non-scientists.",
        "ny": "Pambuyo pa msonkhano ku America ndi pamene anaganiza zolemba buku la anthu omwe sanali asayansi."
    },
    {
        "en": "It was five days after she graduated that my daughter left Osaka Airport for Germany.",
        "ny": "Panali masiku asanu atamaliza maphunziro awo pamene mwana wanga wamkazi anachoka ku Osaka Airport kupita ku Germany."
    },
    {
        "en": "Ladies and gentlemen, due to an accident at the airport, our arrival will be delayed.",
        "ny": "Azimayi ndi abwana, chifukwa cha ngozi pa bwalo la ndege, kufika kwathu kudzachedwa."
    },
    {
        "en": "Make your airplane reservations early since flights fill up quickly around Christmas.",
        "ny": "Pangani kusungitsa ndege yanu mwamsanga popeza ndege zimadzaza mofulumira kuzungulira Khirisimasi."
    },
    {
        "en": "Many native speakers of Japanese have trouble hearing the difference between B and V.",
        "ny": "Anthu ambiri olankhula Chijapanizi amavutika kumva kusiyana pakati pa B ndi V."
    },
    {
        "en": "My love for you won't let me tell you everything. Some things are better left unsaid.",
        "ny": "Chikondi changa pa inu sichidzandilola kukuuzani zonse. Zinthu zina zimakhala bwino kusiyidwa zosadziwika."
    },
    {
        "en": "The airline provided free accommodation to stranded passengers as a goodwill gesture.",
        "ny": "Kampani ya ndegeyo inapereka malo ogona kwaulere kwa okwera omwe anasokonekera monga chisonyezero chabwino."
    },
    {
        "en": "The antiques my father left when he died turned out to be nothing but worthless junk.",
        "ny": "Zinthu zakale zimene bambo anga anasiya pamene anamwalira zinakhala zopanda pake."
    },
    {
        "en": "The bomb blew Tom's house to smithereens. Fortunately, he wasn't at home at the time.",
        "ny": "Bombali linaphulitsa nyumba ya Tom ku smithereens. Mwamwayi, sanali kunyumba panthawiyo."
    },
    {
        "en": "The number of students who were late for school was much smaller than I had expected.",
        "ny": "Chiŵerengero cha ophunzira amene anachedwa kupita kusukulu chinali chochepa kwambiri kuposa mmene ndinkayembekezera."
    },
    {
        "en": "The old man in the wheelchair told me that he knew my mother when she was a teenager.",
        "ny": "Mwamuna wachikulire amene anali pa njinga ya olumala anandiuza kuti anadziŵa amayi anga pamene anali wachinyamata."
    },
    {
        "en": "The sudden increase of cars is causing a large number of traffic accidents every day.",
        "ny": "Kuwonjezeka kwadzidzidzi kwa magalimoto kukuchititsa ngozi zambiri zapamsewu tsiku lililonse."
    },
    {
        "en": "There is no other country in the world where earthquakes are as frequent as in Japan.",
        "ny": "Palibe dziko lina padziko lapansi kumene zivomezi zimachitika kawirikawiri ngati ku Japan."
    },
    {
        "en": "They usually have breakfast at half past seven o'clock and eat their lunch at twelve.",
        "ny": "Nthawi zambiri amadya chakudya cham'mawa theka la 7 koloko ndipo amadya chakudya chawo chamasana ali ndi zaka khumi ndi ziwiri."
    },
    {
        "en": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off.",
        "ny": "Tom ndi Mary onse ankafuna kupita ku Boston, koma palibe aliyense wa iwo amene akanatha kupeza nthawi yopuma."
    },
    {
        "en": "Tom could tell by the smile on Mary's face that she had had a good time at the party.",
        "ny": "Tom ankatha kudziwa ndi kumwetulira pa nkhope ya Mariya kuti anali atasangalala pa phwandolo."
    },
    {
        "en": "Tom couldn't completely rule out the possibility that he might be laid off from work.",
        "ny": "Tom sanathe kuthetseratu kuti mwina angachotse ntchito."
    },
    {
        "en": "Tom is the first guy Mary has really been interested in since she broke up with John.",
        "ny": "Tom ndi mnyamata woyamba amene Mary wakhala akuchita naye chidwi kwambiri kuyambira pamene anasiyana ndi Yohane."
    },
    {
        "en": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France.",
        "ny": "Tom anaimba nyimbo ya anthu a ku Spain pa nyanga yake ya Chingelezi pa lesitilanti ina ya ku China ku France."
    },
    {
        "en": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked.",
        "ny": "Tom anatulutsa maunyolo ena m'chikwama chake n'kuuza Mariya kuti asankhe amene amamukonda."
    },
    {
        "en": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars.",
        "ny": "Tom ananditengera ku lesitilanti komwe mungadye ndalama zambiri monga momwe mukufunira madola makumi atatu."
    },
    {
        "en": "Tom volunteered a good deal of his time to helping those less fortunate than himself.",
        "ny": "Tom anadzipereka nthaŵi yake yambiri kuthandiza anthu osauka kuposa iyeyo."
    },
    {
        "en": "Tom was kicked out of his house by his parents when he confessed to being an atheist.",
        "ny": "Tom anathamangitsidwa m'nyumba mwake ndi makolo ake pamene anavomereza kuti sanali Mulungu."
    },
    {
        "en": "When in doubt tell the truth. It will confound your enemies and astound your friends.",
        "ny": "Mukakayikira nenani zoona. Zidzakhumudwitsa adani anu ndi kudabwitsa anzanu."
    },
    {
        "en": "You're playing with fire if you insist on riding your motorcycle without a helmet on.",
        "ny": "Mukusewera ndi moto ngati mukuumirira kukwera njinga yanu yamoto popanda chisoti."
    },
    {
        "en": "We were invited to their wedding. \"Is that so? Well, what are you going to get them?",
        "ny": "Tinaitanidwa ku ukwati wawo. \"Kodi zili choncho? Chabwino, kodi mudzawapeza chiyani?"
    },
    {
        "en": "A lot of companies are going under lately because banks are so tight with their money.",
        "ny": "Makampani ambiri akupita pansi posachedwapa chifukwa mabanki ali olimba kwambiri ndi ndalama zawo."
    },
    {
        "en": "A pre-dawn raid has netted a large stash of illegal steroids and several bags of cash.",
        "ny": "Kuwukira kwa mbandakucha kusanafike kwapeza stash yaikulu ya steroids yosavomerezeka ndi matumba angapo a ndalama."
    },
    {
        "en": "After years of suffering, she finally decided to forget the past and begin a new life.",
        "ny": "Pambuyo pa zaka zambiri za kuvutika, pomalizira pake anasankha kuiŵala zakale ndi kuyamba moyo watsopano."
    },
    {
        "en": "All happy families resemble each other, each unhappy family is unhappy in its own way.",
        "ny": "Mabanja onse osangalala amafanana wina ndi mnzake, banja lililonse losasangalatsa ndi losasangalatsa m'njira yakeyake."
    },
    {
        "en": "American politics are interesting to watch, especially during a presidential election.",
        "ny": "Ndale za ku America ndizosangalatsa kuwonera, makamaka pa chisankho cha pulezidenti."
    },
    {
        "en": "Democracy is the worst form of government, except all the others that have been tried.",
        "ny": "Democracy ndi mtundu woipitsitsa wa boma, kupatula ena onse omwe ayesedwa."
    },
    {
        "en": "He said that he could smell something burning and that the telephones weren't working.",
        "ny": "Iye ananena kuti ankanunkha chinachake chikuyaka ndipo mafoni sanali kugwira ntchito."
    },
    {
        "en": "I don't need to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Sindikusowa kumveka ngati wokamba nkhani wakwawo, ndikungofuna kuti ndizitha kulankhula bwino."
    },
    {
        "en": "I don't understand and I'm not used to not understanding. Please explain it once more.",
        "ny": "Sindikumvetsa ndipo sindinazolowere kusamvetsetsa. Chonde fotokozaninso kamodzi."
    },
    {
        "en": "I heard that Tom had been smuggling drugs into America for years before he got caught.",
        "ny": "Ndinamva kuti Tom wakhala akuzembetsa mankhwala osokoneza bongo ku America kwa zaka zambiri asanagwidwe."
    },
    {
        "en": "I'd describe him as a middle-aged man in a yellow jacket, orange tie and a pink shirt.",
        "ny": "Ndinkamufotokozera kuti ndi mwamuna wa zaka zapakati atavala jekete lachikasu, tayi ya lalanje ndi malaya a pinki."
    },
    {
        "en": "If you could go back and start your life again, from what age would you like to start?",
        "ny": "Ngati mungabwerere ndi kuyambiranso moyo wanu, kodi mungakonde kuyamba kuyambira msinkhu wotani?"
    },
    {
        "en": "It seems that the policeman in this TV series is a dirty cop who abuses his authority.",
        "ny": "Zikuoneka kuti wapolisi yemwe ali pa TV imeneyi ndi wapolisi wonyansa yemwe amagwiritsa ntchito molakwika ulamuliro wake."
    },
    {
        "en": "It's very difficult to find a black cat in a dark room, especially if there is no cat.",
        "ny": "N'zovuta kwambiri kupeza mphaka wakuda m'chipinda chamdima, makamaka ngati palibe mphaka."
    },
    {
        "en": "Many, if not most, professional translators only translate into their native language.",
        "ny": "Ambiri, ngati si ambiri, akatswiri omasulira amangomasulira m'chinenero chawo."
    },
    {
        "en": "No news is good news. If you haven't heard from your son it's because he's doing well.",
        "ny": "Palibe nkhani yomwe ili nkhani yabwino. Ngati simunamvepo kwa mwana wanu ndi chifukwa chakuti akuchita bwino."
    },
    {
        "en": "Opponents say genetically engineered crops can cross-pollinate and damage other crops.",
        "ny": "Otsutsa amati mbewu zosinthidwa ndi majini zimatha kudutsa pollinate ndi kuwononga mbewu zina."
    },
    {
        "en": "Plan for the future because that's where you are going to spend the rest of your life.",
        "ny": "Konzani zam'tsogolo chifukwa ndi pamene mukupita kukathera moyo wanu wonse."
    },
    {
        "en": "Please fasten your seat belt and observe the \"no smoking\" sign until it is turned off.",
        "ny": "Chonde mangirirani lamba wanu wa mpando ndikuwona chizindikiro cha \"palibe kusuta\" mpaka kuzimitsidwa."
    },
    {
        "en": "Sometimes you don't need to speak the same language in order to understand each other.",
        "ny": "Nthawi zina simufunikira kulankhula chinenero chimodzi kuti mumvetsetsane."
    },
    {
        "en": "The company provides health care and life insurance benefits for all of its employees.",
        "ny": "Kampaniyo imapereka chithandizo chaumoyo ndi phindu la inshuwalansi ya moyo kwa antchito ake onse."
    },
    {
        "en": "The first group studies in the morning, and the second group studies in the afternoon.",
        "ny": "Gulu loyamba limaphunzira m'mawa, ndipo gulu lachiwiri limaphunzira masana."
    },
    {
        "en": "The hardest thing in life is knowing which bridges to cross and which bridges to burn.",
        "ny": "Chinthu chovuta kwambiri m'moyo ndi kudziwa milatho yomwe mungadutse ndi milatho yomwe mungawotche."
    },
    {
        "en": "The only trouble I've ever had was dealing with people who didn't like my personality.",
        "ny": "Vuto lokha limene ndakhala nalo linali kuchita zinthu ndi anthu amene sankakonda umunthu wanga."
    },
    {
        "en": "To put it bluntly, the reason this team won't win is because you're holding them back.",
        "ny": "Kunena mosapita m'mbali, chifukwa chomwe timuyi sidzawina ndi chifukwa chakuti mukuwagwira."
    },
    {
        "en": "Tom eventually figured out how to install a free database application on his computer.",
        "ny": "Potsirizira pake Tom anaganiza momwe angakhazikitsire pulogalamu yaulere ya database pa kompyuta yake."
    },
    {
        "en": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife.",
        "ny": "Tom anakwanitsa kudzicheka pamene anali kuyesa kutsegula thumba la mtedza ndi mpeni wake wa m'thumba."
    },
    {
        "en": "Tom thought that there was a good chance that it was Mary who had stolen the painting.",
        "ny": "Tom anaganiza kuti panali mwayi waukulu kuti anali Mariya amene anaba chithunzicho."
    },
    {
        "en": "Tom walked over to the woman with a drink in her hand and asked her what her name was.",
        "ny": "Tom anapita kwa mkaziyo atamwa mowa m'manja ndipo anamufunsa kuti dzina lake linali lotani."
    },
    {
        "en": "Tom wanted to cut down that tree in his front yard, but Mary doesn't want it cut down.",
        "ny": "Tom ankafuna kudula mtengo umenewo pabwalo lake lakutsogolo, koma Mary sakufuna kuti udulidwe."
    },
    {
        "en": "Tom wasn't wearing a wedding ring, but Mary noticed a white circle on his ring finger.",
        "ny": "Tom sanali kuvala mphete ya ukwati, koma Mary anaona kuzungulira koyera pa chala chake chozungulira."
    },
    {
        "en": "We must pay attention to the fact that no nation claimed sovereignty over this region.",
        "ny": "Tiyenera kulabadira mfundo yakuti palibe mtundu umene unadzinenera kukhala ndi ulamuliro pa dera lino."
    },
    {
        "en": "When I got the phone call telling me of my father's death, I was completely flustered.",
        "ny": "Pamene ndinalandira foni kundiuza za imfa ya bambo anga, ndinadabwa kwambiri."
    },
    {
        "en": "You could search the world over and never find another woman more beautiful than Mary.",
        "ny": "Mukhoza kufufuza dziko lonse ndipo konse kupeza mkazi wina wokongola kuposa Mariya."
    },
    {
        "en": "According to a recent study, the average life span of the Japanese is still increasing.",
        "ny": "Malinga ndi kufufuza kwaposachedwapa, avareji ya moyo wa anthu a ku Japan ikuwonjezekabe."
    },
    {
        "en": "According to this magazine, my favorite actress will marry a jazz musician next spring.",
        "ny": "Malinga ndi magazini ino, wosewera wanga wokondedwa adzakwatira woimba wa jazz masika otsatira."
    },
    {
        "en": "At first we used to go separately, but one day we started going and returning together.",
        "ny": "Poyamba tinkapita mosiyana, koma tsiku lina tinayamba kupita ndi kubwerera limodzi."
    },
    {
        "en": "At lunchtime today, our usual restaurant was closed because of a funeral in the family.",
        "ny": "Pa nthawi ya chakudya chamasana lero, malo athu odyera nthawi zonse anatsekedwa chifukwa cha maliro m'banja."
    },
    {
        "en": "Because of some technical problem, a movie was shown in place of the announced program.",
        "ny": "Chifukwa cha vuto lina laukadaulo, kanema adawonetsedwa m'malo mwa pulogalamu yolengezedwa."
    },
    {
        "en": "Governments usually resort to price control when inflation has reached a certain level.",
        "ny": "Kaŵirikaŵiri maboma amatembenukira ku kulamulira mitengo pamene kukwera mtengo kwafika pamlingo winawake."
    },
    {
        "en": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages.",
        "ny": "Iye sangathe kuuza mtengo wa cherry kuchokera ku mtengo wa plum, koma akhoza kuwatchula m'zinenero khumi ndi ziwiri."
    },
    {
        "en": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever.",
        "ny": "Amene akufunsa ndi wopusa kwa mphindi zisanu, koma amene safunsa amakhalabe wopusa mpaka kalekale."
    },
    {
        "en": "He's a really straight-laced guy, so he doesn't like the idea of his son changing jobs.",
        "ny": "Iye ndi munthu wolunjika kwenikweni, choncho sakonda lingaliro lakuti mwana wake akusintha ntchito."
    },
    {
        "en": "I don't think I'll ever sound like a native speaker and I don't really think I need to.",
        "ny": "Sindikuganiza kuti ndidzamveka ngati wokamba nkhani wakwawo ndipo sindikuganiza kwenikweni kuti ndikufunika."
    },
    {
        "en": "I imagine that Tom will eventually find out that Mary has been talking behind his back.",
        "ny": "Ndikuganiza kuti potsirizira pake Tom adzazindikira kuti Mary wakhala akulankhula kumbuyo kwake."
    },
    {
        "en": "I never for a moment imagined that I would still be doing this kind of thing at my age.",
        "ny": "Sindinalingalirepo ngakhale pang'ono kuti ndidzakhalabe ndikuchita zinthu zamtunduwu pa msinkhu wanga."
    },
    {
        "en": "I think it's highly unlikely that we'll ever get any help from the national government.",
        "ny": "Ndikuganiza kuti n'zokayikitsa kwambiri kuti tidzapeza thandizo lililonse kuchokera ku boma la dziko."
    },
    {
        "en": "I would like to drastically decrease the amount of time it takes me to clean the house.",
        "ny": "Ndikufuna kuchepetsa kwambiri nthawi imene ndimatenga kuti ndiyeretse nyumbayo."
    },
    {
        "en": "If mankind doesn't take care of the environment, the environment may eliminate mankind.",
        "ny": "Ngati anthu sasamalira chilengedwe, malo okhala angathetse anthu."
    },
    {
        "en": "People who are constantly copying others do it because they can't think for themselves.",
        "ny": "Anthu amene nthawi zonse amakopera ena amachita zimenezi chifukwa chakuti sangadziganizire okha."
    },
    {
        "en": "Suddenly, there was a period of terrible violence and hatred between blacks and whites.",
        "ny": "Mwadzidzidzi, panali nyengo ya chiwawa choopsa ndi udani pakati pa anthu akuda ndi azungu."
    },
    {
        "en": "That report was important because it pointed out all the errors the committee had made.",
        "ny": "Lipoti limenelo linali lofunika chifukwa linanena zolakwa zonse zimene komitiyo inapanga."
    },
    {
        "en": "The amount of paper produced by a country is closely related to its cultural standards.",
        "ny": "Kuchuluka kwa mapepala opangidwa ndi dziko kumagwirizana kwambiri ndi miyezo yake ya chikhalidwe."
    },
    {
        "en": "The first point that requires clarification is that the design was purely experimental.",
        "ny": "Mfundo yoyamba yomwe imafuna kumveketsa ndikuti kapangidwe kake kunali kokha koyesera."
    },
    {
        "en": "The shortage of engineers is the greatest bottleneck to the development of our company.",
        "ny": "Kuperewera kwa mainjiniya ndi bottleneck yaikulu kwambiri pa chitukuko cha kampani yathu."
    },
    {
        "en": "The twins look so much alike it's next to impossible to distinguish one from the other.",
        "ny": "Mapasa amawoneka mofanana kwambiri ndi pafupi ndi zosatheka kusiyanitsa wina ndi mnzake."
    },
    {
        "en": "To become a professional banjo player, you need to spend thousands of hours practicing.",
        "ny": "Kuti mukhale katswiri wosewera banjo, muyenera kuthera maola masauzande ambiri mukuyeseza."
    },
    {
        "en": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter.",
        "ny": "Tom anafunsa Mary kuti adzagula liti nsapato zatsopano za mwana wake wamkazi wamng'ono kwambiri."
    },
    {
        "en": "Tom had his ear pressed to the door, trying to hear what was going on in the next room.",
        "ny": "Tom anakanikiza khutu lake pakhomo, akumayesa kumva zimene zinali kuchitika m'chipinda chotsatira."
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "ndi ntchito yothandizira anthu omwe cholinga chake ndi kubweretsa chidziwitso pa kafukufuku wa sayansi pa matenda ogona."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Mgwirizano pakati pa Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences ndi Malawi VOICES."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award ",
        "ny": "Ntchitoyi imaperekedwa ndi ScotPEN Wellcome Engagement Award "
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Awa ndi nkhani zomwe zimawonekera m'mapulatifomu ena ofalitsa nkhani za zochita zathu"
    },
    {
        "en": "Recent Posts",
        "ny": "Zolemba Zaposachedwa"
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers.",
        "ny": "M'munsimu muli mawailesi ena omwe tagwirizana nawo kuti tiphimbe mapangano athu ku Rumphi ndi Nkhotakota ku Malawi. Izi zidzayenda limodzi ndi masewera athu kulola dera lalikulu kuti lizichita nawo zokambirana ndi chidziwitso chomwe chilipo. Mawailesi awa adzapereka mapulogalamu omwe adzagwirizane ndi makalabu omvera wailesi pambuyo pa zokambirana zamoyo ndi Mafunso ndi Mayankho."
    }
]