[
    {
        "en": "Talk about Tsetse",
        "ny": "Kambiranani za Tsetse"
    },
    {
        "en": "About Us",
        "ny": "Zambiri zaife"
    },
    {
        "en": "Talk to Us",
        "ny": "Lankhulani ndi Ife"
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "ndi ntchito yolumikizana ndi anthu yomwe cholinga chake ndi kudziwitsa anthu za kafukufuku wasayansi pa matenda ogona."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Mgwirizano pakati pa Wellcome Center for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences ndi Malawi VOICES."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award (Wellcome Project Number 217078/Z/19/Z)",
        "ny": "Pulojekitiyi imathandizidwa ndi Mphotho ya ScotPEN Wellcome Engagement Award (Wellcome Project Number 217078/Z/19/Z)"
    },
    {
        "en": "Recent Posts",
        "ny": "Zolemba Zaposachedwa"
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Izi ndi zolemba zomwe zimawonekera m'mapulatifomu ena okhudzana ndi zochita zathu"
    },
    {
        "en": "Read More",
        "ny": "Werengani zambiri"
    },
    {
        "en": "Radio Programs",
        "ny": "Mapulogalamu a Wailesi"
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers",
        "ny": "M'munsimu muli mawailesi omwe tagwirizana nawo kuti tiulutse zomwe takumana nazo ku Rumphi ndi Nkhotakota ku Malawi. Izi zidzayendera limodzi ndi machitidwe athu kulola anthu ambiri kuti azichita nawo zokambirana ndi chidziwitso chomwe chilipo. Mawayilesi awa apanga mapulogalamu omwe aziphatikiza makalabu omvera pawayilesi pambuyo poyankhulana ndi Mafunso ndi Mayankho"
    },
    {
        "en": "Street Theatre",
        "ny": "Street Theatre"
    },
    {
        "en": "An interactive street theatre performance at local football and netball matches and other places where people gather, for example marketplaces",
        "ny": "Kasewero wa zisudzo za mumsewu pamasewera ampira wampira ndi netiboli ndi malo ena omwe anthu amasonkhana, mwachitsanzo m'misika."
    },
    {
        "en": "Radio interviews and question and answer session on the radio allowing direct communication between researchers, heath workers and local community members",
        "ny": "Zoyankhulana pawailesi ndi gawo la mafunso ndi mayankho pawayilesi zomwe zimalola kulumikizana mwachindunji pakati pa ofufuza, ogwira ntchito zachipatala ndi anthu ammudzi"
    },
    {
        "en": "Downloadable Resources",
        "ny": "Zida Zotsitsa"
    },
    {
        "en": "A website of free downloadable resources including information and signposting as well as recordings of radio broadcasts, films and photos of the performances that can be watched or listened to at local events collectively or individually.",
        "ny": "Webusaiti yazinthu zotsitsidwa kwaulere kuphatikiza zambiri ndi zolemba komanso zojambulidwa zamawayilesi, makanema ndi zithunzi zamasewera omwe amatha kuwonedwa kapena kumvetsedwa pazochitika zakomweko pamodzi kapena payekhapayekha."
    },
    {
        "en": "Read more about the Street Scientists",
        "ny": "Werengani zambiri za Street Scientists"
    },
    {
        "en": "Image Gallery",
        "ny": "Zithunzi Zojambula"
    },
    {
        "en": "No Image Gallery is available for this post.",
        "ny": "Palibe Zithunzi Zithunzi zomwe zilipo positiyi."
    },
    {
        "en": "Please find our different types of media materials",
        "ny": "Chonde pezani mitundu yathu yosiyanasiyana yama media"
    },
    {
        "en": "Video Resources",
        "ny": "Zida Zamavidiyo"
    },
    {
        "en": "Got a Question?",
        "ny": "Muli ndi Funso?"
    },
    {
        "en": "Got Information to share?",
        "ny": "Muli ndi Zambiri zoti mugawane?"
    },
    {
        "en": "Send A Message",
        "ny": "Tumizani Uthenga"
    },
    {
        "en": "Enter Message",
        "ny": "Lowani Uthenga"
    },
    {
        "en": "Your message is too short",
        "ny": "Uthenga wanu ndi waufupi kwambiri"
    },
    {
        "en": "Enter your name",
        "ny": "Lowetsani dzina lanu"
    },
    {
        "en": "Your name is too short",
        "ny": "Dzina lanu ndi lalifupi kwambiri"
    },
    {
        "en": "Your Email Address",
        "ny": "Adilesi yanu ya imelo"
    },
    {
        "en": "This is not a valid email address",
        "ny": "Iyi si imelo adilesi yolondola"
    },
    {
        "en": "Enter Subject",
        "ny": "Lowani Mutu"
    },
    {
        "en": "Please Enter Subject",
        "ny": "Chonde Lowani Mutu"
    },
    {
        "en": "Subject is too short",
        "ny": "Nkhani ndi yaifupi kwambiri"
    },
    {
        "en": "Click on Captcha",
        "ny": "Dinani pa Captcha"
    },
    {
        "en": "Pictures",
        "ny": "Zithunzi"
    },
    {
        "en": "More Pictures",
        "ny": "Zambiri Zithunzi"
    },
    {
        "en": "This project is funded by the",
        "ny": "Ntchitoyi imathandizidwa ndi a"
    },
    {
        "en": "Preparing for the Performance",
        "ny": "Kukonzekera Masewero"
    },
    {
        "en": "The Street Scientists prepare for Dances with the Lugo Dance Group before the engagement at Zolokere",
        "ny": "A Street Scientists akukonzekera Dances ndi Lugo Dance Group asanakumane ku Zolokere"
    },
    {
        "en": "Children Prepare to Watch the Performance",
        "ny": "Ana Amakonzekera Kuonera Kasewero Kameneka"
    },
    {
        "en": "Children gather at Zolokere Primary School Ground to watch the performance",
        "ny": "Ana asonkhana pa Zolokere Primary School Ground kuti awonere zomwe zikuchitika"
    },
    {
        "en": "Public Address Van warms up the Place with Music",
        "ny": "Public Address Van imatenthetsa Malo ndi Nyimbo"
    },
    {
        "en": "Lots of dancing when the music started, and dancers showed off their skills",
        "ny": "Kuvina kochuluka pamene nyimbo zidayamba, ndipo ovina adawonetsa luso lawo"
    },
    {
        "en": "A group of Ladies shows off their Beautiful red Tsetse tshirts and Tsetse Bags",
        "ny": "Gulu la Ladies likuwonetsa Tsirts zawo Zokongola za Tsetse ndi Tsetse Bags"
    },
    {
        "en": "A group of ladies shows off the Beautiful red Tsetse tshirts and Tsetse Bags they have received",
        "ny": "Gulu la madona likuonetsa Tshirts zokongola zofiira za Tsetse ndi Tsetse Bags zomwe alandira"
    },
    {
        "en": "One of the Netball Teams getting ready for the Game",
        "ny": "Imodzi mwa Magulu a Netball ikukonzekera Masewera"
    },
    {
        "en": "One of the Netball Teams shows excitement in their new red tsetse tshirts before they start playing",
        "ny": "Mmodzi mwa Matimu a Netball akuwonetsa chisangalalo ndi tshirts zawo zofiira za tsetse asanayambe kusewera"
    },
    {
        "en": "Hannah gets ready to cover the perfomance from the roof of the faithful Toyota Land Cruiser",
        "ny": "Hannah akukonzekera kuphimba perfomance kuchokera padenga la Toyota Land Cruiser yokhulupirika"
    },
    {
        "en": "Hannah gets ready with her camera to shoot pictures of the performance",
        "ny": "Hannah akukonzekera ndi kamera yake kuwombera zithunzi za sewerolo"
    },
    {
        "en": "The Crowds receive Tsetse T-shirts",
        "ny": "Khamu la anthu limalandira T-shirts za Tsetse"
    },
    {
        "en": "The Crowds were excited to receive the red Tsetse tshirts",
        "ny": "Khamu la anthu lidasangalala kulandira tshirt zofiira za Tsetse"
    },
    {
        "en": "The Performance by the Scientists",
        "ny": "Zochita ndi Asayansi"
    },
    {
        "en": "The Scientists mesmerise the Crowd with their performance",
        "ny": "Asayansi amasokoneza Unyinji ndi machitidwe awo"
    },
    {
        "en": "The Giant Tsetse with its Maggots",
        "ny": "The Giant Tsetse ndi mphutsi zake"
    },
    {
        "en": "The Giants Tsetse and its maggots prepare for the performance",
        "ny": "The Giants Tsetse ndi mphutsi zake zimakonzekera masewerawo"
    },
    {
        "en": "Kamphenda Football Club in their kit donated by Boness United FC from Scotland",
        "ny": "Kamlonda Football Club mu kit yawo yoperekedwa ndi Boness United FC ya ku Scotland"
    },
    {
        "en": "as the sun sets over Kamphenda",
        "ny": "Dzuwa likulowa pa Kamtenda"
    },
    {
        "en": "The Street Scientists Line up",
        "ny": "The Street Scientists Line"
    },
    {
        "en": "Preparing for the Perfomance",
        "ny": "Kukonzekera Perfomance"
    },
    {
        "en": "The Performance",
        "ny": "Magwiridwe"
    },
    {
        "en": "Part of the Perfomance",
        "ny": "Gawo la Perfomance"
    },
    {
        "en": "What a talented man from Sasani!",
        "ny": "Ndi munthu waluso bwanji wochokera ku Sasani!"
    },
    {
        "en": "Media Team",
        "ny": "Media Team"
    },
    {
        "en": "The Giant Tsetse with its Maggots interact with the Crowd",
        "ny": "Chimphona cha Tsetse ndi Mphutsi zake chimalumikizana ndi Khamu la Anthu"
    },
    {
        "en": "Enjoying the Performance from the Car roof",
        "ny": "Kusangalala ndi Ntchito kuchokera padenga la Galimoto"
    },
    {
        "en": "The Crowd answers questions about Tsetse and receive tshirts",
        "ny": "Anthu ambiri amayankha mafunso okhudza Tsetse ndikulandila tshirt"
    },
    {
        "en": "A Wrap up by the Performers",
        "ny": "Kumalizidwa ndi Osewera"
    },
    {
        "en": "Getting Ready for a Football Game",
        "ny": "Kukonzekera Masewera a Mpira"
    },
    {
        "en": "The team performed in Zolokere on Friday 14th October, 2022, our first outing with the new performance.",
        "ny": "Gululi lidachita masewera ku Zolokere Lachisanu pa 14 Okutobala, 2022, ulendo wathu woyamba ndi kusewera kwatsopano."
    },
    {
        "en": "We travelled around Rumphi with Lugo Cultural Team, who did an amazing dance and music performance and hosted a question and answer session in each place.",
        "ny": "Tidayenda kuzungulira Rumphi ndi Lugo Cultural Team, omwe adachita kuvina modabwitsa komanso kuyimba nyimbo ndipo adachita gawo la mafunso ndi mayankho pamalo aliwonse."
    },
    {
        "en": "We saw the local netball teams play and the football teams The Young Rangers played vs Monga Youth Club; we were very pleased with how many people came to see the first show!",
        "ny": "Tidawona matimu ampira ampira akumeneko akusewera komanso matimu ampira The Young Rangers adasewera vs Monga Youth Club; tidakondwera kwambiri ndi kuchuluka kwa anthu omwe adabwera kudzawona chiwonetsero choyamba!"
    },
    {
        "en": "On Saturday 15th October,2022 we took the performance to Kamphenda, where the truck travelled around the area before the event playing music loudly to attract the attention of the local people.",
        "ny": "Loweruka pa 15 Okutobala, 2022 tidatengera chisewerocho ku Kamlonda, komwe galimotoyo idazungulira dera lonselo nyimboyo isanachitike kuti ikope chidwi cha anthu akumaloko."
    },
    {
        "en": "It was market day and so again we had a great turn out. Kamphenda played vs KK Rangers in the football match and the local netball teams played a great game too.",
        "ny": "Linali tsiku la msika ndipo tinachitanso bwino kwambiri. Kamtenda adasewera ndi KK Rangers pamasewera a mpira ndipo matimu am'deralo adaseweranso bwino kwambiri."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers.",
        "ny": "Lamlungu pa 16 October, 2022, poimba komaliza ku Rumphi tinapita kumudzi wa Bowe, komwe tinalandiridwa bwino ndi anthu akumudzi kwathu."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers. \nThe teachers in each local village were essential in helping us ask the audiences questions about the activities, which will be important for our research. There was a great football match between Bowe vs Betere and the local netball teams played really well too.\nThis, being our last performance in Rumphi, was very successful and we had lots of good questions about African Trypanosomiasis from the crowd.",
        "ny": "Lamlungu pa 16 October, 2022, poimba komaliza ku Rumphi tinapita kumudzi wa Bowe, komwe tinalandiridwa bwino ndi anthu akumudzi kwathu. Aphunzitsi a m’mudzi uliwonse wa m’derali anali ofunikira potithandiza kufunsa anthu mafunso okhudza ntchito, zomwe zingakhale zofunika pa kafukufuku wathu. Panali masewera opambana a mpira pakati pa Bowe vs Betere ndipo matimu ampira ampira amderali adaseweranso bwino kwambiri. Uwu, pokhala sewero lathu lomaliza ku Rumphi, udachita bwino kwambiri ndipo tinali ndi mafunso ambiri abwino okhudza African Trypanosomiasis kuchokera pagulu."
    },
    {
        "en": "On Friday 21st October,2022 in Nkhotakota our team performed with local dancers Chiusi Kanada Dance Group and the Gule Wamkulu dancers, creating an amazing spectacle which drew crowds from the surrounding areas.",
        "ny": "Lachisanu pa 21 October, 2022 ku Nkhotakota gulu lathu linaimba limodzi ndi ovina aku Chiusi Kanada Dance Group ndi Gule Wamkulu dancers, kupanga ziwonetsero zodabwitsa zomwe zidakopa makamu a anthu ochokera madera ozungulira."
    },
    {
        "en": "Our first performance was in Sasani, as part of a football and netball bonanza, where Bata Sasani played a great game vs Young Stars and our Talk About Tsetses performance was very well received.",
        "ny": "Sewero lathu loyamba linali ku Sasani, monga gawo la bonanza la mpira ndi netiboli, komwe Bata Sasani adasewera masewera abwino kwambiri ndi Young Stars ndipo machitidwe athu a Talk About Tsetses adalandiridwa bwino kwambiri."
    },
    {
        "en": "We had an extremely warm welcome in Mwala Wa Tongole Saturday 22nd October 2022, when we were greeted with the local villagers singing in harmony as we arrived. \nThe local football match between Young Challengers vs Ngala Stars was great; and also netball game between the local teams was exciting. Our performance was well received with good questions from the audience. Our performance was well received with good questions from the audience.",
        "ny": "Tinalandilidwa mwachikondi ku Mwala Wa Tongole Loweruka pa 22 October 2022, pamene tinalandilidwa ndi anthu akumudzi akuimba mogwilizana pamene tinali kufika. Masewera a mpira wapakati pa Young Challengers ndi Ngala Stars anali abwino; komanso masewera a netiboli pakati pa matimu akumeneko anali osangalatsa. Sewero lathu linalandiridwa bwino ndi mafunso abwino ochokera kwa omvera. Sewero lathu linalandiridwa bwino ndi mafunso abwino ochokera kwa omvera."
    },
    {
        "en": "Our last performance of the project took place in Bamba on Sunday 23rd October, 2022 and there was a football match between Mthirah vs Red Rangers and a fantastic local netball match too.",
        "ny": "Kuchita kwathu komaliza kwa polojekitiyi kunachitika ku Bamba Lamlungu pa 23 Okutobala, 2022 ndipo panali masewera a mpira pakati pa Mthirah ndi Red Rangers komanso masewera a netiboli akumaloko."
    },
    {
        "en": "Malawi Tour 2022",
        "ny": "Malawi Tour 2022"
    },
    {
        "en": "Our team of performers, scientists, community members and dancers took our newly-developed Talk About Tsetses performance and giant tsetse fly to areas affected by African sleeping sickness in Rumphi and Nkhotakota over a period of 2 weeks in October 2023.",
        "ny": "Gulu lathu la ochita sewero, asayansi, anthu ammudzi ndi ovina adatenga nyimbo yathu yatsopano ya Talk About Tsetses ndi ntchentche zazikulu za tsetse kupita kumadera omwe akhudzidwa ndi matenda aku Africa ku Rumphi ndi Nkhotakota kwa milungu iwiri mu Okutobala 2023."
    },
    {
        "en": "Our activities were part of local football and netball bonanzas in villages in the areas and we were joined by dance and music troupes from the local communities. We hosted question and answer session at each performance to encourage conversation about African Trypanosomiasis.",
        "ny": "Zochita zathu zinali mbali ya mabonanza a mpira ndi netiboli m'midzi ya m'maderawa ndipo tinaphatikizidwa ndi magulu ovina ndi oimba ochokera m'madera akumidzi. Tidakhala ndi gawo la mafunso ndi mayankho pachiwonetsero chilichonse kuti tilimbikitse kukambirana za African Trypanosomiasis."
    },
    {
        "en": "Performance at Partick Thistle Stadium",
        "ny": "Zochitika pa Partick Thistle Stadium"
    },
    {
        "en": "The Street Scientists performed on Saturday, 6 August 2022 at Furhill Stadium, during the half time break of the Scottish Championship Football League game between Partick Thistle Football Club and Hamilton Academical.",
        "ny": "A Street Scientists adachita Loweruka, 6 Ogasiti 2022 ku Furhill Stadium, panthawi yopuma yamasewera a Scottish Championship Soccer League pakati pa Partick Thistle Soccer Club ndi Hamilton Academical."
    },
    {
        "en": "The performance got a loud ovation from the cheering crowds.",
        "ny": "Seweroli linamveka mokweza kuchokera kwa anthu omwe ankasangalala."
    },
    {
        "en": "Partick Thistle Chief Executive, Gerry Britton, said: When researchers at the University of Glasgow reached out to us late last season about the prospect of performing an educational street theatre performance ahead of their trip to Malawi, it was a no-brainer for us to give them the platform to rehearse\"",
        "ny": "Mkulu wa Partick Thistle, a Gerry Britton, anati: “Ofufuza a ku yunivesite ya Glasgow atatifikira kumapeto kwa nyengo yapitayi ponena za chiyembekezo chochita masewera ophunzitsa mumsewu ulendo wawo wopita ku Malawi, sizinali zanzeru kwa ife. apatseni nsanja kuti ayese\""
    },
    {
        "en": "The team is getting set to fly out to Malawi in the coming weeks, where The Parasite Street they will do public engagement work surrounding infectious diseases.",
        "ny": "Gululi likunyamuka ulendo wopita ku Malawi sabata zikubwerazi, komwe The Parasite Street ikakumana ndi anthu okhudzana ndi matenda opatsirana."
    },
    {
        "en": "This after engaging the public at the Furhill Stadium, Glasgow, Scotland on Saturday 6 August 2022.",
        "ny": "Izi zitalankhula ndi anthu pa bwalo lamasewera la Furhill, Glasgow, Scotland Loweruka pa Ogasiti 6, 2022."
    },
    {
        "en": "A Special Radio Program on Umunthu FM Radio, on Tsetses, Sleeping Sickness and Street Science featuring Gary Chilinga and Dr Jacob Kafulafula, from Nkhotakota District Health Office.",
        "ny": "Pulogalamu yapadera ya wailesi ya Umunthu FM, pa Tsetses, Sleeping Sickness ndi Street Science yomwe ndi Gary Chilinga ndi Dr Jacob Kafulafula, ochokera ku ofesi ya zaumoyo m’boma la Nkhotakota."
    },
    {
        "en": "Hear from Dr Walt Adamson on his experiences on the Street Science performances in Malawi, 2022",
        "ny": "Mverani kuchokera kwa Dr Walt Adamson pa zomwe adakumana nazo pamasewera a Street Science ku Malawi, 2022"
    },
    {
        "en": "Learn from Dr Nicola Veitch on her experiences in the Project.",
        "ny": "Phunzirani kuchokera kwa Dr Nicola Veitch pazomwe adakumana nazo mu Project."
    },
    {
        "en": "Get to know the Theatre Director Alan, and his thoughts on the Performances",
        "ny": "Dziwani ndi Wotsogolera zisudzo Alan, ndi malingaliro ake pa Zisudzo"
    },
    {
        "en": "A Comic Book about Sleeping Sickness",
        "ny": "Bukhu la Comic lonena za Matenda Akugona"
    },
    {
        "en": "A nightmarish parasite capable of disguising itself from the immune system and hiding undetected in the body.",
        "ny": "Tizilombo toopsa tomwe timatha kudzibisa tokha ku chitetezo chamthupi ndikubisala mosazindikirika m'thupi."
    },
    {
        "en": "This is a 360 Video. Hence please use your cursor on the Video, or move your phone around if you are viewing on a phone to move round the festival site. The video is best viewed from resolution 1080sHD and above.",
        "ny": "Iyi ndi Kanema wa 360. Chifukwa chake chonde gwiritsani ntchito cholozera pa Kanemayo, kapena sunthani foni yanu mozungulira ngati mukuwona pa foni kuti muyende kuzungulira malo okondwerera. Kanemayo amawonedwa bwino kwambiri kuchokera ku 1080sHD ndi pamwambapa."
    },
    {
        "en": "Our Street Scientists gave the Furhill Stadium football crowd a chance to get involved with learning the science behind the spread of infections and the role of antibodies within the body.",
        "ny": "Asayansi Athu a Street Scientists adapatsa gulu la mpira wa ku Furhill Stadium mwayi kuti atenge nawo mbali pophunzira sayansi yomwe imayambitsa kufalikira kwa matenda komanso ntchito ya ma antibodies m'thupi."
    },
    {
        "en": "Sleeping Sickness: A tale of Shape Shifting Parasites",
        "ny": "Matenda Ogona: Nthano ya Shape Shifting Parasites"
    },
    {
        "en": "Learn more about the human African trypanosomiasis.",
        "ny": "Dziwani zambiri za trypanosomiasis yamunthu yaku Africa."
    },
    {
        "en": "Watch an overview of the public engagements of the Street Scientists in Malawi, particularly in Rumphi and Nkhotakota in October 2022.",
        "ny": "Onani mwachidule zomwe gulu la Street Scientists in Malawi linachita ndi anthu, makamaka ku Rumphi ndi ku Nkhotakota mu Okutobala 2022."
    },
    {
        "en": "Talk About Tsetses",
        "ny": "Lankhulani za Tsetses"
    },
    {
        "en": "Let us talk about tsetse flies and their impact on health. This is an public engagement video on tsetse flies and trypanosoma.",
        "ny": "Tiyeni tikambirane za ntchentche za tsetse komanso mmene zimakhudzira thanzi. Iyi ndi kanema wokambirana ndi anthu pa tsetse flies ndi trypanosoma."
    },
    {
        "en": "Please give her your feedback",
        "ny": "Chonde mupatseni malingaliro anu"
    },
    {
        "en": "PUBLIC STATEMENT ON THE FUTURE OF MALAWI LEADERSHIP",
        "ny": "ZIMENE BAIBULO LIMANENA PA ZA TSOGOLO LA UTSOGOLERI WA MALAWI"
    },
    {
        "en": "Introduction",
        "ny": "Mawu Oyamba"
    },
    {
        "en": "Fellow Malawians, it is with great conviction and patriotism for my country, that I have decided to speak on issues that are affecting us all. I say conviction and patriotism for my country because in taking this stand, I am well aware of the associated risks to me personally, my family and my colleagues. However, my personal comfort plays subordinate to the national good. It is on that basis that I have braved to make this statement.",
        "ny": "Amalawi anzanga, ndikukhudzika ndi kukonda kwambiri dziko langa, ndaganiza zoyankhula pa nkhani zomwe zikutikhudza tonse. Ndikunena kukhudzika ndi kukonda dziko langa chifukwa potengera izi, ndikudziwa bwino za zoopsa zomwe zingabwere kwa ine, banja langa komanso anzanga. Komabe, chitonthozo changa chaumwini chimakhala pansi pa zabwino zadziko. Pachifukwa chimenecho ndalimbika mtima kunena mawu awa."
    },
    {
        "en": "I am inspired by the many brave Malawians who have come before me. From the time of Reverend John Chilembwe to Dr. Kamuzu Banda, who fought against a white establishment for us to attain political independence. I am inspired by the likes of Dr. Bakili Muluzi, late Chakufwa Chihana, late Aleke Banda and all those who braved the one-party system in the early 1990s for us to have democracy. These Malawians knew the risks so well but put the interest of the nation far ahead of their personal interests. If it were not for their sacrifices, perhaps we would until today be under colonial rule or under one-party system. This statement I am making is a fruit of their sacrifices. I am personally indebted to them all.",
        "ny": "Ndidalimbikitsidwa ndi Amalawi ambiri olimba mtima omwe adabwera ndisanabadwe. Kuyambira nthawi ya Reverend John Chilembwe mpaka Dr. Kamuzu Banda, omwe analimbana ndi azungu kuti tipeze ufulu wodzilamulira pa ndale. Ndalimbikitsidwa ndi Dr. Bakili Muluzi, malemu Chakufwa Chihana, malemu Aleke Banda ndi onse omwe adalimba mtima ndi chipani chimodzi kuchiyambi kwa zaka za m'ma 1990 kuti tikhale ndi demokalase. Amalawiwa ankadziwa zoopsazi koma ankaika zofuna za dziko patsogolo pa zofuna zawo. Pakadapanda kudzipereka kwawo, mwina mpaka lero tikanakhala pansi pa ulamuliro wachitsamunda kapena chipani chimodzi. Mawu awa amene ndikunena ndi chipatso cha nsembe zawo. Ine ndekha ndili ndi mangawa kwa iwo onse."
    },
    {
        "en": "Malawi is a country well-endowed with natural resources and a predominantly youthful and energetic human resource which unfortunately is currently under- utilized. Malawi has everything required for her people to economically develop except it lacks effective leadership. Our development challenges have remained the same. Economic growth rate remains low, children still learn under a tree, health facilities are poorly resourced, some people have yet to have access to safe drinking water, agriculture is largely rain-fed and subsistence, markets for agricultural produce are weak and unpredictable, few people own houses in urban areas and only few houses in rural areas are permanent, transport system is inefficient and expensive, university students from low income households continue to face the risk of withdrawal on account of lack of tuition fee or upkeep expenses, small and medium enterprises cannot grow because the business environment is less conducive and some districts have yet to have tarmac road until now.",
        "ny": "Dziko la Malawi ndi dziko lomwe lili ndi zinthu zachilengedwe komanso lili ndi anthu ambiri achinyamata komanso achangu, zomwe mwatsoka sizikugwiritsidwa ntchito mokwanira. Dziko la Malawi lili ndi zonse zofunika kuti anthu ake atukuke pachuma kupatula kuti alibe utsogoleri wabwino. Zovuta zathu zachitukuko zakhalabe zomwezo. Kukula kwachuma kumakhalabe kotsika, ana amaphunzirabe pansi pa mtengo, zipatala zilibe zida zokwanira, anthu ena sakupezabe madzi abwino akumwa, ulimi nthawi zambiri umakhala wa mvula komanso wokhazikika, misika yazaulimi ndi yofooka komanso yosadziwika bwino, ochepa. anthu ali ndi nyumba m'matauni ndipo ndi nyumba zochepa chabe kumidzi zomwe zimakhala zachikhalire, kayendedwe ka kayendedwe kake kamakhala kosagwira ntchito komanso kokwera mtengo, ophunzira aku yunivesite ochokera m'mabanja omwe amapeza ndalama zochepa akupitiriza kukumana ndi chiopsezo chosiya ntchito chifukwa chosowa malipiro a maphunziro kapena ndalama zothandizira, zazing'ono ndi zapakati. mabizinesi sangathe kukula chifukwa malo abizinesi ndi ochepa komanso maboma ena sadakhale ndi misewu ya phula mpaka pano."
    },
    {
        "en": "In fact, if one reads the priorities in the 1965 Nyasaland Development Plan and compare with priorities in the Statement of Development Policies in 1970s to mid- 1990s, then read Vision 2020 and then read Malawi 2063, it is clear that our priorities have remained the same. The reason they have remained the same is because they remain challenges because we have not made noticeable improvement as a country. The reason they remain challenges is because no leadership has addressed any key priority exhaustively. We still discuss food insecurity. We still discuss poor access to safe drinking water. We still discuss lack of all-weather roads in some areas. We still discuss poor access to electricity. We still discuss lack of profitable markets for farmers. We still discuss high unemployment especially among the youth.",
        "ny": "Ngati munthu awerenga zomwe zili mu 1965 Nyasaland Development Plan ndikufanizira ndi zomwe zili mu Statement of Development Policies mzaka za m'ma 1970 mpaka pakati pa 1990, ndiye kuwerenga Masomphenya a 2020 ndikuwerenga Malawi 2063, zikuwonekeratu kuti zomwe tidaziika patsogolo zakhalabe. yemweyo. Chifukwa chomwe akhalabe omwewo ndi chifukwa amakhalabe ndi zovuta chifukwa sitinachite bwino ngati dziko. Chifukwa chomwe amakhalirabe zovuta ndi chifukwa palibe utsogoleri womwe wakwaniritsa zofunikira zonse. Tikukambilanabe za kusowa kwa chakudya. Timakambilanabe za kusapeza bwino madzi akumwa abwino. Timakambiranabe za kusowa kwa misewu ya nyengo yonse m'madera ena. Tikukambilanabe za kusapezeka kwa magetsi. Timakambilanabe za kusowa kwa misika yopindulitsa kwa alimi. Tikukambilanabe za ulova wochuluka makamaka pakati pa achinyamata."
    },
    {
        "en": "Economy",
        "ny": "Chuma"
    },
    {
        "en": "Fellow Malawians, our economy remains small, vulnerable to shocks and we continue carrying the Least Developed Country label. Even more irritating is that countries which have been at war or in conflict have economies stronger than ours. The weak economy we have is not the make of nature. It is the make of our leaders. While acknowledging periods of progress, such periods have been episodic and short-lived.",
        "ny": "Amalawi anzanga, chuma chathu chikadali chaching'ono, sitingathe kudodometsa ndipo tikupitilizabe kukhala ndi chizindikiro cha Dziko Losatukuka. Chokhumudwitsa kwambiri n'chakuti mayiko omwe akhala akumenyana kapena kumenyana ali ndi chuma champhamvu kuposa chathu. Chuma chofooka chomwe tili nacho sichinthu chachilengedwe. Ndi mapangidwe a atsogoleri athu. Ngakhale kuvomereza nthawi za kupita patsogolo, nthawi zoterezi zakhala zachidule komanso zaufupi."
    },
    {
        "en": "Malawi has capacity to feed itself and other countries given its abundant water resources for irrigation. Malawi has capacity to substitute imports and to increase exports and in so doing improve her balance of payments, stabilize exchange rate and contain inflation rate. Malawi has capacity to manage its own budget without heavy borrowing.",
        "ny": "Dziko la Malawi lili ndi mphamvu yodzipezera chakudya komanso maiko ena chifukwa lili ndi madzi ochuluka othirira. Dziko la Malawi lili ndi mphamvu zolowa m'malo mwa katundu wogula kuchokera kunja ndi kuonjezera katundu wogulitsira kunja ndipo potero akweza malipiro ake, kukhazika mtima pansi komanso kusunga mitengo ya inflation. Dziko la Malawi lili ndi mphamvu zoyendetsera bajeti yake popanda kubwereka ndalama zambiri."
    },
    {
        "en": "Sadly, people we have put in position of power to advance our common interests have opted to pursue personal interests, maintain luxuries and perpetuate the status quo at the expense of common Malawians whom they are meant to serve. There is both outright impunity and institutionalized impunity. An example of institutionalized impunity is the heaping of allowance entitlements to cabinet members and senior government officers when middle and junior level officers continue earning low salaries.",
        "ny": "Chomvetsa chisoni n’chakuti anthu amene tawaika m’maudindo kuti apititse patsogolo zofuna zathu zonse asankha kuchita zofuna zawo, kukhala ndi moyo wapamwamba komanso kupititsa patsogolo zinthu zomwe zili m’gululi movutitsa Amalawi wamba amene amayenera kuwatumikira. Pali zonse ziŵiri kusalangidwa kotheratu ndi kusalanga anthu m’zipembedzo. Chitsanzo cha kusalanga anthu m'mabungwe ndi kuchuluka kwa ndalama zoperekedwa kwa nduna ndi akuluakulu aboma pomwe maofesala apakati ndi aang'ono akupitilira kulandira malipiro ochepa."
    },
    {
        "en": "We have a system which just fuel allowance entitlement of a cabinet member is worth more than a salary of a Principal Secretary and fuel allowance entitlement of a Principal Secretary is worth more than a salary of a middle level officer. The same is the case in state owned enterprises.",
        "ny": "Tili ndi dongosolo lomwe kuyenera kwa nduna ya nduna ya mafuta kumapereka ndalama zambiri kuposa malipiro a Mlembi Wamkulu ndipo ufulu wa mafuta a Mlembi Wamkulu ndi woposa malipiro a mkulu wapakati. Momwemonso ndi momwe zimakhalira m'mabizinesi aboma."
    },
    {
        "en": "I stand with you; teachers, police officers, healthcare workers, agriculture extension workers and many others whose salary is a fraction of just one allowance entitlement of a senior public officer and a minister. Surely, this is institutionalized impunity and must stop.",
        "ny": "Ine ndikuyima ndi inu; aphunzitsi, apolisi, ogwira ntchito zachipatala, ogwira ntchito zaulimi ndi ena ambiri omwe malipiro awo ndi kachigawo kakang'ono ka malipiro a munthu wamkulu wa boma ndi nduna. Zowonadi, uku ndikupanda chilango kokhazikika ndipo kuyenera kuyimitsa."
    },
    {
        "en": "I stand with you parents whose children are learning under a tree. I stand with you families who are struggling to put food on the table. I stand with you families whose sick relatives are sent back from hospital without receiving treatment. I stand with you, university students, who are struggling to meet upkeep expenses. I stand with you who are looking for a job which you are not able to find. I stand with you farmers who have been at subsistence level without hope of growing to a higher level. Your next government will stand with you. It will be a government whose job is to offer solutions and will address the challenges you are facing. You can count on me.",
        "ny": "Ndikuyima nanu makolo amene ana anu akuphunzira pansi pa mtengo. Ndikuyima ndi inu mabanja omwe mukuvutikira kuyika chakudya patebulo. Ndikuyima nanu mabanja amene achibale awo odwala abwezedwa kuchipatala osalandira chithandizo. Ndikuyimirira nanu, ophunzira akuyunivesite, omwe mukuvutikira kupeza ndalama zolipirira. Ndikuyima ndi inu amene mukufunafuna ntchito yomwe simuipeza. Ndikuyima nanu alimi omwe mwakhala mukungodzisamalira opanda chiyembekezo chodzakwera pamwamba. Boma lanu lotsatira lidzayima ndi inu. Lidzakhala boma lomwe ntchito yake ndi kupereka njira zothetsera mavuto omwe mukukumana nawo. Mutha kudalira ine."
    },
    {
        "en": "Fellow Malawians, I believe in the potential of our country and in Malawians. We read positive stories about economic success of Rwanda. Zambia has just changed narrative since their current government came in office later than our current government and we are hearing positive stories. There is no reason other than poor leadership, that stories for Malawi that make international news headlines are poverty, hunger and corruption involving high profile public officers.",
        "ny": "Amalawi anzanga, ndikhulupilira kukhoza kwa dziko lathu komanso Amalawi. Tidawerenga nkhani zabwino zokhudzana ndi chuma cha Rwanda. Zambia yangosintha nkhani kuyambira pomwe boma lawo lidabwera mochedwa kuposa boma lathu lomwe lilipo ndipo tikumva nkhani zabwino. Palibenso chifukwa china koma utsogoleri wosauka, kuti nkhani za Malawi zomwe zimakonda nkhani zapadziko lonse lapansi ndi umphawi, njala ndi katangale zomwe zimakhudza akuluakulu aboma."
    },
    {
        "en": "I feel the pain we are all going through in the tough economic times. I acknowledge that part of the reasons for the economic challenges are external factors such as a war in Ukraine and tropical cyclones. However, as I have said time and again in various media interviews, the external factors have just contributed. A large part of the challenges is our own making. The past national budgets by the current political administration were poorly prepared, not transformative and did not build foundation for macroeconomic stability. I said it in 2020 and have consistently said this. The problems we are going through were anticipated and I did not keep quiet, I shared my views then.",
        "ny": "Ndikumva ululu womwe tonse tikukumana nawo m'nthawi yovuta yazachuma. Ndikuvomereza kuti zina mwa zifukwa za mavuto azachuma ndi zinthu zakunja monga nkhondo ya ku Ukraine ndi mvula yamkuntho. Komabe, monga ndanenera mobwerezabwereza m'mafunso osiyanasiyana atolankhani, zinthu zakunja zangothandizira. Mbali yaikulu ya mavuto ndi kupanga kwathu tokha. Mabajeti am'mbuyomu a dziko laulamuliro wandale wapano anali osakonzekera bwino, osasintha ndipo sanapange maziko a kukhazikika kwachuma chachikulu. Ndidanena mu 2020 ndipo ndanena izi mosasintha. Mavuto omwe tikukumana nawo anali oyembekezeredwa ndipo sindinakhale chete, ndidagawana malingaliro anga pamenepo."
    },
    {
        "en": "The fast-rising public debt is testimony of lack of fiscal discipline. We were reminded a month ago that every Malawian is carrying on our shoulders a debt burden of K600,000. Unfortunately, this is not debt that financed programs to improve the living standard of us all. This is debt that financed corruption and luxury of senior officers. There has been limited interest to reform the fiscal plan – to remove or reduce unnecessary expenditure items and to grow the revenue base by increasing resource allocation to productive sectors. Additionally, there has been high level inefficiency in government resulting in delays to approve projects. The State President himself and some ministers have admitted this in public. Delay to approve projects locks up foreign exchange since most projects are donor- funded, delays job opportunities and delays development outcomes. These are the main reasons we are going through difficult times. If the leadership was up to task, the extent of suffering would be less than is the case.",
        "ny": "Ngongole zaboma zomwe zikuchulukirachulukira ndi umboni wa kusowa kwa kayendetsedwe kazachuma. Tidakumbutsidwa mwezi wapitawo kuti Amalawi aliyense ali ndi ngongole yokwana K600,000 paphewa. Tsoka ilo, iyi si ngongole yomwe idapereka ndalama zothandizira kuti tonsefe tikhale ndi moyo wabwino. Iyi ndi ngongole yomwe inkathandizira katangale komanso kutukuka kwa akuluakulu. Pakhala pali chidwi chochepa chofuna kusintha ndondomeko ya zachuma - kuchotsa kapena kuchepetsa zinthu zosafunikira komanso kukulitsa ndalama zopezera ndalama powonjezera kugawidwa kwazinthu kumagulu opindulitsa. Kuonjezera apo, pakhala kusagwira bwino ntchito kwa boma zomwe zachititsa kuti achedwe kuvomereza ntchito. Mtsogoleri wa dziko komanso nduna zina avomereza izi pamaso pa anthu. Kuchedwa kuvomereza ntchito kumatsekereza ndalama zakunja chifukwa mapulojekiti ambiri amathandizidwa ndi ndalama, kuchedwetsa mwayi wantchito komanso kuchedwetsa chitukuko. Izi ndi zifukwa zazikulu zomwe tikukumana ndi zovuta. Utsogoleri ukadakhala kuti ukugwira ntchito, kuvutikako kukanakhala kochepa kuposa momwe zilili."
    },
    {
        "en": "My colleagues and I come to offer genuine transformation. Malawi is a natural resource-rich and labour-abundant economy. Our economic policy will revolve around maximizing the potential in agriculture, mining, tourism and developing the human resource both in its own right and as catalysts for manufacturing. This will be done while progressively moving towards a knowledge economy by investing in science and technology.",
        "ny": "Ine ndi anzanga timabwera kudzapereka kusintha kwenikweni. Dziko la Malawi lili ndi chuma chambiri komanso chochuluka kwa antchito. Ndondomeko yathu yazachuma ikhudza kukulitsa luso lazaulimi, migodi, zokopa alendo komanso kukulitsa luso la anthu pazokha komanso ngati zolimbikitsa kupanga. Izi zidzachitika pamene tikupita patsogolo ku chuma cha chidziwitso poika ndalama mu sayansi ndi luso lamakono."
    },
    {
        "en": "I will implement Malawi 2063 in its entirety. I am happy to inform you, fellow Malawians, that Malawi 2063 is a document I intimately subscribe to, because I was one of the reviewers. I also co-reviewed the enabler on enhanced public sector performance in the Malawi 2063 first 10 years Implementation Plan. My being identified as a person who could review this enabler is testimony that I understand the public service and I know how to make it perform. When I say I will implement it fully, I know what is in the document and I have adequate passion to implement it. I emphasize I because the responsibility for implementing a strategic plan in any organization is vested in the head of the organization. What makes a strategy work for one organization and fail for the other organization, is the quality of leadership of the organization. I will provide quality leadership.",
        "ny": "Ndikhazikitsa Malawi 2063 yonse. Ndine wokondwa kukudziwitsani a Malawi anzanga kuti Malawi 2063 ndi chikalata chomwe ndimalembetsa nacho mwachidwi chifukwa ndinali m'modzi mwa omwe adawunika. Ndinaunikanso mothandizana nawo pa kulimbikitsa ntchito za mabungwe a boma mu Ndondomeko Yokwaniritsira zaka 10 ya Malawi 2063. Kuzindikiridwa kwanga ngati munthu yemwe ndingathe kuwunikiranso izi ndi umboni wakuti ndimamvetsetsa ntchito za boma ndipo ndikudziwa momwe ndingachitire. Ndikanena kuti ndikwaniritsa zonse, ndikudziwa zomwe zili mu chikalatacho ndipo ndili ndi chidwi chokwaniritsa. Ndikutsindika ine chifukwa udindo wokhazikitsa ndondomeko mu bungwe lililonse uli ndi mutu wa bungwe. Chomwe chimapangitsa kuti ndondomeko igwire ntchito ku bungwe limodzi ndikulephera kwa bungwe lina, ndi khalidwe la utsogoleri wa bungwe. Ndipereka utsogoleri wabwino."
    },
    {
        "en": "We will transform agriculture through Mega farms and cooperatives which will facilitate mechanization, improve productivity, promote access to reliable markets for farmers, catalyze industrialization and urbanization. We will embark on infrastructure revolution agenda. From electricity generation, transport and ICT to residential and government office buildings.",
        "ny": "Tidzasintha ulimi kudzera m'mafamu a Mega ndi ma cooperative omwe athandizira kugwiritsa ntchito makina, kukonza zokolola, kulimbikitsa mwayi wopeza misika yodalirika kwa alimi, kulimbikitsa kukula kwa mafakitale ndi kukwera kwa mizinda. Tidzayamba ndi ndondomeko yosintha chitukuko. Kuyambira kupanga magetsi, zoyendera ndi ICT kupita ku nyumba zogona komanso maofesi aboma."
    },
    {
        "en": "We will decisively support micro, small and medium enterprises. We will identify those which Malawi has comparative and competitive advantage to produce and have niche markets in the region and prioritize support to them. One key performance indicator for the Ministry of Industrialization and Trade will be the number of micro-scale enterprises graduating into small-scale; the number of small-scale enterprises graduating into medium-scale; the number of medium-scale graduating into large-scale annually. We will encourage and support Malawian large-scale enterprises to become multinational corporations. We denounce the glorification of the MSME concept as if that is the ideal destiny for them. They will be helped to grow.",
        "ny": "Tidzathandizira mabizinesi ang'onoang'ono, ang'onoang'ono ndi apakatikati. Tidzazindikira omwe dziko la Malawi lili ndi mwayi wofananiza komanso wopikisana kuti lipange ndikukhala ndi misika yayikulu mderali ndikuyika chithandizo patsogolo kwa iwo. Chizindikiro chimodzi chofunika kwambiri cha ntchito za Unduna wa Zamakampani ndi Malonda ndi kuchuluka kwa mabizinesi ang'onoang'ono omwe amaliza maphunziro awo ang'onoang'ono; kuchuluka kwa mabizinesi ang'onoang'ono omwe amaliza maphunziro apakati; chiwerengero cha omaliza maphunziro apakati pazaka zazikulu pachaka. Tilimbikitsa ndi kuthandizira mabizinesi akuluakulu aku Malawi kuti akhale mabungwe amitundu yosiyanasiyana. Timatsutsa kulemekezedwa kwa lingaliro la MSME ngati kuti ndilo tsogolo labwino kwa iwo. Iwo adzathandizidwa kukula."
    },
    {
        "en": "There are four main ways in which a country can benefit from its extractive resources which include mining. These are i) royalties, ii) resource rent iii) State participation and iv) taxes. So far, the component of State participation has not been exploited despite being the most beneficial way. To maximize benefits from mining, government will establish a Mining Company that will be getting into Joint Venture arrangement with foreign companies. Joint Venture arrangements will enable Malawians to be in management team and in the Board of Directors, thereby directly participating in running mining business and curb transfer pricing and other forms of illicit financial flows that often happen in mining industry. Your next government will review tax incentives to ensure Malawians get a fair share of their natural resources.",
        "ny": "Pali njira zinayi zazikulu zomwe dziko lingapindule ndi chuma chake chomwe chimaphatikizapo migodi. Izi ndi i) malipiro, ii) lendi ya zinthu zogwirira ntchito iii) Kutengapo mbali kwa boma ndi iv) misonkho. Mpaka pano, gawo la kutenga nawo gawo kwa Boma silinagwiritsidwepo ntchito ngakhale kuti ndi njira yopindulitsa kwambiri. Pofuna kupeza phindu lochokera ku migodi, boma likhazikitsa Kampani ya Migodi yomwe izikhala ikuchita nawo mgwirizano ndi makampani akunja. Makonzedwe a Mgwirizano wa Mgwirizano athandiza Amalawi kukhala mu gulu loyang'anira ndi mu Komiti Yoyang'anira, potero kutenga nawo mbali poyendetsa bizinesi ya migodi ndi kuchepetsa mitengo yamtengo wapatali ndi njira zina zosavomerezeka zandalama zomwe zimachitika nthawi zambiri m'makampani amigodi. Boma lanu lotsatira lidzaunikanso zolimbikitsa zamisonkho kuti Amalawi apeze gawo loyenera la chuma chawo."
    },
    {
        "en": "We will approach tourism holistically and contextually. Tourism is about attraction. We will invest in areas that are unique to Malawi, one of them is establishing vibrant cultural centers and packaging our history into a commercial product. Tourism is a beneficiary of derived demand. Our resolve to develop the economy, develop manufacturing sector will positively contribute to the travel and tourism industry. We will make Malawi a destination for citizens of neighboring countries to come and shop. As they come, they will need accommodation and transport just as Malawians do when they travel outside.",
        "ny": "Tidzayang'ana zokopa alendo mokwanira komanso mogwirizana. Tourism imakhudza kukopa. Tipanga ndalama m'madera omwe ndi a Malawi okha, imodzi mwa izo ndikukhazikitsa malo osangalatsa a chikhalidwe komanso kuyika mbiri yathu kukhala malonda. Tourism imapindula ndi zomwe zafunidwa. Kutsimikiza kwathu kukulitsa chuma, kukulitsa gawo lazopangapanga kumathandizira kwambiri pamakampani oyenda ndi zokopa alendo. Tipanga dziko la Malawi kukhala kofikira nzika za maiko oyandikana nawo kuti zibwere kudzagula zinthu. Akabwera adzafunika malo ogona komanso zoyendera ngati mmene amalawi amachitira akamatuluka kunja."
    },
    {
        "en": "Agriculture transformation, infrastructure revolution, growing of MSMEs, mining, industrialization (manufacturing) and tourism will anchor our job creation agenda.",
        "ny": "Kusintha kwaulimi, kusintha kwa zomangamanga, kukula kwa ma MSME, migodi, chitukuko cha mafakitale (kupanga) ndi zokopa alendo zidzakhazikitsa ndondomeko yathu yopezera ntchito."
    },
    {
        "en": "My fellow Malawians, I am aware of the key drivers of cost of living. We will overhaul the fuel procurement system in the short-term while investing in cost- effective mode of transport such as rail and pipeline in line with the Malawi National Transport Master Plan. We will review all levies and remove or reduce those that can be done so without compromising public service delivery. We will work to achieve macroeconomic stability with a stable and relatively strong currency to contain imported inflation. In line with Malawi 2063, we will enhance agricultural productivity so that price of food is cheap while farmers still make profit.",
        "ny": "Amalawi anzanga, ndikudziwa zomwe zikuyambitsa kukwera kwachuma. Tidzakonza njira zogulira mafuta pakanthawi kochepa pomwe tikuika ndalama zoyendera zotsika mtengo monga njanji ndi mapaipi mogwirizana ndi dongosolo la Malawi National Transport Master Plan. Tidzawunikanso ma msonkho onse ndikuchotsa kapena kuchepetsa zomwe zingachitike popanda kusokoneza kayendetsedwe ka anthu. Tidzagwira ntchito kuti tikwaniritse kukhazikika kwachuma chachikulu ndi ndalama yokhazikika komanso yamphamvu kuti ikhale ndi kukwera kwamitengo yochokera kunja. Mogwirizana ndi Malawi 2063, tikulitsa zokolola zaulimi kuti mtengo wa chakudya ukhale wotchipa pomwe alimi amapezabe phindu."
    },
    {
        "en": "We will embark on an ambitious home ownership program in which Malawi Housing Corporation will be recapitalized so it can build houses of different designs to suit your affordability. You will be paying monthly rental fee but which will be going towards purchase of the house. We will make home ownership easy for everyone. A well-thought housing scheme will be implemented in rural areas.",
        "ny": "Tidzayamba pulogalamu ya umwini wa nyumba yomwe Malawi Housing Corporation idzakulitsidwanso kuti imange nyumba zamapangidwe osiyanasiyana kuti zigwirizane ndi zomwe mungakwanitse. Mukhala mukulipira ndalama zobwereketsa pamwezi koma zomwe zikupita kukagula nyumbayo. Tipanga umwini wanyumba kukhala wosavuta kwa aliyense. Ndondomeko yoganizira bwino za nyumba idzakhazikitsidwa kumidzi."
    },
    {
        "en": "My fellow Malawians, our approach to improving living standards focuses on containing cost of living on one hand and improving incomes on the other hand while investing in physical and human capital development to put a solid foundation for economic development. That is what your next government will do.",
        "ny": "Amalawi anzanga, njira yathu yopititsira patsogolo moyo wa anthu ikuyang'ana kwambiri kukhala ndi mtengo wamoyo ndi kukweza ndalama kumbali ina kwinaku tikuika ndalama zoyendetsera chuma ndi chitukuko cha anthu kuti tikhazikitse maziko olimba a chitukuko cha chuma. Izi ndi zomwe boma lanu lotsatira lidzachite."
    },
    {
        "en": "Public debt management will be key in getting the economy back on right track. Our resolve to decisively end corruption will free up resources and reduce the need for borrowing. Estimates based on previous government financial audits showed that 30% of the national budget is unaccounted for. When the system is fixed, we will save these funds and spend on intended projects. Our resolve to reform the fiscal plan so we remove unnecessary expenditure and we grow revenue base will reduce the need for borrowing. Reform of foreign missions will free up resources. Where we will have to borrow for legitimate reasons, these questions will guide in determining the source of borrowing; 1) will the loan help grow economy (GDP)? 2) will the loan help either grow tax revenue or reduce expenditure or both? 3) will the loan help grow exports? If the answer is NO especially to 2 and 3, no external loan will be contracted. If a loan still has to be secured, it will be domestic and using a long-term development bond.",
        "ny": "Kuwongolera ngongole za anthu kudzakhala kofunika kwambiri kuti chuma chibwerere m'njira yoyenera. Kutsimikiza mtima kwathu kuthetsa ziphuphu kudzamasula chuma ndi kuchepetsa kufunika kobwereka. Ziwerengero zochokera ku kafukufuku wa zachuma m’boma za m’mbuyomu zidawonetsa kuti 30% ya ndalama za dziko lino sizikudziwika. Dongosolo likakhazikitsidwa, tidzasunga ndalamazi ndikuzigwiritsa ntchito zomwe tikufuna. Kutsimikiza kwathu kusintha ndondomeko ya zachuma kuti tichotse ndalama zosafunikira komanso kukulitsa ndalama zomwe zingachepetse kufunika kobwereka. Kusintha kwa mautumiki akunja kudzamasula zothandizira. Kumene tidzayenera kubwereka pazifukwa zomveka, mafunsowa adzatsogolera pozindikira gwero la kubwereka; 1) Kodi ngongoleyo ithandiza kukulitsa chuma (GDP)? 2) Kodi ngongoleyo ithandizira kukulitsa ndalama zamisonkho kapena kuchepetsa ndalama zomwe zimagwiritsidwa ntchito kapena zonse ziwiri? 3) Kodi ngongoleyo imathandizira kukulitsa zogulitsa kunja? Ngati yankho liri AYI makamaka pa 2 ndi 3, palibe ngongole yakunja yomwe ingapangidwe. Ngati ngongole iyenera kutetezedwa, idzakhala yapakhomo komanso yogwiritsira ntchito chitukuko chanthawi yayitali."
    },
    {
        "en": "Reducing debt will feed into stimulating private sector development as commercial banks and other lenders will have enough liquidity to lend to private sector at competitive interest rates. Your next government will commit to clearing payment arrears as one way of capacitating private sector to operate fully, expand production and create additional jobs.",
        "ny": "Kuchepetsa ngongole kudzakhala kulimbikitsa chitukuko cha mabungwe abizinesi chifukwa mabanki azamalonda ndi obwereketsa ena adzakhala ndi ndalama zokwanira kubwereketsa mabungwe wamba pamitengo yopikisana. Boma lanu lotsatira lidzadzipereka kubweza ngongole zomwe zabweza ngati njira imodzi yothandizira mabungwe azibizinesi kuti azigwira ntchito mokwanira, kukulitsa kupanga ndikupanga ntchito zina."
    },
    {
        "en": "Corruption",
        "ny": "Ziphuphu"
    },
    {
        "en": "Corruption is a developmental challenge. It is a political campaign issue. Every leader promises to end corruption during political campaign yet corruption continues to worsen. Recent revelations of corruption are evident that our leaders are not only failing to end corruption, they are in fact participating in it.",
        "ny": "Ziphuphu ndizovuta zachitukuko. Ndi nkhani ya ndale. Mtsogoleri aliyense amalonjeza kuthetsa ziphuphu panthawi ya ndale koma ziphuphu zikupitirirabe. Ziphuphu zomwe zavumbulutsidwa posachedwa zikuwonekeratu kuti atsogoleri athu sakungolephera kuthetsa ziphuphu, akutenga nawo mbali."
    },
    {
        "en": "A large part of our poverty is due to corruption. We have had leaders who amass wealth for themselves through corruption and morally questionable entitlements and give us leftovers. Citizens have systematically been economically disempowered so we can depend on them. They use the same corruptly acquired wealth, stolen from the many taxes we pay, to coax us to side with them when they are caught on the wrong side of the law. They project a picture that any criminal investigation in their dealings is the work of their political rivals. We fight on their behalf even when they were the first to kill us through denying us access to education, healthcare, food and job and business opportunities.",
        "ny": "Gawo lalikulu la umphawi wathu ndi chifukwa cha ziphuphu. Takhala ndi atsogoleri omwe amadziunjikira chuma chifukwa cha katangale ndi ziyeneretso zokayikitsa zamakhalidwe ndikutipatsa zotsalira. Nzika zalephera mwadongosolo pazachuma kotero titha kudalira iwo. Amagwiritsa ntchito chuma chomwe adachipeza mwachinyengo, chomwe chabedwa pamisonkho yambiri yomwe timalipira, kutikopa kuti tigwirizane nawo pamene agwidwa panjira yolakwika ya lamulo. Amapereka chithunzi chakuti kufufuza kulikonse kwaupandu muzochita zawo ndi ntchito ya otsutsana nawo andale. Timawamenyera nkhondo ngakhale pamene anali oyamba kutipha potiletsa mwayi wopeza maphunziro, chithandizo chamankhwala, chakudya, ntchito ndi bizinesi."
    },
    {
        "en": "Malawi has enough financial resources to deliver public services adequately. Publicly available information confirm that it is possible to run a government without heavy borrowing. For example, it is alleged that in one contract, a business person charged government US$10,524,000 for goods that cost the business person US$2,165,700 making abnormal profit of US$8,358,300. Surely this is over- pricing and stealing from poor Malawians.",
        "ny": "Dziko la Malawi lili ndi ndalama zokwanira zoperekera ntchito za boma moyenera. Zomwe zilipo poyera zimatsimikizira kuti n'zotheka kuyendetsa boma popanda kubwereka kwambiri. Mwachitsanzo, akuti m’kontrakitala ina, munthu wina wabizinesi analipira boma ndalama zokwana madola 10,524,000 pa katundu amene wachita bizineziyo amapeza ndalama zokwana madola 2,165,700 akupanga phindu losazolowereka la US$8,358,300. Zoonadi uku ndikokwera mtengo komanso kubera Amalawi osauka."
    },
    {
        "en": "Fellow Malawians, we all can see that the main problem in Malawi is not inadequate resources but corruption and excessive and expensive entitlements of senior public officers. Fighting corruption must be a top priority for a government. That is not the case unfortunately. Some of the reasons corruption is not ending include the expensive type of political campaign and the parasitic political party system. Statistics confirm that Malawi is a least developed country hence it is a country whose people are poor and by extension, a country whose politicians are poor. The type of political campaign that is practiced is expensive and breeds a fertile ground for advance State capture by those who bankroll the campaign. Corrupt business\npeople finance greedy politicians in anticipation of easy access to business contracts once the politician or political party is in power. This is what has sustained State capture.",
        "ny": "Amalawi anzanga, tonse tikutha kuona kuti vuto lalikulu m’Malawi muno si kusowa kwa chuma koma katangale ndi kukwera mtengo kwa udindo wa akuluakulu aboma. Kuthana ndi ziphuphu kuyenera kukhala chinthu chofunikira kwambiri m'boma. Izi sizili choncho mwatsoka. Zina mwa zifukwa zomwe katangale sizikutha ndi monga kukwera mtengo kwa ndale ndi ndondomeko ya zipani zandale. Ziwerengero zikutsimikizira kuti dziko la Malawi ndi dziko losatukuka kwambiri choncho ndi dziko lomwe anthu ake ndi osauka komanso kuti ndi dziko lomwe andale ndi osauka. Mtundu wa kampeni ya ndale yomwe ikuchitika ndi yokwera mtengo ndipo imabweretsa mwayi woti boma lilandidwe pasadakhale ndi omwe akubweza kampeniyo. Amalonda achinyengo amapereka ndalama kwa andale adyera poyembekezera kuti adzapeza mosavuta mapangano abizinesi andale kapena chipani cha ndale chikayamba kulamulira. Izi ndi zomwe zapangitsa kuti State Capture ipitirire."
    },
    {
        "en": "In State capture, the loser is the citizenry. Politicians influence award of government contracts to corrupt business people at inflated prices. The inflated prices are because the corrupt business people want to i) recover the money they spent to bankroll campaign, ii) sell the goods and services at a profit and iii) give part of the payment to the politicians so they remain connected. When the politicians get part of the payment they use part of the money for their personal projects and part of it for campaign materials and other political expenses. That is why the fight against corruption cannot be won if we continue using the same political campaign model. In fact, there are politicians who have established businesses out of money acquired in this way. Their businesses get contracts from the same government they stole capital from. In other words, our tax money has become business capital for greedy politicians and the businesses get contracts from government where they are paid by our tax money again. This is the height of impunity in Malawi. We all have a responsibility to stop this.",
        "ny": "Polanda boma, wolephera ndi nzika. Andale amasonkhezera kupereka makontrakitala aboma kwa anthu abizinesi pamitengo yokwera kwambiri. Mitengo yakwera chifukwa anthu abizinesi achinyengo akufuna i) kubweza ndalama zomwe adagwiritsa ntchito pochita kampeni yobwereketsa ndalama, ii) kugulitsa katundu ndi ntchito pakupeza phindu komanso iii) kupereka gawo la ndalamazo kwa andale kuti azilumikizana. Andale akapeza gawo la ndalamazo amagwiritsira ntchito gawo lina la ndalamazo pa ntchito zawo zaumwini ndipo mbali ina yake amagwiritsira ntchito zipangizo za kampeni ndi ndalama zina za ndale. Ndicho chifukwa chake nkhondo yolimbana ndi katangale sitingapambane ngati tipitiriza kugwiritsa ntchito ndale zomwezo. Kunena zoona, pali andale amene akhazikitsa mabizinesi chifukwa cha ndalama zopezedwa motere. Mabizinesi awo amapeza makontrakitala ku boma lomwe adaberako ndalama. M'mawu ena, ndalama zathu zamisonkho zakhala ndalama zabizinesi kwa andale adyera ndipo mabizinesi amapeza makontrakitala ku boma komwe amalipidwanso ndi ndalama zathu zamisonkho. Uku ndiye kukwera kwakusalanga m'Malawi. Tonse tili ndi udindo woletsa izi."
    },
    {
        "en": "My fellow Malawians, let me illustrate how corruption causes poverty. Suppose there was money enough to construct three school blocks but due to corruption the price is inflated and the money can only construct two school blocks. Suppose each school block has two classrooms that can accommodate 60 learners. Further, suppose constructing a school block offers job opportunity to ten people as bricklayers, carpenters and others. By constructing two instead of three school blocks because of inflated prices, the results are as follows",
        "ny": "Amalawi anzanga, ndiloleni ndifotokoze mmene ziphuphu zimabweretsera umphawi. Tiyerekeze kuti panali ndalama zokwanira kumanga midadada itatu ya masukulu koma chifukwa cha katangale mtengo wakwera ndipo ndalamazo zimangomanga midadada iwiri yokha. Tiyerekeze kuti mdawo uliwonse wa sukulu uli ndi makalasi awiri otha kukhala ndi ophunzira 60. Komanso, tiyerekeze kuti kumanga bwalo la sukulu kumapereka mwayi kwa anthu khumi ngati omanga njerwa, akalipentala ndi ena. Pomanga ziwiri m’malo mwa midadada itatu yasukulu chifukwa cha kukwera mitengo kwa zinthu, zotsatira zake ndi motere"
    },
    {
        "en": "Three blocks would have made 360 learners move from learning under a tree to a proper classroom, but due to corruption only 240 learners will be in a good classroom. The other 120 learners will continue learning under a tree yet money was available to put them in a good classroom.",
        "ny": "Midalu itatu ikadapangitsa kuti ophunzira 360 asamuke kuchoka pakuphunzira pansi pa mtengo kupita ku kalasi yoyenera, koma chifukwa cha katangale ndi ophunzira 240 okha omwe adzakhala mkalasi yabwino. Ophunzira ena 120 apitiriza kuphunzira pansi pa mtengo komabe ndalama zinalipo zowaika m’kalasi yabwino."
    },
    {
        "en": "Constructing three school blocks would create employment opportunities to 30 people. By constructing two, it means 10 people who would have some work to do still have no job.",
        "ny": "Kumanga midadada itatu kusukulu kungapangitse mwayi wa ntchito kwa anthu 30. Pomanga awiri, zikutanthauza kuti anthu 10 omwe angakhale ndi ntchito yoti agwire alibe ntchito."
    },
    {
        "en": "Since there is corruption, there is high likelihood that the two school blocks may be of substandard quality. They may need maintenance quicker than if construction was not marred with corruption. Additional resources are likely to be spent to rehabilitate the same school blocks when the resources would have been spent on other functions.",
        "ny": "Popeza pali katangale, pali mwayi waukulu woti midadada ya sukulu ziwirizi ingakhale yotsika mtengo. Angafunike kukonzanso mwachangu kuposa momwe ntchito yomanga sinawonongedwe ndi ziphuphu. Zida zoonjezera zitha kugwiritsidwa ntchito kukonzanso midadada ya masukulu omwewo pomwe zothandizira zikanagwiritsidwa ntchito zina."
    },
    {
        "en": "If children are learning under a tree; if there are no drugs in health facilities; if there are no all-weather roads in some areas; if jobs are scarce; if we Malawians are poor; one of the main causes is corruption.",
        "ny": "Ngati ana akuphunzira pansi pa mtengo; ngati mulibe mankhwala m'zipatala; ngati m'madera ena mulibe misewu ya nyengo yonse; ngati ntchito zili zochepa; ngati ife Amalawi ndi osauka; chimodzi mwa zifukwa zazikulu ndi ziphuphu."
    },
    {
        "en": "Our approach to the fight against corruption starts from the process of getting into office. We will not do the traditional political campaign you have known. We will not do because we do not want to get money from corrupt business people so that when you vote us into office we serve them instead of serving you, Malawians.",
        "ny": "Njira yathu yolimbana ndi katangale imayambira pakulowa m'maudindo. Sitidzachita ndale zachikhalidwe zomwe mukudziwa. Sitingatero chifukwa sitifuna kupeza ndalama kwa anthu amalonda achinyengo kuti mukativotera paudindo titumikire iwo m’malo motumikira inu Amalawi."
    },
    {
        "en": "We will not form a political party because it is an expensive organization that contributes to temptation of political leaders to indulge in corruption and when in office, abuse public resources to fund the political party. You can relate this to some of the revelations that are coming out now of how public institutions financed activities of a political party. We do not want to tie ourselves to the yokes that have chained the others. More importantly, not forming a political party means that there will be no group of people (members of the ruling party) that feels and behaves as more important than the rest of Malawians. Between me and the public service, there will be no person or group of people to terrorize public servants on the premise that they are the ruling party members.",
        "ny": "Sitipanga chipani cha ndale chifukwa ndi gulu lokwera mtengo lomwe limathandizira kukopa atsogoleri andale kuchita katangale ndipo akakhala paudindo amawononga chuma chaboma popereka ndalama ku zipani. Mutha kufanizira izi ndi mavumbulutso omwe akubwera tsopano a momwe mabungwe aboma amapezera ndalama za chipani cha ndale. Sitikufuna kudzimanga tokha ku magoli amene anamanga ena unyolo. Chofunika koposa, kusapanga chipani cha ndale kumatanthauza kuti sipadzakhala gulu la anthu (mamembala a chipani cholamula) amene amadziona kuti ndi ofunika kwambiri kuposa Amalawi ena onse. Pakati pa ine ndi anthu ogwira ntchito m’boma, sipadzakhala munthu kapena gulu la anthu oti aziopseza ogwira ntchito m’boma potengera kuti iwowo ndi a chipani cholamula."
    },
    {
        "en": "It is not an exaggeration to say that political parties have been a disuniting factor so far in Malawi as they have been catalyst for tribalism and nepotism. You may appreciate the observation that in some political parties, it does not matter how loyal and qualified a member is, if they do not come from a particular region or from a particular tribe they cannot be voted president of a party to have a chance to contest as president of a country. We must for a moment dismantle this construct and create a political system that gives hope to every Malawian everywhere that they can be anything including President of Malawi if they work hard, have qualifications and have the integrity to serve their nation. I am convinced that being a president without a political party will foster nation building.",
        "ny": "Sikokokomeza kunena kuti zipani zandale zakhala zikugawikana m’Malawi muno kaamba koti zikudzetsa tsankho komanso kukonderana. Mungayamikire kuona kuti m’zipani zina za ndale, zilibe kanthu kuti membala ndi wokhulupirika komanso woyeneretsedwa chotani, ngati sachokera kudera linalake kapena ku fuko linalake sangavoteredwe kukhala pulezidenti wa chipani china kuti akhale ndi mwayi wochitapo kanthu. kupikisana ngati purezidenti wa dziko. Tiyezetse kaye kamangidwe kameneka ndi kukhazikitsa ndale zomwe zimapereka chiyembekezo kwa Amalawi kulikonse kuti akhoza kukhala chilichonse kuphatikiza Purezidenti wa Malawi ngati atagwira ntchito molimbika, ali ndi ziyeneretso komanso kukhala ndi umphumphu kutumikira dziko lawo. Ndine wotsimikiza kuti kukhala pulezidenti wopanda chipani chandale kudzalimbikitsa kumanga dziko."
    },
    {
        "en": "Additionally, as your leader, I will have all my focus on running government, rather than divide my focus between running government on one hand and running a political party on the other hand.",
        "ny": "Kuonjezera apo, monga mtsogoleri wanu, ndidzakhala ndi maganizo anga onse pa kuyendetsa boma, osati kugawa maganizo anga pakati pa kuyendetsa boma kumbali imodzi ndi kuyendetsa chipani cha ndale kumbali ina."
    },
    {
        "en": "Fighting corruption is a war. Being a war, it needs troops who are loyal to their nation, troops who are well-trained and well-resourced. Above all, troops who are best commanded. The agencies responsible for fighting corruption are the troops. The President is the commander. Like in a military war, if troops are compromised, it is difficult to win the fight against corruption. If the commander is compromised, it is impossible to win the fight against corruption.",
        "ny": "Kulimbana ndi ziphuphu ndi nkhondo. Pokhala nkhondo, pamafunika asilikali omwe ali okhulupirika ku dziko lawo, asilikali ophunzitsidwa bwino komanso ophunzitsidwa bwino. Koposa zonse, asilikali amene ali olamulidwa bwino. Mabungwe omwe ali ndi udindo wothana ndi ziphuphu ndi asitikali. Purezidenti ndiye mtsogoleri. Mofanana ndi nkhondo yankhondo, ngati asilikali asokonezedwa, n’zovuta kupambana pankhondo yolimbana ndi ziphuphu. Ngati mkulu wa asilikaliyo wanyengerera, n’zosatheka kupambana pankhondo yolimbana ndi ziphuphu."
    },
    {
        "en": "For the reason that we will not get into office through a corrupt process, you can be assured that my team and I will fight against corruption decisively for we will not be haunted by our own involvement in the same. I will take it my prime responsibility that the fight against corruption is ably commanded and that if there are elements of compromised loyalty in the troops, I take corrective measures. I can guarantee that under my stewardship, no effort will be spared to fight corruption.",
        "ny": "Pachifukwa choti sitidzalowa m'maudindo chifukwa cha katangale, mutha kukhala otsimikiza kuti gulu langa ndi ine tidzalimbana ndi katangale mosamalitsa chifukwa sitidzavutitsidwa ndi kutenga nawo gawo pakuchita zomwezo. Ndidzaona kuti ndi udindo wanga waukulu kuti ntchito yolimbana ndi katangale ilamulidwe moyenera komanso kuti ngati pali zinthu zina zomwe zingasokoneze kukhulupirika m'gulu lankhondo, ndiyenera kukonza. Nditha kutsimikizira kuti pansi pa utsogoleri wanga, palibe chochita chilichonse cholimbana ndi ziphuphu."
    },
    {
        "en": "The future of Malawi leadership",
        "ny": "Tsogolo la utsogoleri wa Malawi"
    },
    {
        "en": "Fellow Malawians, I understand the frustration among well-meaning Malawians. I am aware that some of you have lost interest in voting in next election because we have been disappointed by the political administrations we have had. I come to give hope. I come to restore the courage we always have had, believing that as citizens, power is in our hands to make a leadership that has i) integrity, ii) technical and administrative competence and iii) desire to serve.",
        "ny": "Amalawi anzanga, ndikumvetsa kukhumudwa komwe kulipo pakati pa Amalawi omwe ali ndi zolinga zabwino. Ndikudziwa kuti ena mwa inu mwataya chidwi chofuna kuvota pachisankho chikubwerachi chifukwa takhumudwitsidwa ndi maulamuliro a ndale omwe takhala nawo. Ndabwera kudzapatsa chiyembekezo. Ndabwera kudzabwezeretsa kulimba mtima komwe takhala nako, tikukhulupirira kuti monga nzika, mphamvu zili m'manja mwathu kupanga utsogoleri womwe uli ndi i) kukhulupirika, ii) luso laukadaulo ndi utsogoleri komanso iii) chikhumbo chofuna kutumikira."
    },
    {
        "en": "The 2025 presidential election will be a ‘referendum’ - a choice between maintaining impunity versus ending impunity; a choice between maintaining mediocrity versus a launch of meritocracy; a choice between politicians versus leaders.",
        "ny": "Chisankho cha pulezidenti cha 2025 chidzakhala 'referendum' - kusankha pakati pa kusunga zisankho ndi kuthetsa kusalangidwa; kusankha pakati pa kukhala pakati ndi kukhazikitsidwa kwa meritocracy; kusankha pakati pa andale ndi atsogoleri."
    },
    {
        "en": "To echo the words of Barack Obama, former President of the USA, “we did not inherit the country from our ancestors so we can feel a sense of entitlement, rather we borrowed it from our children and the generations to come and therefore we have an obligation to hand over a better country to them”.",
        "ny": "Kubwereza mawu a Barack Obama, Purezidenti wakale wa USA, \"ife sitinatenge dziko kuchokera kwa makolo athu kotero kuti titha kumva kuti tili ndi ufulu, m'malo mwake tidabwereka kwa ana athu ndi mibadwo yomwe ikubwera ndipo chifukwa chake tili ndi ufulu. udindo wopereka dziko labwino kwa iwo.”"
    },
    {
        "en": "We have a responsibility to change the narrative that politics is for the few rich Malawians more so those getting rich through corruption and theft of public resources. We have a duty to change the narrative that politics is for crooks, liars, the incompetent and that politics is risky.",
        "ny": "Tili ndi udindo wosintha nkhani yoti ndale ndi za Amalawi olemera ochepa kwambiri kuposa omwe amalemera ndi katangale ndi kuba chuma chaboma. Tili ndi udindo wosintha nkhani yoti ndale ndi za achinyengo, abodza, osachita bwino komanso kuti ndale ndi zowopsa."
    },
    {
        "en": "My colleagues and I are at your service and are determined to make personal sacrifices for the sake of presenting a real choice to you in the next elections. We come so that as voters you are not faced with a choice between lemons and grapefruits (manyumwa), for both are sour. We come to be your real choice. We know the contenders are heavily armoured with resources, including those they stole from our taxes.",
        "ny": "Anzanga ndi ine tiri pa ntchito yanu ndipo tatsimikiza mtima kudzimana kuti tipereke chisankho chenicheni kwa inu pamasankho otsatirawa. Tabwera kuti ngati ovota musakumane ndi chisankho pakati pa mandimu ndi manyumwa (manyumwa), pakuti zonse ndi zowawasa. Tabwera kukhala chisankho chanu chenicheni. Tikudziwa kuti opikisanawo ali ndi zida zambiri, kuphatikiza zomwe adaba misonkho yathu."
    },
    {
        "en": "We are armoured with faith. We believe we shall succeed with your support. We are ready to govern and to do so competently. I have the right training, experience and exposure to public policy to competently develop the economy and run the public service. As you may appreciate, the duty of any government is two-fold; i) to develop the economy with the aim of improving people’s living standards and ii) to manage the public service so it can deliver public goods and services to people professionally, efficiently and effectively. I promise to deliver on these two cardinal roles in an excellent manner.",
        "ny": "Ndife zida zankhondo ndi chikhulupiriro. Tikukhulupirira kuti tidzapambana ndi thandizo lanu. Ndife okonzeka kulamulira ndi kuchita zimenezi mwaluso. Ndili ndi maphunziro oyenera, chidziwitso komanso kuwonetseredwa kwa ndondomeko za boma kuti ndikwaniritse bwino chuma ndikuyendetsa ntchito za boma. Monga mungazindikire, ntchito ya boma lililonse ili pawiri; i) kutukula chuma ndi cholinga chokweza moyo wa anthu ndi ii) kuwongolera ntchito za boma kuti athe kupereka katundu ndi ntchito za boma kwa anthu mwaukadaulo, mogwira mtima komanso mogwira mtima. Ndikulonjeza kuti ndidzakwaniritsa maudindo awiriwa m'njira yabwino kwambiri."
    },
    {
        "en": "I appeal to you Malawians to support my candidacy. I am ready to serve you. In a special way, I encourage the youth to take 2025 election as uniquely important for I, one of their own, will be on the ballot paper. I am going to run the government in ways that will prove that the youth in Malawi are ready for the task. I will take it my additional responsibility to bring public confidence in the youth and in doing so clear a way for all youth who seek elected positions. I promise a government that will be at your service. I promise an administration that will be the moral campass of the nation.",
        "ny": "Ndikupemphani inu a Malawi kuti mundithandize pa chisankho changa. Ndine wokonzeka kukutumikirani. Mwapadera, ndikulimbikitsa achinyamata kuti atenge chisankho cha 2025 kukhala chofunikira kwambiri kwa ine, mmodzi wa iwo omwe, ndidzakhala pa pepala lovota. Ndiyendetsa boma m’njira zosonyeza kuti achinyamata a m’Malawi ndi okonzeka kugwira ntchitoyi. Nditenga udindo wanga wowonjezera kubweretsa chikhulupiliro cha anthu kwa achinyamata ndikuchita izi njira zowonekera kwa achinyamata onse omwe akufunafuna maudindo. Ndikulonjeza boma lomwe lidzakhala pa ntchito yanu. Ndikulonjeza utsogoleri womwe udzakhala gulu la makhalidwe abwino la dziko."
    },
    {
        "en": "Let us together make 2025 election a turning point for Malawi. Let us together uproot the breed of corrupt, incompetent and nepotistic politicians and plant a new breed of leaders that will be a symbol of integrity, competence and service. As late Lee Kuan Yew, founding Prime Minister of Singapore said, “we need the best and ablest in politics, not charlatans with a gift of the gab”. Let us together sanitize politics in Malawi. Politics will become clean when clean people replace the dirty ones who have made it dirty.",
        "ny": "Tiyeni tonse tipange chisankho cha 2025 kukhala chosinthira ku Malawi. Tiyeni tonse pamodzi tizule mtundu wa andale achinyengo, osachita bwino komanso okondana ndikubzala mtundu watsopano wa atsogoleri omwe adzakhala chizindikiro cha umphumphu, luso ndi ntchito. Malemu a Lee Kuan Yew, Prime Minister woyambitsa wa Singapore adati, \"tikufuna zabwino kwambiri komanso zamphamvu pazandale, osati achinyengo omwe ali ndi mphatso ya gab\". Tiyeni tonse tiyeretse ndale ku Malawi. Ndale zidzakhala zoyera pamene anthu aukhondo alowa m’malo mwa odetsedwa amene adaipitsa."
    },
    {
        "en": "I am appealing to every Malawian to engage our conscience and think of a Malawi we would want our children and grandchildren to live in. It does not matter what our current position is, what matters is the responsibility we have to ensure we hand over a better country to our children and grandchildren. You may be a serving member of the cabinet, an advisor, a senior public officer, a political party member who genuinely believes things are not the way you would have wanted to serve the nation. I ask you to support my candidacy. Tell your family and relatives to vote for me in 2025 presidential election.",
        "ny": "Ndikupempha Amalawi aliyense kuti achitepo kanthu pa chikumbumtima chathu ndipo aganizire dziko la Malawi lomwe tingafune kuti ana athu ndi zidzukulu zathu azikhalamo. Zilibe kanthu kuti tili ndi udindo wotani, chofunika ndi udindo umene tili nawo woonetsetsa kuti tapereka dziko labwino. dziko kwa ana athu ndi zidzukulu zathu. Mutha kukhala membala wa nduna, mlangizi, mkulu wa boma, membala wa chipani cha ndale amene amakhulupirira moona mtima kuti zinthu sizili momwe inu mukanafunira kutumikira dziko. Ndikukupemphani kuti mundithandizire pa chisankho changa. Uzani abale anu ndi abale anu kuti andivotere pachisankho chapulezidenti cha 2025."
    },
    {
        "en": "I request you all who are in support of my candidacy to convince others around you. Convince your family members, your village mates, your village head leaders.Tell them the candidate of choice in 2025 presidential election has been identified and he is Milward Tobias. That will be your greatest contribution to my campaign.",
        "ny": "Ndikukupemphani nonse amene mukundichirikiza kuti mutsimikizire ena ozungulira inu. Atsimikizireni achibale anu, anzanu akumudzi kwanu, atsogoleri ammudzi mwanu. Auzeni kuti munthu amene angamusankhe pa chisankho cha pulezidenti wa 2025 wadziwika ndipo ndi Milward Tobias. Kumeneko kudzakhala chothandizira chanu chachikulu pa kampeni yanga."
    },
    {
        "en": "To my colleagues; the road will be tough but we are ready for it and we will succeed. We will succeed because we are carrying the hopes of many Malawians who have been yearning for a leadership that can serve them, not one that serves a small group and corrupt business people. Malawians are looking for a leadership that has the integrity to tell the truth, to be accountable and transparent and to develop Malawi. It is high time Malawians became proud again of being Malawian.",
        "ny": "Kwa anzanga; msewu udzakhala wovuta koma takonzeka ndipo tidzapambana. Tipambana chifukwa tili ndi chiyembekezo cha Amalawi ambiri omwe akhala akulakalaka utsogoleri womwe ungawatumikire, osati wotumikira kagulu kakang'ono komanso amalonda achinyengo. Amalawi akufunafuna utsogoleri wachilungamo wonena zoona, wodalirika komanso wochita zinthu poyera komanso wotukula dziko la Malawi. Ndi nthawi yoti a Malawi anyadirenso kuti ndi Amalawi."
    },
    {
        "en": "Some people will discourage us, despise us and all sorts of negatives. That must encourage us. They will attack us because we are a serious contender. We must remain focused on our mission. The rebuilding of Malawi requires our resilience. We are the team to lead in rebuilding Malawi.",
        "ny": "Anthu ena adzatifooketsa, kutinyoza ndi zoipa zamtundu uliwonse. Zimenezi ziyenera kutilimbikitsa. Adzatiukira chifukwa ndife otsutsana kwambiri. Tiyenera kukhala olunjika pa ntchito yathu. Kumanganso dziko la Malawi kumafuna kulimba mtima kwathu. Ndife gulu lomwe titsogolere pomanganso Malawi."
    },
    {
        "en": "Fellow Malawians, we will campaign as Nzika Coalition and I will contest as an independent candidate. Nzika Coalition means the coming together of ordinary citizens and all well-meaning Malawians as opposed to coalition/alliance of politicians or political parties. Our pillars are i) integrity, ii) competence and iii) service. Our slogan is ‘My vote My destiny’.",
        "ny": "Amalawi anzanga, tipanga kampeni ngati Nzika Coalition ndipo ine ndipikisana nawo ngati munthu wodziyimira pawokha. Nzika Coalition ikutanthauza kubwera pamodzi kwa nzika wamba ndi Amalawi onse amalingaliro abwino kusiyana ndi mgwirizano/mgwirizano wa ndale kapena zipani za ndale. Mizati yathu ndi i) kukhulupirika, ii) luso ndi iii) utumiki. Mawu athu ndi 'Voti yanga tsogolo langa'."
    },
    {
        "en": "Time flies, next elections will come soon, let us pray to God to give us life, courage and protection. Malawi will rewrite her history.",
        "ny": "Nthawi ikupita, zisankho zikubwera posachedwa, tiyeni tipemphere kwa Mulungu kuti atipatse moyo, kulimba mtima ndi chitetezo. Malawi alembanso mbiri yake."
    },
    {
        "en": "God bless us all! God bless Malawi! Thank you very much!!",
        "ny": "Mulungu akudalitseni tonse! Mulungu dalitsani Malawi! Zikomo kwambiri!!"
    },
    {
        "en": "Group village head Kambiri said apart from improving yield and nutrition in his community, Trade programme will also protect farmers from unscrupulous vendors who exploit them.",
        "ny": "Mkulu wa m’mudzimo Kambiri adati kupatula kukweza zokolola ndi zakudya m’dera lake, ndondomeko ya Trade Trade itetezanso alimi kwa mavenda osalongosoka omwe amawadyera masuku pamutu."
    },
    {
        "en": "In the Central Region, we are promoting soya bean, groundnuts, sunflower and potato and in the North we are focusing on honey and beef.",
        "ny": "Kuchigawo chapakati, timalimbikitsa soya nyemba, mtedza, mpendadzuwa ndi mbatata ndipo kumpoto tikuyang'ana kwambiri za uchi ndi ng'ombe."
    },
    {
        "en": "The minister told the House through the budget, the government was hoping to implement policy reforms that enhance resource mobilisation accompanied by prudent expenditure management to ensure that the country’s debt is put on a downward trajectory.",
        "ny": "Ndunayi idauza Nyumbayi kudzera mu bajetiyi, kuti boma likuyembekeza kukhazikitsa ndondomeko zomwe zimalimbikitsa kugwiritsa ntchito bwino kagwiritsidwe ntchito ka ndalama pofuna kuwonetsetsa kuti ngongole ya dziko ilowa pansi."
    },
    {
        "en": "The minister reported that during the 2022/23 financial Year, government constructed community technical colleges in Nkhotakota, Chikwawa, and Chiradzulu.",
        "ny": "Ndunayi inanena kuti m’chaka cha 2022/23, boma lidamanga makoleji a zaukadaulo m’madera a Nkhotakota, Chikwawa, ndi Chiradzulu."
    },
    {
        "en": "But who made anyone an expert in matters of the heart? Who are we to judge what or who anyone decided to fall in love with? Do we know what attracts people to each other? Do we even understand how they met or their circumstances herein? Do we even know what binds the two?",
        "ny": "Koma ndani adapanga aliyense kukhala katswiri pankhani zamtima? Ndife ndani kuti tiweruze zomwe kapena wina aliyense adaganiza zoyamba kukondana naye? Kodi tikudziwa chimene chimakopa anthu kwa wina ndi mnzake? Kodi timamvetsanso mmene anakumana kapena mmene zinthu zinalili pa moyo wawo? Kodi tikudziwanso chomwe chimamanga awiriwa?"
    },
    {
        "en": "Mr Hwesha , a primary school teacher for EUTHINI zone being beaten by his own father because of stealing his cattle and selling them . Cattle recovered and now at Mzimba police.",
        "ny": "Bambo Hwesha mphunzitsi waku pulaimale ku EUTHINI zone akumenyedwa ndi bambo ake omwe kamba komubera ng'ombe ndikugulitsa . Ng'ombe zinachira ndipo pano ku Mzimba police."
    },
    {
        "en": "Msume says, Cosmos, has on Monday pleaded guilty to the theft charges before the court of law.",
        "ny": "Msume akuti, Cosmos, Lolemba adavomereza mlandu wakuba pamaso pa bwalo lamilandu."
    },
    {
        "en": "Minister of Homeland Security, Ken Zikhale Ng'oma, has donated his net salary for March, which is K1.5 million, to young men (adzukulu) who worked to rescue others during the disaster.",
        "ny": "Nduna ya chitetezo cha dziko, Ken Zikhale Ng’oma, yapereka ndalama zokwana K1.5 miliyoni za malipiro ake a mwezi wa March kwa anyamata (adzukulu) omwe adagwira ntchito yopulumutsa ena pa ngoziyi."
    },
    {
        "en": "Since then, they have not set foot in South Africa after a warrant of arrest was issued against them.",
        "ny": "Kuchokera nthawi imeneyo sanapondepo ku South Africa chikalata chowamanga."
    },
    {
        "en": "He says it is sad that Malawi is yet to reach 500 megawatts as its national capacity.",
        "ny": "Iye wati ndi zomvetsa chisoni kuti dziko la Malawi silidafikebe pa 500 megawatts ngati mphamvu ya dziko."
    },
    {
        "en": "\"We have leant big lessons that we made a big mistake in 2016 and its high time we revisit the Electricity Act,\" He said.",
        "ny": "\"Taphunzira maphunziro akuluakulu kuti tidalakwitsa kwambiri mu 2016 ndipo nthawi yake yoti tibwererenso lamulo la Electricity Act,\" adatero."
    },
    {
        "en": "She said: “To achieve that, we are promoting dairy farming in the South.",
        "ny": "Iye anati: “Kuti tikwaniritse zimenezi, tikulimbikitsa ulimi wa ng’ombe wa mkaka kumwera."
    },
    {
        "en": "Mphonda added that they expect to recruit new contractors to finalise the works.",
        "ny": "Mphonda adaonjeza kuti akuyembekezera kulemba ma kontrakitala atsopano kuti amalizitse ntchitoyo."
    },
    {
        "en": "The project, valued at K650 million, was scheduled to be completed in 2022, the website further says.",
        "ny": "Ntchitoyi, yomwe ndi ya mtengo wa K650 miliyoni, idayenera kumalizidwa mu 2022, tsamba lawebusayiti likutero."
    },
    {
        "en": "While others are trying everything possible to unite and at least speak with one voice, there is one person who thinks this moment is all about him—former president Peter Mutharika.",
        "ny": "Pamene ena akuyesetsa zotheka kuti agwirizane ndi kulankhula ndi mawu amodzi, pali munthu mmodzi amene akuganiza kuti nthawi ino ndi za iye yemwe ndi mtsogoleri wakale wa dziko lino Peter Mutharika."
    },
    {
        "en": "“Currently, we are only issuing passports to those who have got emergencies such as medical evacuation, government trips and students flying out for studies,” he said.",
        "ny": "\"Pakadali pano, tikungopereka ziphaso kwa iwo omwe adakumana ndi zoopsa monga kuthawa kuchipatala, maulendo aboma komanso ophunzira omwe amapita kukaphunzira,\" adatero."
    },
    {
        "en": "He said a passport is a right for every Malawian and it is not something that people should treat as luxury.",
        "ny": "Iye adati pasipoti ndi ufulu wa Mmalawi aliyense ndipo si chinthu chomwe anthu ayenera kuchiwona ngati chapamwamba."
    },
    {
        "en": "We promise to handle your information with care",
        "ny": "Tikulonjeza kuti tidzasamalira zambiri zanu"
    },
    {
        "en": "Sorry, something went wrong",
        "ny": "Pepani, china chake chalakwika"
    },
    {
        "en": "Speak up, contribute here!",
        "ny": "Lankhulani, perekani pano!"
    },
    {
        "en": "If you know someone with heart problems, please inform them. This is for free.",
        "ny": "Ngati mukudziwa wina yemwe ali ndi vuto la mtima, chonde muwadziwitse. Izi ndi zaulere."
    },
    {
        "en": "Good morning friends. Queen Elizabeth Central Hospital will be receiving Cardiologists who will treat patients with heart problems from 8th May to 13th May, 2023.",
        "ny": "Mmawa wabwino abwenzi. Chipatala cha Queen Elizabeth Central chikulandira Madokotala a Cardiologists omwe azithandizira odwala omwe ali ndi vuto la mtima kuyambira pa 8 Meyi mpaka 13 Meyi, 2023."
    },
    {
        "en": "People will judge me and say what they want to say but I believe only God has the final say.",
        "ny": "Anthu azindiweruza ndikunena zomwe akufuna kunena koma ndikukhulupirira kuti ndi Mulungu yekha amene ali ndi mawu omaliza."
    },
    {
        "en": "Martse died last year after succumbing to fire burns.",
        "ny": "Martse anamwalira chaka chatha atakhudzidwa ndi moto."
    },
    {
        "en": "The council has since issued Nyirenda with a warning letter.",
        "ny": "Khonsoloyi idapereka kalata yochenjeza a Nyirenda."
    },
    {
        "en": "Stay calm.",
        "ny": "Khalani bata."
    },
    {
        "en": "Answer me.",
        "ny": "Ndiyankheni."
    },
    {
        "en": "You can dance, can't you",
        "ny": "Inu mukhoza kuvina, sichoncho inu"
    },
    {
        "en": "I passed by her house yesterday",
        "ny": "Ndinadutsa kunyumba kwake dzulo"
    },
    {
        "en": "He is fluent in French.",
        "ny": "Amadziwa bwino Chifalansa."
    },
    {
        "en": "Tom asked me what I had been doing",
        "ny": "Tom anandifunsa zimene ndinali kuchita"
    },
    {
        "en": "A girl in karate uniform breaking a stick with a front kick.",
        "ny": "Mtsikana wovala yunifolomu ya karate akuthyola ndodo ndi front kick."
    },
    {
        "en": "People are fixing the roof of a house",
        "ny": "Anthu akukonza denga la nyumba"
    },
    {
        "en": "A group of people standing in front of an igloo.",
        "ny": "Gulu la anthu atayima kutsogolo kwa igloo."
    },
    {
        "en": "A man in a vest is sitting in a chair and reading a magazine",
        "ny": "Bambo wina wovala vesiti wakhala pampando akuwerenga magazini"
    },
    {
        "en": "There are many people standing outside of a building.",
        "ny": "Pali anthu ambiri atayima kunja kwa nyumba."
    },
    {
        "en": "A teenager plays her trumpet on the field at a game",
        "ny": "Wachinyamata akuyimba lipenga lake pabwalo pamasewera"
    },
    {
        "en": "The young lady is looking at the pizza",
        "ny": "Mtsikanayo akuyang'ana pizza"
    },
    {
        "en": "He never mentioned that journey .",
        "ny": "Sanatchulepo za ulendowo ."
    },
    {
        "en": "After two years in hiding , my grandfather appeared in London .",
        "ny": "Patatha zaka ziwiri ndikubisala, agogo anga adawonekera ku London."
    },
    {
        "en": "He was never right again .",
        "ny": "Sanalinso wolondola."
    },
    {
        "en": "Now , we follow state and local regulations .",
        "ny": "Tsopano, timatsatira malamulo aboma ndi am'deralo."
    },
    {
        "en": "You can do a lot of things",
        "ny": "Mungathe kuchita zinthu zambiri"
    },
    {
        "en": "So I immediately called her up , of course",
        "ny": "Kotero ine nthawi yomweyo ndinamuimbira iye, ndithudi"
    },
    {
        "en": "This is very promising .",
        "ny": "Izi ndizolonjeza kwambiri."
    },
    {
        "en": "I mean , at the end , will he be able to work ?",
        "ny": "Ndikutanthauza kuti pamapeto adzatha kugwira ntchito?"
    },
    {
        "en": "This is why we are here .",
        "ny": "Ichi ndichifukwa chake tili pano ."
    },
    {
        "en": "When we give people the opportunity to cheat , they cheat .",
        "ny": "Tikapatsa anthu mwayi wochita chinyengo, amabera ."
    },
    {
        "en": "Do I have a place , a venue , in mind when I write ?",
        "ny": "Kodi ndili ndi malo , malo , m'maganizo ndikamalemba ?"
    },
    {
        "en": "This is the enemy .",
        "ny": "Uyu ndiye mdani ."
    },
    {
        "en": "Just people sending their pictures .",
        "ny": "Anthu okha omwe amatumiza zithunzi zawo ."
    },
    {
        "en": "And when you turn the switch off , the light goes off .",
        "ny": "Ndipo mukazimitsa cholumikizira, nyaliyo imazima."
    },
    {
        "en": "Some drivers feel its not fair that some traffic can go through while they have to wait. Something has to be done before things turn violent",
        "ny": "Madalaivala ena amaona kuti si bwino kuti magalimoto ena adutse pamene akudikirira. Chinachake chiyenera kuchitika zinthu zisanakhale zachiwawa"
    },
    {
        "en": "I'm angry.",
        "ny": "Ndakwiya."
    },
    {
        "en": "I'm broke.",
        "ny": "Ndine wosweka."
    },
    {
        "en": "I'm obese.",
        "ny": "Ndine wonenepa."
    },
    {
        "en": "Ignore it.",
        "ny": "Musanyalanyaze izo."
    },
    {
        "en": "Keep warm.",
        "ny": "Khalani otentha."
    },
    {
        "en": "She smiled.",
        "ny": "Anamwetulira."
    },
    {
        "en": "Who's that?",
        "ny": "Ameneyo ndi ndani?"
    },
    {
        "en": "I saw a dog.",
        "ny": "Ndinawona galu."
    },
    {
        "en": "No means no.",
        "ny": "Ayi zikutanthauza ayi."
    },
    {
        "en": "Tom was charged with drunken driving after he was involved in a car accident in Boston.",
        "ny": "Tom anaimbidwa mlandu woyendetsa galimoto ataledzera atachita ngozi ya galimoto ku Boston."
    },
    {
        "en": "Tom's reached a point in his life where he has to make some pretty important decisions.",
        "ny": "Tom wafika poti m'moyo wake amayenera kupanga zisankho zofunika kwambiri."
    },
    {
        "en": "When the rock singer appeared on the stage, the audience at the concert clapped loudly.",
        "ny": "Pamene woimba wa rock anawonekera pa siteji, omvera pa konsatiyo anawombera mokweza."
    },
    {
        "en": "Who am I? Where do I come from? Is there life after death? What is the meaning of life?",
        "ny": "Ndine ndani? Ndimachokera kuti? Kodi pali moyo pambuyo pa imfa? Kodi cholinga cha moyo n’chiyani?"
    },
    {
        "en": "Why don't we have enough food for everyone? I thought you went shopping this afternoon.",
        "ny": "Chifukwa chiyani tilibe chakudya chokwanira aliyense? Ndimaganiza kuti mwapita kogula masana ano."
    },
    {
        "en": "Amnesty International often organizes public protests in support of political prisoners.",
        "ny": "Amnesty International nthawi zambiri imapanga ziwonetsero zapagulu pothandizira akaidi andale."
    },
    {
        "en": "Before we get started, I'd just like to say a few words about how important this job is.",
        "ny": "Tisanayambe, ndikufuna kunena pang'ono za kufunika kwa ntchito imeneyi."
    },
    {
        "en": "Eat a live frog every morning, and nothing worse will happen to you the rest of the day.",
        "ny": "Idyani chule wamoyo m'mawa uliwonse, ndipo palibe choipa chomwe chidzakuchitikireni tsiku lonse."
    },
    {
        "en": "I appreciate it when a native speaker tries to help me sound more like a native speaker.",
        "ny": "Ndimayamika ngati wolankhula mbadwayo ayesera kundithandiza kuti ndizimveka ngati wolankhula mbadwa."
    },
    {
        "en": "I had to change clothes because what I was wearing wasn't appropriate for the situation.",
        "ny": "Ndinafunika kusintha zovala chifukwa zimene ndinavalazo sizinali zoyenera."
    },
    {
        "en": "I used to think that only bears hibernate, but the teacher said that turtles do as well.",
        "ny": "Poyamba ndinkaganiza kuti zimbalangondo zimangokhalira kugona, koma aphunzitsiwo ananena kuti akamba amachitanso chimodzimodzi."
    },
    {
        "en": "If I can get a book from the library, it saves me from having to buy it in the bookshop.",
        "ny": "Ngati ndingapeze bukhu ku laibulale, zimandipulumutsa kuti ndisamagule mu shopu ya mabuku."
    },
    {
        "en": "In retrospect, Tom realized he shouldn't have been dating both sisters at the same time.",
        "ny": "Pokumbukira, Tom adazindikira kuti samayenera kukhala pachibwenzi ndi alongo onse nthawi imodzi."
    },
    {
        "en": "It was boredom that Aldous Huxley considered one of the most dangerous human conditions.",
        "ny": "Zinali zotopetsa kuti Aldous Huxley adawona kuti ndi imodzi mwamikhalidwe yowopsa kwambiri yamunthu."
    },
    {
        "en": "Originally, Abraham Lincoln wanted all slaves to be deported to Africa or the Caribbean.",
        "ny": "Poyambirira, Abraham Lincoln ankafuna kuti akapolo onse atumizidwe ku Africa kapena ku Caribbean."
    },
    {
        "en": "Sometimes, it's hard to tell when Tom is being serious and when he's just joking around.",
        "ny": "Nthawi zina, zimakhala zovuta kudziwa pamene Tom ali wotsimikiza komanso pamene akungoseka."
    },
    {
        "en": "The Japanese pay more attention to the group or the organization than to the individual.",
        "ny": "Anthu a ku Japan amasamalira kwambiri gulu kapena bungwe kuposa munthu payekha."
    },
    {
        "en": "The first thing we should do is write and thank your brother-in-law for his hospitality.",
        "ny": "Chinthu choyamba chimene tiyenera kuchita ndicho kulemba ndi kuthokoza mlamu wanu chifukwa cha kuchereza kwake."
    },
    {
        "en": "The point of true mutual understanding has not yet been reached between Japan and China.",
        "ny": "Mfundo yakumvetsetsana koona sinafikebe pakati pa Japan ndi China."
    },
    {
        "en": "The understanding of the present is impossible without a good understanding of the past.",
        "ny": "Kumvetsetsa zamakono sikutheka popanda kumvetsetsa bwino zakale."
    },
    {
        "en": "Tom leaned out the window of his car and pressed the button on the intercom at the gate.",
        "ny": "Tom anatsamira pawindo la galimoto yake n’kudina batani la intercom pachipata."
    },
    {
        "en": "Tom loves coming here since he thinks this place serves the only fast food worth eating.",
        "ny": "Tom amakonda kubwera kuno chifukwa akuganiza kuti malowa amapereka chakudya chokhacho chofulumira chomwe chiyenera kudya."
    },
    {
        "en": "Tom wanted to give you a surprise party, but I knew you'd hate it, so I told him not to.",
        "ny": "Tom ankafuna kuti akuchitireni phwando lodzidzimutsa, koma ndinadziwa kuti mudzadana nalo, choncho ndinamuuza kuti asatero."
    },
    {
        "en": "Tom was drinking at a bar with Mary at the time the police think that John was murdered.",
        "ny": "Tom ankamwa mowa ku bar ndi Mary panthawi imene apolisi ankaganiza kuti John anaphedwa."
    },
    {
        "en": "What surprised me most about that accident is how fast the lawyers arrived on the scene.",
        "ny": "Chomwe chinandidabwitsa kwambiri pa ngoziyi ndi momwe maloya adafikira pamalopo mwachangu."
    },
    {
        "en": "When darkness falls, the baboons return to the trees to sleep, safe from night prowlers.",
        "ny": "Mdima ukagwa, anyaniwo amabwerera m’mitengo kukagona, osaopa anthu amene amangoyendayenda usiku."
    },
    {
        "en": "When you get married and have kids, you'll realize that actions speak louder than words.",
        "ny": "Mukakwatiwa ndikukhala ndi ana, mudzazindikira kuti zochita zimalankhula mokweza kuposa mawu."
    },
    {
        "en": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
        "ny": "Nthawi zonse mukakhala ku mbali ya anthu ambiri, ndi nthawi yoti muime kaye ndi kusinkhasinkha."
    },
    {
        "en": "Almost everyone in the class voted in favor of having a thank-you party for the teachers.",
        "ny": "Pafupifupi aliyense m’kalasimo anavomera kuti pakhale phwando lothokoza aphunzitsi."
    },
    {
        "en": "As the iron was heating up, Mary poured distilled water into the reservoir to make steam.",
        "ny": "Pamene chitsulo chinali kutenthedwa, Mary anathira madzi osungunuka m’thawemo kuti apange nthunzi."
    },
    {
        "en": "Because of the problem of air pollution, the bicycle may some day replace the automobile.",
        "ny": "Chifukwa cha vuto la kuipitsidwa kwa mpweya, njingayo tsiku lina ingalowe m’malo mwa galimotoyo."
    },
    {
        "en": "Do you know the reason why two-thirds of the students did not attend the student meeting?",
        "ny": "Kodi mukudziwa chifukwa chake ophunzira awiri pa atatu alionse sanapezeke pa msonkhano wa ophunzira?"
    },
    {
        "en": "English is quite often the language of choice when speaking to an international audience.",
        "ny": "Chingelezi nthawi zambiri ndi chilankhulo chosankhidwa polankhula ndi anthu ochokera kumayiko ena."
    },
    {
        "en": "I had an appointment at 2:30, but I got caught in traffic and couldn't get there in time.",
        "ny": "Ndinapangana nthawi ya 2:30, koma ndinagwidwa ndi magalimoto ndipo sindinathe kukafika nthawi yake."
    },
    {
        "en": "If I can get a book from the library, it saves me from needing to buy it in the bookshop.",
        "ny": "Ngati ndingathe kupeza bukhu ku laibulale, zimandipulumutsa kuti ndisamafune kukagula ku shopu ya mabuku."
    },
    {
        "en": "It is illegal in the United States for law enforcement to use torture to get information.",
        "ny": "Ndizosaloledwa ku United States kuti aboma agwiritse ntchito chizunzo kuti adziwe zambiri."
    },
    {
        "en": "Louis Braille, who was blind from the age of three, invented a way for the blind to read.",
        "ny": "Louis Braille, yemwe anali wakhungu kuyambira ali ndi zaka zitatu, anatulukira njira yoti anthu osaona aziwerenga."
    },
    {
        "en": "Mary's not the first woman to fall in love with a married man, and she won't be the last.",
        "ny": "Mary si mkazi woyamba kugwa m'chikondi ndi mwamuna wokwatiwa, ndipo sadzakhala wotsiriza."
    },
    {
        "en": "Police immediately sealed off the streets around the hotel as they searched for the bomb.",
        "ny": "Nthawi yomweyo apolisi adatseka misewu yozungulira hoteloyo pomwe amasaka bomba."
    },
    {
        "en": "The black and white bears living in the mountains in China and Tibet are called 'pandas'.",
        "ny": "Zimbalangondo zakuda ndi zoyera zomwe zimakhala kumapiri ku China ndi Tibet zimatchedwa 'pandas'."
    },
    {
        "en": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead.",
        "ny": "Apolisiwo anapeza Tom atagona pansi ndi bowo lachipolopolo pakati pa mphumi."
    },
    {
        "en": "The politician said he was deeply indebted to everyone for their support in the election.",
        "ny": "Wandaleyu adati ali ndi mangawa ambiri kwa aliyense chifukwa cha thandizo lawo pachisankho."
    },
    {
        "en": "They say that in America anyone can become president, but perhaps that's not really true.",
        "ny": "Amati ku America aliyense akhoza kukhala purezidenti, koma mwina si zoona."
    },
    {
        "en": "Tom and Mary gave exactly the same answers on the test which made the teacher suspicious.",
        "ny": "Tom ndi Mary anapereka mayankho ofanana ndendende pa mayesowo zimene zinapangitsa mphunzitsiyo kukayikira."
    },
    {
        "en": "Tom and Mary were speaking in French, but switched to English when John entered the room.",
        "ny": "Tom ndi Mary anali kulankhula m’Chifalansa, koma anasinthira ku Chingelezi pamene John analowa m’chipindamo."
    },
    {
        "en": "Tom ate at a new restaurant the other day, but he doesn't remember the restaurant's name.",
        "ny": "Tom adadya ku lesitilanti yatsopano tsiku lina, koma sakumbukira dzina la lesitilantiyo."
    },
    {
        "en": "Tom has always maintained that he is innocent, and claims to this day that he was framed.",
        "ny": "Tom wakhala akunena kuti ndi wosalakwa, ndipo mpaka lero akuti adapangidwa."
    },
    {
        "en": "Tom killed Mary because he found out she had started the fire that had killed his family.",
        "ny": "Tom adapha Mary chifukwa adapeza kuti adayatsa moto womwe udapha banja lake."
    },
    {
        "en": "Tom told Mary that he was going to kill himself, but he didn't have the courage to do it.",
        "ny": "Tom anauza Mary kuti adzipha, koma analibe kulimba mtima kuti achite zimenezo."
    },
    {
        "en": "Tom, Mary, John and Alice are friends. They've known each other since they were children.",
        "ny": "Tom, Mary, John ndi Alice ndi mabwenzi. Adziwana kuyambira ali ana."
    },
    {
        "en": "When I got my driver's license renewed, I had to decide if I wanted to be an organ donor.",
        "ny": "Nditapatsidwanso laisensi yoyendetsa galimoto, ndinafunika kusankha ngati ndikufuna kukhala wopereka ziŵalo."
    },
    {
        "en": "When someone speaks with such rhetorical flourish, it starts to sound like they're lying.",
        "ny": "Munthu akamalankhula momveka bwino, zimayamba kumveka ngati akunama."
    },
    {
        "en": "According to this magazine, the economic situation in Japan is getting worse year by year.",
        "ny": "Malinga ndi kunena kwa magazini ino, mkhalidwe wa zachuma ku Japan ukukulirakulira chaka ndi chaka."
    },
    {
        "en": "Although most islands in the ocean have been mapped, the ocean floor is generally unknown.",
        "ny": "Ngakhale kuti zilumba zambiri za m’nyanjayi zajambulidwa, pansi pa nyanja sizidziwika."
    },
    {
        "en": "Among the wind instruments, the aboriginal didgeridoo made of eucalyptus was his favorite.",
        "ny": "Pakati pa zida zoimbira zoombera, didgeridoo wachiaborigine wopangidwa ndi bulugamu ndiye ankakonda kwambiri."
    },
    {
        "en": "Due to unforeseen circumstances, our trip to the mountains this weekend will be cancelled.",
        "ny": "Chifukwa cha zinthu zosayembekezereka, ulendo wathu wopita kumapiri kumapeto kwa sabata ino uimitsidwa."
    },
    {
        "en": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city.",
        "ny": "Ngakhale kuti Tom anakulira m’dzikoli, amakonda chipwirikiti cha mumzindawu."
    },
    {
        "en": "Happiness depends, not so much on circumstances, as on one's way of looking at one's life.",
        "ny": "Chimwemwe chimadalira, osati pa mikhalidwe, monga mmene munthu amaonera moyo wake."
    },
    {
        "en": "History is like a waltz, eternally following the three steps of war, peace and revolution.",
        "ny": "Mbiri ili ngati waltz, kutsatira kwamuyaya masitepe atatu ankhondo, mtendere ndi kusintha."
    },
    {
        "en": "I began driving our tractor when I was 12 years old to help my father out at harvest time.",
        "ny": "Ndinayamba kuyendetsa thirakitala ndili ndi zaka 12 kuti ndikathandize bambo anga nthawi yokolola."
    },
    {
        "en": "I don't know what went on last night, but they're not speaking to each other this morning.",
        "ny": "Ine sindikudziwa zomwe zinachitika usiku watha, koma iwo sakuyankhulana wina ndi mzake mmawa uno."
    },
    {
        "en": "I don't think it's always right for local governments to submit to the central government.",
        "ny": "Ndikuganiza kuti sikoyenera nthawi zonse kuti maboma ang'onoang'ono azigonjera boma lalikulu."
    },
    {
        "en": "I'm a non-native speaker of English and realize there is a lot that I still need to learn.",
        "ny": "Sindine mbadwa yolankhula Chingerezi ndipo ndikuzindikira kuti pali zambiri zomwe ndikufunikabe kuphunzira."
    },
    {
        "en": "I've heard that you don't eat green leafy vegetables. You say that it is food for animals.",
        "ny": "Ndamva kuti simudya masamba obiriwira. Mukunena kuti ndi chakudya cha nyama."
    },
    {
        "en": "One out of 455 women doesn't realize she's pregnant until the twentieth week of pregnancy.",
        "ny": "Mmodzi mwa amayi 455 samazindikira kuti ali ndi pakati mpaka sabata la makumi awiri la mimba."
    },
    {
        "en": "Some of Martin Luther King's supporters began to question his belief in peaceful protests.",
        "ny": "Ena mwa otsatira Martin Luther King anayamba kukayikira chikhulupiriro chake cha zionetsero zamtendere."
    },
    {
        "en": "The names of the students who failed in the examination were posted on the bulletin board.",
        "ny": "Mayina a ophunzira amene analephera mayeso anaikidwa pa bolodi lachidziwitso."
    },
    {
        "en": "To reduce misunderstandings we should learn the techniques for communicating successfully.",
        "ny": "Kuti tichepetse kusamvana tiyenera kuphunzira njira zolankhulirana bwino."
    },
    {
        "en": "Tom asked Mary about the traffic accident she was involved in when she was five years old.",
        "ny": "Tom anafunsa Mary za ngozi yapamsewu imene anachita ali ndi zaka zisanu."
    },
    {
        "en": "Tom felt a little uneasy as he walked down the deserted street in the middle of the night.",
        "ny": "Tom anasowa mtendere pamene ankayenda mumsewu wopanda anthu pakati pausiku."
    },
    {
        "en": "Tom has enough money to buy any computer in this store. He just needs to decide which one.",
        "ny": "Tom ali ndi ndalama zokwanira kugula kompyuta iliyonse m'sitoloyi. Amangofunika kusankha kuti ndi iti."
    },
    {
        "en": "You're the only person I know besides me who is actually interested in this kind of thing.",
        "ny": "Ndinu nokha munthu amene ndikumudziwa kupatula ine yemwe ali ndi chidwi ndi zinthu zamtunduwu."
    },
    {
        "en": "A study found that almost 10% of men were obese in 2008. That was up from about 5% in 1980.",
        "ny": "Kafukufuku wina anapeza kuti pafupifupi 10% ya amuna anali onenepa kwambiri mu 2008. Izi zinali kuchokera pafupifupi 5% mu 1980."
    },
    {
        "en": "Do you swear to tell the truth, the whole truth and nothing but the truth, so help you God?",
        "ny": "Mukulumbirira kunena Choonadi, Choonadi chonse osati china koma Choonadi, choncho Mulungu akuthandizeni?"
    },
    {
        "en": "Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi and Volap√ºk are constructed languages.",
        "ny": "Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi ndi Volap√ºk ndi zilankhulo zomangidwa."
    },
    {
        "en": "Good friends are like stars. You don't always see them, but you know they are always there.",
        "ny": "Mabwenzi abwino ali ngati nyenyezi. Sikuti mumawawona nthawi zonse, koma mumadziwa kuti amakhalapo nthawi zonse."
    },
    {
        "en": "If you concentrate all your energies on the study of English, you will master the language.",
        "ny": "Ngati muika mphamvu zanu zonse pakuphunzira Chingerezi, mudzadziwa bwino chilankhulocho."
    },
    {
        "en": "In January of that year, we saw snow for four days, from the fourteenth to the seventeenth.",
        "ny": "Mu Januwale chaka chimenecho, tinawona chipale chofewa kwa masiku anayi, kuyambira pa khumi ndi zinayi mpaka khumi ndi zisanu ndi ziwiri."
    },
    {
        "en": "It is because light travels faster than sound that we see lightning before we hear thunder.",
        "ny": "Zili choncho chifukwa chakuti kuwala kumayenda mofulumira kuposa phokoso moti timaona mphezi tisanamve mabingu."
    },
    {
        "en": "It is difficult to overcome this shortcoming without drastically changing the whole system.",
        "ny": "Ndizovuta kuthana ndi vuto ili popanda kusintha kwambiri dongosolo lonse."
    },
    {
        "en": "My grandfather does moderate exercise every morning, which is why he is strong and healthy.",
        "ny": "Agogo anga amachita masewera olimbitsa thupi m'mawa uliwonse, n'chifukwa chake amakhala amphamvu komanso athanzi."
    },
    {
        "en": "Often, the less there is to justify a traditional custom the harder it is to get rid of it.",
        "ny": "Kaŵirikaŵiri, kulungamitsa mwambo wocheperako kumakhala kovuta kwambiri kuuchotsa."
    },
    {
        "en": "She asked him out on a date, but he said no since he thought girls should not ask boys out.",
        "ny": "Anamufunsa za chibwenzi, koma iye anakana chifukwa ankaganiza kuti atsikana sayenera kufunsa anyamata."
    },
    {
        "en": "The best parents of all are those who allow their children to follow their natural talents.",
        "ny": "Makolo abwino koposa onse ndi amene amalola ana awo kutsatira maluso awo achibadwa."
    },
    {
        "en": "The only thing on the table that I normally wouldn't eat is that stuff on the yellow plate.",
        "ny": "Chinthu chokhacho patebulo chomwe sindimadya ndi zinthu zomwe zili pa mbale yachikasu."
    },
    {
        "en": "Then he got dressed, stuffed his lecture notes into his briefcase, and ran down the stairs.",
        "ny": "Kenako anavala, n'kulowetsa zolemba zake m'chikwama chake, n'kutsika masitepe."
    },
    {
        "en": "There are times when you need to fight for what's right, even at the risk of your own life.",
        "ny": "Pali nthawi zina pamene muyenera kumenyera zabwino, ngakhale kuika moyo wanu pachiswe."
    },
    {
        "en": "Tom began working as a volunteer at the homeless shelter while he was still in high school.",
        "ny": "Tom anayamba kugwira ntchito yongodzipereka m’nyumba ya anthu opanda pokhala pamene anali kusekondale."
    },
    {
        "en": "Tom has a framed photo of his parents on their wedding day hanging on his lounge room wall.",
        "ny": "Tom ali ndi chithunzi chojambulidwa cha makolo ake patsiku laukwati wawo atapachikidwa pakhoma lachipinda chake chochezera."
    },
    {
        "en": "Tom makes way too many snide remarks. That's perhaps why he doesn't have very many friends.",
        "ny": "Tom amalankhula mawu achipongwe kwambiri. Mwina n’chifukwa chake alibe anzake ambiri."
    },
    {
        "en": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm.",
        "ny": "Pamene Tom anayang’ana pansi pa apulo amene ankadya, anazindikira kuti wadya theka la nyongolotsi."
    },
    {
        "en": "When poverty comes in the door, love flies out the window is a saying as old as it is sad.",
        "ny": "Umphawi ukafika pakhomo, chikondi chimatuluka pawindo ndi mwambi wakale ngati wachisoni."
    },
    {
        "en": "A doctor can bury his mistakes, but an architect can only advise his clients to plant vines.",
        "ny": "Dokotala akhoza kukwirira zolakwa zake, koma katswiri wa zomangamanga angangolangiza makasitomala ake kubzala mpesa."
    },
    {
        "en": "After I graduated from college, I moved back home and lived with my parents for three years.",
        "ny": "Nditamaliza maphunziro anga a ku koleji, ndinabwerera kunyumba ndipo ndinakhala ndi makolo anga kwa zaka zitatu."
    },
    {
        "en": "Even though my friend was a vegetarian, I didn't tell him that the soup had some meat in it.",
        "ny": "Ngakhale kuti mnzangayo anali wodya zamasamba, sindinamuuze kuti supuyo inali ndi nyama."
    },
    {
        "en": "First I'll look at the prices, and only then I'll decide whether I'll buy the camera or not.",
        "ny": "Choyamba ndiyang'ana mitengo, ndiyeno pokhapo ndidzasankha ngati ndigula kamera kapena ayi."
    },
    {
        "en": "For the other 600 million people, English is either a second language or a foreign language.",
        "ny": "Kwa anthu ena 600 miliyoni, Chingerezi ndi chinenero chachiwiri kapena chinenero chachilendo."
    },
    {
        "en": "He was looking forward to spending the weekend with her in their little cottage in Somerset.",
        "ny": "Ankayembekezera kudzakhala naye Loweruka ndi Lamlungu m’kanyumba kawo kakang’ono ku Somerset."
    },
    {
        "en": "If you say exactly what's on your mind all the time, you're likely to upset a lot of people.",
        "ny": "Ngati mumanena ndendende zomwe zili m'maganizo mwanu nthawi zonse, mutha kukhumudwitsa anthu ambiri."
    },
    {
        "en": "It's not right for you to do something bad just because someone else has done something bad.",
        "ny": "Si bwino kuti uchite zoipa chifukwa chakuti wina wachita zoipa."
    },
    {
        "en": "Lonely people tend to be afraid of meeting others, which ensures they will always be lonely.",
        "ny": "Anthu osungulumwa amakonda kuchita mantha kukumana ndi ena, zomwe zimatsimikizira kuti adzakhala osungulumwa nthawi zonse."
    },
    {
        "en": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself.",
        "ny": "Mary ndi wamkuludi. Anandiphikira chakudya chokoma mpaka anatsuka yekha mbale."
    },
    {
        "en": "Mary traveled into the future and found that climate change had destroyed all life on Earth.",
        "ny": "Mary adapita m'tsogolo ndipo adapeza kuti kusintha kwanyengo kwawononga zamoyo zonse padziko lapansi."
    },
    {
        "en": "One thing Tom does that isn't very safe is that he uses the same password for every website.",
        "ny": "Chinthu chimodzi chomwe Tom amachita chomwe sichili bwino ndikuti amagwiritsa ntchito mawu achinsinsi omwewo patsamba lililonse."
    },
    {
        "en": "She asked him to help her father clean the garage, but he said that he was too busy to help.",
        "ny": "Anamupempha kuti athandize bambo ake kuyeretsa galaja, koma iye ananena kuti anali wotanganidwa kwambiri moti sakanatha kuthandiza."
    },
    {
        "en": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose.",
        "ny": "A Democrat sanasankhebe omwe akufuna, koma mulimonse momwe zingakhalire ataya."
    },
    {
        "en": "The area of a triangle is half of the area of the rectangle with equivalent base and height.",
        "ny": "Dera la makona atatu ndi theka la dera la rectangle ndi maziko ofanana ndi kutalika."
    },
    {
        "en": "The police found boxes that contained marijuana and other drugs inside the trunk of the car.",
        "ny": "Apolisiwo anapeza mabokosi omwe munali chamba ndi mankhwala ena m’galimotoyo."
    },
    {
        "en": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous.",
        "ny": "Anamutengera Tom kuchipatala kuti akamupope m’mimba chifukwa ankadya chapoizoni."
    },
    {
        "en": "Tom can't remember all his passwords, so he keeps them in a list disguised as phone numbers.",
        "ny": "Tom sakumbukira mawu ake onse achinsinsi, choncho amawasunga pandandanda wooneka ngati manambala a foni."
    },
    {
        "en": "Tom has to be careful about what he eats at restaurants because he's allergic to many foods.",
        "ny": "Tom amayenera kusamala ndi zomwe amadya m'malesitilanti chifukwa sakugwirizana ndi zakudya zambiri."
    },
    {
        "en": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat.",
        "ny": "Tom anataya mndandanda wa zinthu zimene amayi ake anamupatsa ndipo anangogula zinthu zimene ankafuna kudya."
    },
    {
        "en": "Tom pleaded guilty to drunken driving and his driver's license was suspended for six months.",
        "ny": "Tom anavomereza kuti anali woyendetsa galimoto ataledzera ndipo laisensi yake yoyendetsa galimoto inaimitsidwa kwa miyezi isanu ndi umodzi."
    },
    {
        "en": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him.",
        "ny": "Tom anaona kuti ndi bwino kugwiritsa ntchito mwayi umene Mariya anamupatsa."
    },
    {
        "en": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down.",
        "ny": "Tom ankaganiza kuti nyimboyo inali yokweza kwambiri, koma anali wotopa kwambiri moti sakanatha kudzuka n’kutsitsa voliyumuyo."
    },
    {
        "en": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong.",
        "ny": "Tom anaganiza kuti pamene anaika ndalama zake zagolide ndi malo abwino obisalamo. Komabe, iye analakwitsa."
    },
    {
        "en": "Tom told Mary that he wouldn't be able finish the job in the amount of time she'd given him.",
        "ny": "Tom anauza Mary kuti sadzatha kumaliza ntchitoyo malinga ndi nthawi imene wamupatsa."
    },
    {
        "en": "Tom was impeccably dressed and well prepared for his job interview with the finance company.",
        "ny": "Tom anali wovala bwino komanso wokonzekera bwino kuyankhulana ndi ntchito ndi kampani yazachuma."
    },
    {
        "en": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant.",
        "ny": "Nditatuluka m’ndende, chinthu choyamba chimene ndinkafuna kuchita chinali kukadyera kumalo odyera omwe ndinkakonda kwambiri."
    },
    {
        "en": "While cleaning my room yesterday evening, I happened to find an old photograph of my mother.",
        "ny": "Dzulo madzulo ndikukonza chipinda changa, ndinapeza chithunzi chakale cha amayi anga."
    },
    {
        "en": "Worrying is like a rocking chair; it gives you something to do but doesn't get you anywhere.",
        "ny": "Kuda nkhawa kuli ngati mpando wogwedezeka; zimakupatsani chochita koma sizimakufikitsani kulikonse."
    },
    {
        "en": "I don't think it makes him a bad person just because he's decided he likes to eat horse meat.",
        "ny": "Sindikuganiza kuti zimamupangitsa kukhala munthu woyipa chifukwa chongoganiza kuti amakonda kudya nyama ya akavalo."
    },
    {
        "en": "I have recently used the services of his travel agency to book a cruise in the Mediterranean.",
        "ny": "Posachedwapa ndagwiritsa ntchito ntchito za kampani yake yoyendera maulendo kusungitsa ulendo wapamadzi ku Mediterranean."
    },
    {
        "en": "I just want to let you know that I think you're the most beautiful woman that I've ever seen.",
        "ny": "Ndikungofuna kukudziwitsani kuti ndikuganiza kuti ndinu mkazi wokongola kwambiri yemwe ndidamuwonapo."
    },
    {
        "en": "I never thought this rubber band would come in handy when I put it in my pocket this morning.",
        "ny": "Sindinaganizepo kuti gulu la labala ili lingakhale lothandiza pamene ndinaliyika mthumba mwanga mmawa uno."
    },
    {
        "en": "In some areas of the world, you can still get sued if you slander or libel a deceased person.",
        "ny": "M’madera ena a dziko lapansi, mukhoza kuimbidwa mlandu ngati muneneza kapena kunyoza munthu wakufayo."
    },
    {
        "en": "No matter how carefully you choose your words, they'll always end up being twisted by others.",
        "ny": "Ziribe kanthu momwe mungasankhire mosamala mawu anu, iwo nthawi zonse amatha kupotozedwa ndi ena."
    },
    {
        "en": "She bought him a car, but he didn't have a driver's license so he couldn't drive it anywhere.",
        "ny": "Anamugulira galimoto, koma analibe laisensi yoyendetsa motero sakanatha kuyiyendetsa kulikonse."
    },
    {
        "en": "Tom and Mary were snuggled up to each other and Tom was whispering something into Mary's ear.",
        "ny": "Tom ndi Mary anali atakumbatirana ndipo Tom anali akunong'oneza chinachake m'makutu mwa Mary."
    },
    {
        "en": "Tom would have liked to attend Mary's party. Unfortunately, he had other things he had to do.",
        "ny": "Tom akanakonda kupita kuphwando la Mary. Tsoka ilo, anali ndi zinthu zina zomwe anayenera kuchita."
    },
    {
        "en": "We keep our most interesting thoughts and the most interesting side of ourselves hidden away.",
        "ny": "Timasunga malingaliro athu osangalatsa kwambiri komanso mbali yosangalatsa ya ife eni yobisika."
    },
    {
        "en": "Considering all I've eaten all day is just one slice of bread, I'm not really all that hungry.",
        "ny": "Poganizira zonse zomwe ndadya tsiku lonse ndi chidutswa chimodzi cha mkate, sindine wanjala."
    },
    {
        "en": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book.",
        "ny": "Ndipuma masana lero, kotero ndikukonzekera kupita ku paki, kukhala pansi pa mtengo ndi kuwerenga bukhu."
    },
    {
        "en": "I realize that this may sound crazy, but I think I've fallen in love with your younger sister.",
        "ny": "Ndikuzindikira kuti izi zingamveke ngati zopenga, koma ndikuganiza kuti ndayamba kukondana ndi mng’ono wako."
    },
    {
        "en": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake.",
        "ny": "Ndikuganiza kuti Tom adzakhala wamisala kwambiri akadzazindikira kuti penti yomwe adagulayo ndi yabodza."
    },
    {
        "en": "I think if I talked more often with a native speaker, my English skills would improve quickly.",
        "ny": "Ndikuganiza kuti ndikadalankhula pafupipafupi ndi mbadwa, luso langa lachingerezi likhoza kusintha mwachangu."
    },
    {
        "en": "I tried explaining the algebra homework to him, but it just went in one ear and out the other.",
        "ny": "Ndinayesa kumufotokozera homuweki ya algebra, koma inangopita kukhutu limodzi ndi kutulukira kwina."
    },
    {
        "en": "If the universe is full of stars, why doesn't their light continually light up the entire sky?",
        "ny": "Ngati thambo lili ndi nyenyezi, n’chifukwa chiyani kuwala kwake sikumawalitsa thambo lonse?"
    },
    {
        "en": "If we were supposed to talk more than listen, we would have been given two mouths and one ear.",
        "ny": "Tikadayenera kulankhula kwambiri kuposa kumvetsera, tikadapatsidwa pakamwa pawiri ndi khutu limodzi."
    },
    {
        "en": "In conversation, one is likely to find out certain things about the other person quite easily.",
        "ny": "Pokambitsirana, wina amapeza zinthu zina za mnzake mosavuta."
    },
    {
        "en": "It's my fault that the cake was burned. I was talking on the phone and didn't notice the time.",
        "ny": "Ndi vuto langa kuti keke inawotchedwa. Ndinkayankhula pa foni ndipo sindinazindikire nthawi."
    },
    {
        "en": "It's no use confessing your sins to the priest if you don't think twice before repeating them.",
        "ny": "Palibe ntchito kuulula machimo anu kwa wansembe ngati simuganiza kawiri musanabwereze."
    },
    {
        "en": "Money can't buy happiness. However, it's more comfortable to cry in a Maserati than on a bike.",
        "ny": "Ndalama sizingagule chisangalalo. Komabe, ndi bwino kulira mu Maserati kuposa panjinga."
    },
    {
        "en": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife.",
        "ny": "Mpeni umenewo unali wosaoneka bwino moti sindikanatha kuugwiritsa ntchito podula nyama moti ndinangodalira mpeni wa m’thumba."
    },
    {
        "en": "This note summarizes some information that we hope to discuss at the meeting in San Francisco.",
        "ny": "Nkhaniyi ikufotokoza mwachidule zina zomwe tikuyembekeza kukambirana pamsonkhano ku San Francisco."
    },
    {
        "en": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work.",
        "ny": "Tom anaimbira foni Mary kuti amufunse ngati angafune kuti akagule buledi akamachoka kuntchito."
    },
    {
        "en": "Tom told the children that they could stay in this room as long as they didn't make any noise.",
        "ny": "Tom anauza anawo kuti akhoza kukhala m’chipindachi malinga ngati sakuchita phokoso."
    },
    {
        "en": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in.",
        "ny": "Tom analakalaka akanalimba mtima kudumphira mumtsinjemo ndi kupulumutsa khandalo limene lagweramo."
    },
    {
        "en": "Tom's an irritating person to work with because he'll never admit it when he's made a mistake.",
        "ny": "Tom ndi munthu wokwiyitsa kugwira naye ntchito chifukwa sangavomereze pamene walakwa."
    },
    {
        "en": "When we are away from home, nothing gives us more pleasure than to receive a parcel from home.",
        "ny": "Tikakhala kutali ndi kwathu, palibe chomwe chimatisangalatsa kuposa kulandira phukusi kuchokera kunyumba."
    },
    {
        "en": "As soon as I can get my son to scan our family photos, I'll upload some of them to our website.",
        "ny": "Ndikangouza mwana wanga kuti ajambule zithunzi za banja lathu, ndiika zina pa webusaiti yathu."
    },
    {
        "en": "For some reason, people have been avoiding me like the plague ever since I got back from India.",
        "ny": "Pazifukwa zina, anthu akhala akundipewa ngati mliri kuyambira pamene ndinabwerera kuchokera ku India."
    },
    {
        "en": "It wasn't until long after they got married that Tom found out that Mary was wanted for murder.",
        "ny": "Sipanapite nthaŵi yaitali atakwatirana m’pamene Tom anadziŵa kuti Mary anali kufunidwa chifukwa chakupha."
    },
    {
        "en": "Mary waited years for Tom to get out of prison and was very happy when he finally got released.",
        "ny": "Mary anadikira kwa zaka zambiri kuti Tom atuluke m’ndende ndipo anasangalala kwambiri atatulutsidwa."
    },
    {
        "en": "Never work on electrical wiring without unplugging it; it's a bad idea. I know from experience.",
        "ny": "Osagwira ntchito pa waya wamagetsi popanda kuwachotsa; ndi lingaliro loipa. Ndikudziwa kuchokera muzochitika."
    },
    {
        "en": "Professional translators quite often specialize in just one field, for example law or medicine.",
        "ny": "Akatswiri omasulira Baibulo nthawi zambiri amagwira ntchito imodzi yokha, mwachitsanzo, zamalamulo kapena zamankhwala."
    },
    {
        "en": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets.",
        "ny": "Kuphulika kwa chuma cha dziko la Japan chomwe chimatchedwa kuti bubble chuma chinachititsa mantha m'misika yapadziko lonse."
    },
    {
        "en": "Tom could hear a commotion in front of his house, so he went outside to see what was happening.",
        "ny": "Tom anamva phokoso la phokoso kutsogolo kwa nyumba yake, choncho anatuluka panja kuti akaone zimene zinkachitika."
    },
    {
        "en": "Tom wondered how many times he'd have to tell Mary to clean her room before she finally did it.",
        "ny": "Tom anadabwa kuti ndi kangati akadzamuuza Mary kuti ayeretse chipinda chake asanachite zimenezo."
    },
    {
        "en": "We have considered your proposal, and we have decided that we are not able to reduce the price.",
        "ny": "Taganizirani maganizo anu, ndipo tasankha kuti sitingathe kuchepetsa mtengo."
    },
    {
        "en": "We humans have a great way of twisting facts to fit our conclusion as soon as we have made one.",
        "ny": "Anthufe timakhala ndi njira yabwino yopotozera mfundo kuti zigwirizane ndi zomwe tapeza tikangopanga chimodzi."
    },
    {
        "en": "When he left the Army, Roger Miller moved to the home of country music in Nashville, Tennessee.",
        "ny": "Atasiya usilikali, Roger Miller anasamukira kunyumba ya nyimbo za dziko ku Nashville, Tennessee."
    },
    {
        "en": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated.",
        "ny": "Ikakhala panyanja, kuti nsomba zomwe zagwidwa zisawonongeke, zimasungidwa mufiriji nthawi yomweyo."
    },
    {
        "en": "When the train goes through the station, the windows rattle noisily and the whole house shakes.",
        "ny": "Sitimayo ikamadutsa pasiteshoni, mazenera amachita phokoso ndipo nyumba yonse ikugwedezeka."
    },
    {
        "en": "You mustn't think only about your job, you must also think about the importance of your family.",
        "ny": "Musamangoganizira za ntchito yanu, muyenera kuganiziranso za kufunika kwa banja lanu."
    },
    {
        "en": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad.",
        "ny": "Malinga ndi mkulu yemwe ndinakumana naye dzulo, mphemvu imatha kudyedwa ndipo samamva kukoma konse."
    },
    {
        "en": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more.",
        "ny": "Tom atadya mapopu onse m’mbale, anabwerera kukhitchini kuti akapope zina."
    },
    {
        "en": "Although he had fewer supporters among the governing class, he was able to get the popular vote.",
        "ny": "Ngakhale kuti anali ndi omutsatira ochepa pakati pa gulu lolamulira, iye anakhoza kupeza mavoti ambiri."
    },
    {
        "en": "Cesar Chavez died in 1993 at the age of sixty-six. More than 40,000 people attended his funeral.",
        "ny": "Cesar Chavez anamwalira mu 1993 ali ndi zaka makumi asanu ndi limodzi mphambu zisanu ndi chimodzi. Anthu oposa 40,000 anapezeka pa maliro ake."
    },
    {
        "en": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person.",
        "ny": "Osadandaula. Angaoneke wochititsa mantha poyamba, koma kwenikweni ndi munthu waubwenzi kwambiri."
    },
    {
        "en": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up.",
        "ny": "Ndinkaganiza kuti gulu la anthu lipita nafe kukasambira m'madzi, koma palibe wina aliyense amene adabwera."
    },
    {
        "en": "I thought doing this would be easy, but we've been working all day and we're still not finished.",
        "ny": "Ndinkaganiza kuti kuchita zimenezi kungakhale kosavuta, koma takhala tikugwira ntchito tsiku lonse ndipo sitinathebe."
    },
    {
        "en": "If you want to change the world, start with the person that you see in the mirror every morning.",
        "ny": "Ngati mukufuna kusintha dziko, yambani ndi munthu yemwe mumamuwona pagalasi m'mawa uliwonse."
    },
    {
        "en": "Investment in education is undoubtedly the only effective way to bring a country out of poverty.",
        "ny": "Kuyika ndalama m'maphunziro mosakayikira ndiyo njira yokhayo yothandiza kutulutsa dziko muumphawi."
    },
    {
        "en": "It is needless to say that an experienced person will do better than someone without experience.",
        "ny": "N’zosachita kufunsa kuti munthu wodziwa zambiri angachite bwino kuposa munthu amene alibe luso."
    },
    {
        "en": "It's a lot less likely for a Macintosh computer to have a virus than a computer running Windows.",
        "ny": "Ndizovuta kwambiri kuti kompyuta ya Macintosh ikhale ndi kachilombo kuposa kompyuta yomwe ikuyenda ndi Windows."
    },
    {
        "en": "Most people say that the best way to learn a foreign language is to learn from a native speaker.",
        "ny": "Anthu ambiri amanena kuti njira yabwino yophunzirira chinenero china ndiyo kuphunzira kwa munthu wolankhula chinenero china."
    },
    {
        "en": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you.",
        "ny": "Popeza sindinayankhidwe, ndimadabwa ngati mwina makalata anga sanatumizidwe kwa inu."
    },
    {
        "en": "The ability to work hard is an admirable quality, but the ability to relax is equally important.",
        "ny": "Kukhoza kugwira ntchito molimbika ndi khalidwe labwino, koma kumasuka n'kofunika mofanana."
    },
    {
        "en": "The most interesting information comes from children, for they tell all they know and then stop.",
        "ny": "Chidziŵitso chochititsa chidwi kwambiri chimachokera kwa ana, chifukwa amauza zonse zimene akudziwa kenako n’kusiya."
    },
    {
        "en": "Tom said that he doesn't want to hurt you, but if you come around here again, he'll beat you up.",
        "ny": "Tom ananena kuti sakufuna kukuvulazani, koma mukabweranso kuno, adzakumenyani."
    },
    {
        "en": "Tom says he can't understand how Mary manages to make so much money working only one day a week.",
        "ny": "Tom akuti sakumvetsa mmene Mary amapezera ndalama zochuluka chonchi kugwira ntchito tsiku limodzi lokha pamlungu."
    },
    {
        "en": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds.",
        "ny": "Mpweya wa carbon monoxide ndi chinthu chapoizoni chomwe chimapangidwa ndi kuyaka kosakwanira kwa zinthu za carbon."
    },
    {
        "en": "He is usually straightforward and sincere and thereby gains the confidence of those who meet him.",
        "ny": "Nthawi zambiri amakhala wolunjika komanso wowona mtima ndipo potero amapeza chidaliro cha omwe amakumana naye."
    },
    {
        "en": "Monday, Tuesday, Wednesday, Thursday, Friday, Saturday and Sunday are the seven days of the week.",
        "ny": "Lolemba, Lachiwiri, Lachitatu, Lachinayi, Lachisanu, Loweruka ndi Lamlungu ndi masiku asanu ndi awiri a sabata."
    },
    {
        "en": "Roger Miller learned to play the guitar and the violin. Much later, he learned to play the drums.",
        "ny": "Roger Miller anaphunzira kuimba gitala ndi violin. Patapita nthawi, anaphunzira kuimba ng’oma."
    },
    {
        "en": "She advised him to visit Boston, because she thought it was the most beautiful city in the world.",
        "ny": "Anamulangiza kuti apite ku Boston, chifukwa ankaganiza kuti ndi mzinda wokongola kwambiri padziko lapansi."
    },
    {
        "en": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\"",
        "ny": "Tom anapatsa woimba wotchuka madola zikwi khumi kuti abwere ku lesitilanti kuti adzayimbe \"Tsiku Lakubadwa Losangalala.\""
    },
    {
        "en": "Tom left the milk unattended on the stove and it boiled over and went all over the kitchen floor.",
        "ny": "Tom anasiya mkaka wosayang’aniridwa pa chitofu ndipo unawira n’kudutsa m’khitchini yonse."
    },
    {
        "en": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.",
        "ny": "Mukachotsa zosatheka, chilichonse chotsalira, ngakhale chosatheka, chiyenera kukhala chowonadi."
    },
    {
        "en": "Foods rich in vitamin E include dark-green, leafy vegetables, beans, nuts and whole-grain cereals.",
        "ny": "Zakudya zokhala ndi vitamini E zimaphatikizapo zobiriwira zakuda, masamba a masamba, nyemba, mtedza ndi chimanga."
    },
    {
        "en": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth.",
        "ny": "Kuchokera pazochitika zanga, ndikudziwa kuti kukumana naye kulikonse kudzasiya kukoma koipa mkamwa mwako."
    },
    {
        "en": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
        "ny": "Mpatseni munthu nsomba ndipo mumdyetse kwa tsiku limodzi. Phunzitsani munthu kuwedza ndipo mumamudyetsa moyo wake wonse."
    },
    {
        "en": "His novel ideas are time and again getting him into trouble with his more conservative colleagues.",
        "ny": "Malingaliro ake atsopano amamupangitsa mobwerezabwereza kuti alowe m'mavuto ndi anzawo osamala kwambiri."
    },
    {
        "en": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients.",
        "ny": "Ndinamva kuti njira imodzi yokhalira wathanzi ndiyo kupewa kudya chakudya chilichonse chokhala ndi zinthu zosatchulika."
    },
    {
        "en": "I think it's unlikely that the next version of Windows will come out before the end of this month.",
        "ny": "Ndikuganiza kuti ndizokayikitsa kuti mtundu wotsatira wa Windows utuluka kumapeto kwa mwezi uno."
    },
    {
        "en": "I've kept my weight down even though many of my friends have gained weight as they've grown older.",
        "ny": "Sindinanene kuti ndine wonenepa ngakhale kuti anzanga ambiri anenepa akamakula."
    },
    {
        "en": "The boy I saw searching through the garbage can said that he had not eaten anything for four days.",
        "ny": "Mnyamata amene ndinamuona akufufuza m’chidebe cha zinyalala ananena kuti kwa masiku anayi sanadye chilichonse."
    },
    {
        "en": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour.",
        "ny": "Tom anauza Mary kuti ankaganiza kuti mvuu imatha kuthamanga liwiro la makilomita pafupifupi 30 pa ola."
    },
    {
        "en": "Yesterday the unveiling of the founder's statue and the opening of the school building took place.",
        "ny": "Dzulo kuvumbulutsidwa kwa chifaniziro cha woyambitsa komanso kutsegulidwa kwa nyumba ya sukulu kunachitika."
    },
    {
        "en": "You know that your English is good when people stop complimenting you on how good your English is.",
        "ny": "Mumadziwa kuti chingerezi chanu ndi chabwino anthu akasiya kukuyamikani kuti chingerezi chanu ndichabwino."
    },
    {
        "en": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother.",
        "ny": "Ngakhale kuti Tom anapempha Mariya kuti asapite, iye anachoka ndi anawo n’kupita kukakhala ndi mayi ake."
    },
    {
        "en": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "ny": "Sindingathe kusintha kumene mphepo ikulowera, koma ndimatha kusintha matanga anga kuti ndikafike kumene ndikupita."
    },
    {
        "en": "I don't like snack bars. They're expensive, noisy, and full of the smell of tobacco and fried food.",
        "ny": "Sindimakonda zokhwasula-khwasula. Zimakhala zodula, zaphokoso, zodzaza ndi fungo la fodya ndi zakudya zokazinga."
    },
    {
        "en": "I've got a squeaking noise in my brand new car, and do you think I can find where it's coming from?",
        "ny": "Ndili ndi phokoso m'galimoto yanga yatsopano, ndipo mukuganiza kuti ndingapeze komwe ikuchokera?"
    },
    {
        "en": "Scientists continue to discover new medicines, so there is always hope for people who are in comas.",
        "ny": "Asayansi akupitirizabe kupeza mankhwala atsopano, choncho nthawi zonse pali chiyembekezo kwa anthu omwe ali ndi chikomokere."
    },
    {
        "en": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made.",
        "ny": "Popeza m’bungweli onse ndi mafumu ndipo palibe amwenye, n’zodabwitsa kuti zisankho zilizonse zimaperekedwa."
    },
    {
        "en": "Their influence becomes greater every day, but they are uncreative and can't make value judgements.",
        "ny": "Chikoka chawo chimakhala chokulirapo tsiku lililonse, koma ndi osapanga zinthu ndipo satha kugamula zofunikira."
    },
    {
        "en": "Tom did everything within his power to save the children that were trapped in the burning building.",
        "ny": "Tom anachita zonse zomwe akanatha kuti apulumutse ana amene anatsekeredwa m’nyumba yoyaka motoyo."
    },
    {
        "en": "Tom told Mary that he didn't think it was a good idea for her to go jogging in the park by herself.",
        "ny": "Tom anauza Mary kuti sakuona kuti n’koyenera kuti apite kukathamanga yekha m’paki."
    },
    {
        "en": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times.",
        "ny": "Kusiya kusuta ndi chinthu chophweka kwambiri padziko lapansi. Ndikudziwa chifukwa ndazichita kambirimbiri."
    },
    {
        "en": "I don't quite believe it when I hear someone claim they can speak more than five languages fluently.",
        "ny": "Ine sindimakhulupirira ndithu ndikamva munthu amanena kuti akhoza kulankhula zinenero zoposa zisanu bwino."
    },
    {
        "en": "I think it's unlikely that aliens similar to what we see in the movies have ever visited our planet.",
        "ny": "Ndikuganiza kuti ndizokayikitsa kuti alendo ofanana ndi omwe timawawona m'mafilimu adabwerako padziko lapansi."
    },
    {
        "en": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn.",
        "ny": "Ngati mumathera nthawi yambiri padzuwa popanda kuvala zoteteza ku dzuwa, mukhoza kupsa ndi dzuwa."
    },
    {
        "en": "One of the greatest secrets of happiness is moderating your wishes and loving what you already have.",
        "ny": "Chimodzi mwa zinsinsi zazikulu za chimwemwe ndikuwongolera zofuna zanu ndi kukonda zomwe muli nazo kale."
    },
    {
        "en": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife.",
        "ny": "Mpeni umenewo sunali wakuthwa ndipo sindinathe kuudula nawo nyama, choncho ndinayamba kugwiritsa ntchito mpeni wa m’thumba."
    },
    {
        "en": "There have been a lot of complaints from consumers that our products don't last as long as we claim.",
        "ny": "Pakhala pali madandaulo ochuluka kuchokera kwa ogula kuti katundu wathu sakhalitsa monga momwe timanenera."
    },
    {
        "en": "Tom was unsure what Mary would be like and he wondered whether she would get along with his friends.",
        "ny": "Tom sankadziwa kuti Mary adzakhala wotani ndipo ankakayikira ngati angagwirizane ndi anzake."
    },
    {
        "en": "Before I get out of bed, I spend a little time thinking about what I'll be doing the rest of the day.",
        "ny": "Ndisanadzuke pabedi, ndimathera nthaŵi pang’ono ndikulingalira zimene ndidzakhala ndikuchita tsiku lonselo."
    },
    {
        "en": "I looked in my closet for something to wear, but couldn't find anything appropriate for the occasion.",
        "ny": "Ndinayang'ana mchipinda changa chovala, koma sindinapeze chilichonse choyenera pamwambowo."
    },
    {
        "en": "I watched the film named \"Texas Chainsaw Massacre\" with my girlfriend yesterday. She was very afraid.",
        "ny": "Ndinaonera filimu yotchedwa \"Texas Chainsaw Massacre\" ndi chibwenzi changa dzulo. Iye anachita mantha kwambiri."
    },
    {
        "en": "In order to get some information about Japanese economic problems, you'll find this book very useful.",
        "ny": "Kuti mudziwe zambiri zokhudza mavuto azachuma ku Japan, mupeza kuti bukuli ndi lothandiza kwambiri."
    },
    {
        "en": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year.",
        "ny": "Lonjezo losiya kusuta ndudu lili m'gulu la mfundo khumi zapamwamba za Chaka Chatsopano chaka ndi chaka."
    },
    {
        "en": "Tom did everything within his power to keep Mary from being elected president of the student council.",
        "ny": "Tom anachita zonse zomwe akanatha kuti Mary asasankhidwe kukhala pulezidenti wa bungwe la ophunzira."
    },
    {
        "en": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer.",
        "ny": "Tom ankadabwa chifukwa chake anthu ambiri ku America amaganiza kuti baseball ndi yosangalatsa kwambiri kuonera kuposa mpira."
    },
    {
        "en": "If you're tired, why don't you go to sleep? \"Because if I go to sleep now I will wake up too early.\"",
        "ny": "Ngati mwatopa, bwanji osagona? \"Chifukwa ndikagona tsopano ndidzuka molawirira.\""
    },
    {
        "en": "A young boy, who couldn't have been more than five years old, asked Tom how to get to the post office.",
        "ny": "Mnyamata wina, yemwe sakanatha kupitirira zaka zisanu, anafunsa Tom mmene angapitire ku positi ofesi."
    },
    {
        "en": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday.",
        "ny": "Ndinkangodabwa ngati ndingabwereke madola mazana atatu kwa inu. Ndikhoza kukubwezerani Lolemba likubwerali."
    },
    {
        "en": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have.",
        "ny": "Bambo anga, agogo, agogo a agogo ndi agogo a agogo onse anali ndi dzina lomwe ndili nalo."
    },
    {
        "en": "Some people consider it a waste of time to study languages such as Klingon, Interlingua and Esperanto.",
        "ny": "Anthu ena amaona kuti ndi kutaya nthawi kuphunzira zinenero monga Klingon, Interlingua ndi Esperanto."
    },
    {
        "en": "The Super Nintendo's graphics are amazing. They're so much better than those of the original Nintendo.",
        "ny": "Zithunzi za Super Nintendo ndizodabwitsa. Ndiabwino kwambiri kuposa a Nintendo oyambirira."
    },
    {
        "en": "The iPad would be a perfect solution for me if it could properly display web pages with Flash content.",
        "ny": "IPad ingakhale yankho labwino kwa ine ngati ingawonetse bwino masamba omwe ali ndi Flash."
    },
    {
        "en": "Tom was determined not to make the same mistakes with his children that his parents had made with him.",
        "ny": "Tom anatsimikiza mtima kuti asadzachite zolakwa ndi ana ake zimene makolo ake analakwitsa."
    },
    {
        "en": "When you watch television or listen to the radio, the music which you hear is often African in origin.",
        "ny": "Mukamawonera kanema wawayilesi kapena kumvera wailesi, nyimbo zomwe mumamva nthawi zambiri zimakhala zochokera ku Africa."
    },
    {
        "en": "You should make sure that you get there on time. Tom won't wait more than ten minutes if you are late.",
        "ny": "Muyenera kuonetsetsa kuti mwafika pa nthawi yake. Tom sadikira kuposa mphindi khumi ngati mwachedwa."
    },
    {
        "en": "If you're not happy with your purchase, you can return it at any time. \"Could I get that in writing?\"",
        "ny": "Ngati simukukondwera ndi kugula kwanu, mutha kubweza nthawi iliyonse. \"Kodi ndingamvetse izi polemba?\""
    },
    {
        "en": "Disconnect the power cable from the modem, wait for approximately one minute, then reconnect the cable.",
        "ny": "Chotsani chingwe chamagetsi ku modemu, dikirani kwa mphindi imodzi, kenako gwirizanitsani chingwecho."
    },
    {
        "en": "I look for all the world like an athlete in this outfit, but the truth is I don't do any sports at all.",
        "ny": "Ndimayang'ana dziko lonse lapansi ngati wothamanga muzovala izi, koma zoona ndizakuti sindichita masewera aliwonse."
    },
    {
        "en": "The attitude of the court toward young criminals is different from its attitude toward adult criminals.",
        "ny": "Kaonedwe ka khoti kwa apandu achichepere n’kosiyana ndi mmene amaonera apandu achikulire."
    },
    {
        "en": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area.",
        "ny": "Panali makatoni mazana atatu odzazidwa ndi zovala zakale zokonzeka kutumizidwa kudera latsoka."
    },
    {
        "en": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time.",
        "ny": "Tom anamva kuuma kwa mfundo zake pamene anaimirira atakhala pamalo omwewo kwa nthawi yaitali."
    },
    {
        "en": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed.",
        "ny": "Tom amakonda kusamba m'mawa pamene Mary amakonda kusamba asanagone."
    },
    {
        "en": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes.",
        "ny": "Tom anadzuka pabedi, navala zovala, anadya chakudya cham'mawa ndipo anatuluka panja pasanathe mphindi khumi."
    },
    {
        "en": "If you'd told me about it earlier, I could've been free. However, tomorrow I have plans to go back home.",
        "ny": "Mukadandiuza kale, ndikanakhala womasuka. Komabe, mawa ndili ndi malingaliro obwerera kunyumba."
    },
    {
        "en": "It takes more time to prepare the car for getting painted than it takes for the actual paint job itself.",
        "ny": "Zimatenga nthawi yochuluka kukonzekera galimoto kuti ipentidwe kuposa momwe zimatengera ntchito yeniyeni ya penti."
    },
    {
        "en": "On school nights, Tom goes to bed at nine o'clock, but on Fridays and Saturdays, he stays up much later.",
        "ny": "Usiku wa kusukulu, Tom amagona 9 koloko, koma Lachisanu ndi Loweruka, amagona mochedwa kwambiri."
    },
    {
        "en": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree.",
        "ny": "Anthu ena amaganiza kuti n’kovuta kwa mbadwa yolankhula Chingelezi kuphunzira Chitchainizi, koma ine sindimagwirizana nazo."
    },
    {
        "en": "The world's greatest singers and most of its famous musicians have been fat or at least decidedly plump.",
        "ny": "Oyimba opambana kwambiri padziko lonse lapansi komanso oimba ambiri otchuka akhala onenepa kapena onenepa kwambiri."
    },
    {
        "en": "Tom and Mary don't have much time to talk together. Their children are always demanding their attention.",
        "ny": "Tom ndi Mary alibe nthawi yokwanira yocheza. Ana awo nthaŵi zonse amafuna chisamaliro chawo."
    },
    {
        "en": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does.",
        "ny": "Tom akuganiza kuti amadziwa ndalama zomwe Mary amapeza, koma Mary amapeza zambiri kuposa momwe Tom amaganizira."
    },
    {
        "en": "During hard times, people might not go on a trip, but they might be willing to pay extra for good coffee.",
        "ny": "Panthawi yovuta, anthu sangapite paulendo, koma akhoza kukhala okonzeka kulipira khofi yabwino."
    },
    {
        "en": "If you watch the sun setting on a warm, damp day, you can see the moisture changing the shape of the sun.",
        "ny": "Mukaona dzuŵa likuloŵa patsiku lofunda ndi lachinyezi, mukhoza kuona chinyontho chikusintha mawonekedwe adzuŵa."
    },
    {
        "en": "Some superstitious people in America believe that if a black cat crosses your path, you'll have bad luck.",
        "ny": "Anthu ena okhulupirira malodza ku America amakhulupirira kuti ngati mphaka wakuda adutsa njira yanu, mudzakhala ndi mwayi."
    },
    {
        "en": "The trouble with the world isn't that people know too little, but they know so many things that ain't so.",
        "ny": "Vuto la dziko lapansi siliri kuti anthu amadziwa zochepa kwambiri, koma amadziwa zinthu zambiri zomwe siziri choncho."
    },
    {
        "en": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments.",
        "ny": "Choyipa kwambiri ndichakuti Tom achotsedwa ntchito ndipo sadzatha kubweza ngongole zake zanyumba."
    },
    {
        "en": "Thomas A. Edison so loves his work that he sleeps an average of less than four hours of each twenty-four.",
        "ny": "Thomas A. Edison amakonda ntchito yake kotero kuti amagona pafupifupi maola ochepera anayi pa makumi awiri ndi anayi aliwonse."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us.",
        "ny": "Sitinkadziwa kuti Tom adzakhala munthu wotani komanso ngati angakonde kukhala m’nyumba imodzi ndi ifeyo."
    },
    {
        "en": "What's important isn't which university you've graduated from, but what you learned while you were there.",
        "ny": "Chofunikira si kuyunivesite yomwe mwamaliza maphunziro anu, koma zomwe munaphunzira mudakali kumeneko."
    },
    {
        "en": "If your spouse is a politician, then likely your name will also appear in the newspaper from time to time.",
        "ny": "Ngati mwamuna kapena mkazi wanu ndi wandale, ndiye kuti dzina lanu lidzatulukanso m’nyuzipepala nthawi ndi nthawi."
    },
    {
        "en": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others.",
        "ny": "Chaka chatha, ndinakhala ndekhandekha kwa nthaŵi yochuluka kotero kuti ndinatsala pang’ono kuiŵala kulankhula mogwira mtima ndi ena."
    },
    {
        "en": "Tom asked Mary a few questions that she couldn't answer, but she was able to answer most of his questions.",
        "ny": "Tom anafunsa Mary mafunso angapo amene sanathe kuwayankha, koma anatha kuyankha mafunso ake ambiri."
    },
    {
        "en": "Tom couldn't hear what the teacher was saying because all of the other students were making so much noise.",
        "ny": "Tom sankamva zimene mphunzitsiyo ankanena chifukwa ana asukulu ena onse ankachita phokoso kwambiri."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us.",
        "ny": "Sitinkadziŵa kuti Tom adzakhala munthu wotani komanso ngati angakonde kukhala m’nyumba imodzi ndi ife."
    },
    {
        "en": "When I woke up today, I yawned, stretched, rubbed the sleep out of my eyes, and put on a pair of slippers.",
        "ny": "Lero nditadzuka, ndinayasamula, ndinatambasula, ndikuchotsa tulo m'maso mwanga, ndikuvala ma slippers."
    },
    {
        "en": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well.",
        "ny": "Amphaka ali ngati atsikana. Ngati amalankhula nanu ndi zabwino, koma ngati muyesa kulankhula nawo, sizikuyenda bwino."
    },
    {
        "en": "He began to suspect something was wrong when the seller didn't allow him to test the item before buying it.",
        "ny": "Anayamba kukayikira kuti chinachake chalakwika pamene wogulitsayo sanamulole kuti ayese chinthucho asanagule."
    },
    {
        "en": "He got tired of being the devil's advocate and now agrees with every idea they suggest, no matter how dumb.",
        "ny": "Anatopa ndi kukhala woyimira mdierekezi ndipo tsopano akugwirizana ndi lingaliro lirilonse lomwe iwo anganene, ziribe kanthu kuti ndi wosayankhula chotani."
    },
    {
        "en": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan.",
        "ny": "Zodabwitsa ndizakuti, chipindachi mulibe chilichonse ngati choziziritsira mpweya. Zonse zomwe zili nazo ndi chowotcha chamanja cha pepala."
    },
    {
        "en": "Last year in the Philippines, earthquakes and tidal waves resulted in the deaths of more than 6,000 people.",
        "ny": "Chaka chatha ku Philippines, zivomezi ndi mafunde aakulu anapha anthu oposa 6,000."
    },
    {
        "en": "There have been a lot of complaints recently about drivers not obeying the speed limits in downtown Boston.",
        "ny": "Pakhala madandaulo ambiri posachedwapa okhudza madalaivala osamvera malire a liwiro mu mzinda wa Boston."
    },
    {
        "en": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain.",
        "ny": "Tiwonetsetsa kuti palibe amene akupezerapo mwayi anthu aku America kuti apindule kwakanthawi kochepa."
    },
    {
        "en": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well.",
        "ny": "N’chifukwa chiyani ndinagula maluwa? Ndi zomwe mwanenazi? Kukukuphokoso ndithu moti sindimakumvani bwino."
    },
    {
        "en": "I like to feel sad. I know that most people try to avoid any kind of sad feeling. But I think that is wrong.",
        "ny": "Ndimakonda kumva chisoni. Ndikudziwa kuti anthu ambiri amapewa kukhumudwa kulikonse. Koma ine ndikuganiza kuti zimenezo n’zolakwika."
    },
    {
        "en": "I talked with Tom for over an hour before he said something that made me realize he wasn't a native speaker.",
        "ny": "Ndinalankhula ndi Tom kwa ola limodzi asananene zomwe zinandipangitsa kuzindikira kuti sanali mbadwa."
    },
    {
        "en": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes.",
        "ny": "Zaka zisanu ndi zitatu zapitazo, tinali m'zaka zoyambirira za vuto lachuma lomwe lingakhale loipitsitsa kwambiri m'moyo wathu wonse."
    },
    {
        "en": "I don't think it's necessary for me to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Sindikuganiza kuti ndikofunikira kuti ndimveke ngati mbadwa, ndikungofuna kuti ndizitha kulankhula bwino."
    },
    {
        "en": "I don't think there is any excuse for his behavior. At the same time, we should listen to what he has to say.",
        "ny": "Ndikuganiza kuti palibe chowiringula pa khalidwe lake. Pa nthawi imodzimodziyo, tiyenera kumvetsera zimene akunena."
    },
    {
        "en": "If you don't start treating people with a little more respect, people may start avoiding you like the plague.",
        "ny": "Ngati simuyamba kuchitira anthu ulemu pang'ono, anthu angayambe kukupewani ngati mliri."
    },
    {
        "en": "It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God.",
        "ny": "N’kwapafupi kuti ngamila ipyole pa diso la singano kusiyana ndi kuti munthu wolemera alowe mu ufumu wa Mulungu."
    },
    {
        "en": "It's hard to be a woman. One must think like a man, act like a lady, look like a girl, and work like a horse.",
        "ny": "Ndizovuta kukhala mkazi. Munthu ayenera kuganiza ngati mwamuna, kuchita ngati dona, kuoneka ngati mtsikana, ndi kugwira ntchito ngati hatchi."
    },
    {
        "en": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower.",
        "ny": "Kuphulika kwakukulu ndi kukangana kunamveka kutuluka m'galaja pamene Tom anali kuyesa kukonza makina otchera udzu."
    },
    {
        "en": "I can't believe that you aren't at least willing to consider the possibility that there's another explanation.",
        "ny": "Sindikukhulupirira kuti simuli okonzeka kulingalira kuti mwina pali kufotokozera kwina."
    },
    {
        "en": "It doesn't make sense to criticize someone for doing something that we would do if we were in their situation.",
        "ny": "N’zopanda nzeru kudzudzula munthu chifukwa chochita zinthu zimene tikanachita tikanakhala kuti tili m’mavuto."
    },
    {
        "en": "Masculine qualities in a woman are seen as strength, while feminine qualities in a man are viewed as weakness.",
        "ny": "Mikhalidwe yachimuna mwa mkazi imawonedwa ngati mphamvu, pamene mikhalidwe yachikazi mwa mwamuna imawonedwa kukhala yofooka."
    },
    {
        "en": "The graphic description of the victim's murder was too much for his mother, who ran out of the court in tears.",
        "ny": "Kufotokozera momveka bwino za kuphedwa kwa wozunzidwayo kunali kovuta kwambiri kwa amayi ake, omwe anathamangira kunja kwa khoti misozi."
    },
    {
        "en": "Even though Tom told Mary about his problem, he didn't want to listen to any advice she had on how to solve it.",
        "ny": "Ngakhale kuti Tom anauza Mary za vuto lake, iye sanafune kumvera malangizo alionse okhudza mmene angathetsere vutoli."
    },
    {
        "en": "I realize I may not be the most desirable man in the world, but I still hope you'll consider going out with me.",
        "ny": "Ndikuzindikira kuti mwina sindingakhale munthu wofunika kwambiri padziko lapansi, komabe ndikukhulupirira kuti mudzaganiza zopita nane."
    },
    {
        "en": "In preparation for painting a portrait, my friend takes many photographs in order to study the subject closely.",
        "ny": "Pokonzekera kujambula chithunzi, mnzanga amajambula zithunzi zambiri kuti aphunzire bwino nkhaniyi."
    },
    {
        "en": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "ny": "Moyo ukanakhala wosangalatsa kwambiri ngati titangobadwa pausinkhu wa zaka makumi asanu ndi atatu ndikuyandikira khumi ndi zisanu ndi zitatu."
    },
    {
        "en": "People often lie about what they did on the weekend, so their friends won't realize how boring they really are.",
        "ny": "Kaŵirikaŵiri anthu amanama ponena za zimene anachita Loweruka ndi Lamlungu, kotero kuti mabwenzi awo sangazindikire kuti iwo ndi otopetsa kwenikweni."
    },
    {
        "en": "Something you should know about me is that my greatest fear in life is that people will find out that I'm poor.",
        "ny": "Chinachake chomwe muyenera kudziwa za ine ndi chakuti mantha anga aakulu m'moyo ndi chakuti anthu adzapeza kuti ndine wosauka."
    },
    {
        "en": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room.",
        "ny": "Tom anakanikizira khutu ku khoma kuti aone ngati angamve zimene makolo ake ankakambirana m’chipinda china."
    },
    {
        "en": "Tom was obsessed by the belief that, one by one, everyone around him was being abducted and replaced by aliens.",
        "ny": "Tom anatengeka mtima ndi chikhulupiriro chakuti, mmodzimmodzi, aliyense womuzungulira anali kulandidwa ndi kuloŵedwa m’malo ndi alendo."
    },
    {
        "en": "I know that it is highly unlikely that you'd ever want to go out with me, but I still need to ask at least once.",
        "ny": "Ndikudziwa kuti n'zokayikitsa kuti mungafune kutuluka nane, koma ndikufunikabe kufunsa kamodzi."
    },
    {
        "en": "Acting on advice from his astronomers, Alexander the Great decided not to attack Egypt and went to India instead.",
        "ny": "Potsatira malangizo a akatswiri a zakuthambo, Alesandro Wamkulu anasankha kusaukira Igupto ndi kupita ku India."
    },
    {
        "en": "I came here to see if there was something I could do to help, but there doesn't seem to be anything for me to do.",
        "ny": "Ndinabwera kuno kudzawona ngati pali chinachake chimene ndingachite kuti ndithandize, koma zikuwoneka kuti palibe chimene ndingachite."
    },
    {
        "en": "I know you're upset about your car being totaled, but you weren't injured and you should be thankful to be alive.",
        "ny": "Ndikudziwa kuti mwakhumudwa chifukwa choti galimoto yanu yadzaza, koma simunavulale ndipo muyenera kuthokoza kuti muli ndi moyo."
    },
    {
        "en": "The World Health Organization says alcohol abuse is the third leading cause of death and disability in the world.",
        "ny": "Bungwe la World Health Organization lati kumwa mowa mwauchidakwa ndi nambala yachitatu yomwe imayambitsa imfa ndi kulemala padziko lonse lapansi."
    },
    {
        "en": "Babies can become dehydrated from a high fever, so I was told that it would be better to send him to the hospital.",
        "ny": "Ana amatha kutaya madzi m'thupi chifukwa cha kutentha thupi kwambiri, choncho ndinauzidwa kuti zingakhale bwino kuwatumiza kuchipatala."
    },
    {
        "en": "Did you know that in Japan, if you have a tattoo, you won't be allowed to bathe in many of the hot spring resorts?",
        "ny": "Kodi mumadziwa kuti ku Japan, ngati muli ndi tattoo, simuloledwa kusamba m'malo ambiri otentha otentha?"
    },
    {
        "en": "Everybody has a right to his own opinion. However, sometimes it's better not to tell anybody what that opinion is.",
        "ny": "Aliyense ali ndi ufulu pamalingaliro ake. Komabe, nthawi zina ndi bwino kusauza aliyense maganizo awo."
    },
    {
        "en": "The Himalayas were formed by the collision of the tectonic plates of India and Eurasia about 50 million years ago.",
        "ny": "Mapiri a Himalaya anapangidwa ndi kugunda kwa mbale za tectonic za India ndi Eurasia pafupifupi zaka 50 miliyoni zapitazo."
    },
    {
        "en": "The police can't find a single person who remembers seeing you where you said you were on the night of the murder.",
        "ny": "Apolisi sapeza munthu m'modzi yemwe amakumbukira kukuwonani komwe mudati munali usiku wakupha."
    },
    {
        "en": "Tom likes Mary, but Mary likes John. To make matters even more interesting, John likes Alice, but Alice likes Tom.",
        "ny": "Tom amakonda Mariya, koma Mary amakonda Yohane. Kuti zinthu zikhale zosangalatsa kwambiri, John amakonda Alice, koma Alice amakonda Tom."
    },
    {
        "en": "Tom was sad when he discovered that Mary was a gold digger and Mary was sad when she discovered that Tom was poor.",
        "ny": "Tom anakhumudwa atazindikira kuti Mary anali wokumba golide ndipo Mary anakhumudwa atazindikira kuti Tom anali wosauka."
    },
    {
        "en": "What kind of a parent would leave their child unattended in the car outside the pub while they're inside drinking?",
        "ny": "Kodi ndi kholo lotani limene lingasiyire mwana wawo m’galimoto popanda womuyang’anira kunja kwa malo ogulitsira pamene ali mkati akumwa?"
    },
    {
        "en": "Witnesses told police that the train was travelling way over the speed limit when it derailed going around a bend.",
        "ny": "Mboni zinauza apolisi kuti sitimayo inali kuyenda modutsa malire othamanga kwambiri pamene inadutsa m’njira ina."
    },
    {
        "en": "The Belo Monte dam in Brazil is a controversial project because of its impact on the environment and native people.",
        "ny": "Damu la Belo Monte ku Brazil ndi ntchito yomwe anthu amakangana chifukwa cha momwe imakhudzira chilengedwe komanso anthu ammudzi."
    },
    {
        "en": "Tom's constant arguing irritates some of his classmates. However, most of the class has just learned to ignore him.",
        "ny": "Kukangana kosalekeza kwa Tom kumakwiyitsa anzake a m’kalasi. Komabe, ambiri a m’kalasi angophunzira kumene kunyalanyaza iye."
    },
    {
        "en": "How's the trouble and strife? is an example of a sentence using Cockney rhyming slang. It means \"How's your wife?\"",
        "ny": "Vuto ndi ndewu zili bwanji? ndi chitsanzo cha chiganizo chogwiritsa ntchito mawu akuti Cockney rhyming slang. Amatanthauza \"Mkazi wako ali bwanji?\""
    },
    {
        "en": "Getting your message across is much more important than trying to say it exactly like a native speaker would say it.",
        "ny": "Kutumiza uthenga wanu ndikofunikira kwambiri kuposa kuyesa kunena ndendende monga momwe wolankhula mbadwa anganene."
    },
    {
        "en": "Over 100 tons of dust and sand-sized particles bombard the earth every day from space, most of which goes unnoticed.",
        "ny": "Kupitilira matani 100 a fumbi ndi tinthu tating'onoting'ono ta mchenga timaphulitsa dziko lapansi tsiku lililonse kuchokera mumlengalenga, zomwe zambiri sizimazindikirika."
    },
    {
        "en": "The typical elements of a foreign culture are changed into the typical elements of the local culture of translators.",
        "ny": "Zochitika za chikhalidwe chachilendo zimasinthidwa kukhala zochitika za chikhalidwe cha komweko cha omasulira."
    },
    {
        "en": "Tom tried to sell his old VCR instead of throwing it away, but no one would buy it, so he ended up throwing it away.",
        "ny": "Tom anayesa kugulitsa VCR yake yakale m’malo moitaya, koma palibe amene akanaigula, motero anaitaya."
    },
    {
        "en": "A man touched down on the moon. A wall came down in Berlin. A world was connected by our own science and imagination.",
        "ny": "Munthu anakhudza mwezi. Khoma linagwa ku Berlin. Dziko lapansi linalumikizidwa ndi sayansi yathu komanso malingaliro athu."
    },
    {
        "en": "Being happy doesn't mean that everything is perfect, but rather that you've decided to look beyond the imperfections.",
        "ny": "Kukhala wosangalala sikutanthauza kuti zonse ndi zangwiro, koma kuti mwasankha kuyang'ana kupyola zolakwa."
    },
    {
        "en": "Dr. Zamenhof believed that a language belongs to the people who speak it which is why he never copyrighted Esperanto.",
        "ny": "Dr. Zamenhof ankakhulupirira kuti chinenero ndi cha anthu amene amachilankhula n’chifukwa chake sanalole Chiesperanto kukopera."
    },
    {
        "en": "Every student who has graduated from our university has studied English with a native speaker for at least two years.",
        "ny": "Wophunzira aliyense amene wamaliza maphunziro ku yunivesite yathu waphunzira Chingelezi ndi wolankhula mbadwa kwa zaka zosachepera ziwiri."
    },
    {
        "en": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn.",
        "ny": "Ngati simukufuna kuvala zoteteza ku dzuwa, ndiye vuto lanu. Osangobwera kudzandidandaula ukapsa ndi dzuwa."
    },
    {
        "en": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble.",
        "ny": "Tom zinamutengera maola angapo kuti akonze bedi losanjikizana lomwe malangizowo ananena kuti zingatenge nthawi yosakwana ola limodzi kuti akonze."
    },
    {
        "en": "Nobody has asked you to agree, but can't you at least accept that there are people who hold different views from you?",
        "ny": "Palibe amene wakufunsani kuti muvomereze, koma kodi simungavomereze kuti pali anthu omwe amasiyana maganizo ndi inu?"
    },
    {
        "en": "Tom didn't know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant.",
        "ny": "Tom sankadziwa tanthauzo la mawu akuti “anglophobia,” choncho anafufuza mwamsanga pa intaneti kuti aone ngati angadziwe tanthauzo lake."
    },
    {
        "en": "Even though computer programmers may use semicolons every day, nowadays most people only use semicolons for emoticons.",
        "ny": "Ngakhale opanga mapulogalamu apakompyuta amatha kugwiritsa ntchito ma semicolons tsiku lililonse, masiku ano anthu ambiri amangogwiritsa ntchito ma semicolons potengera ma emoticons."
    },
    {
        "en": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother.",
        "ny": "Ndinali ndisanadyeko mtundu uliwonse wa chakudya cha ku Thailand, kotero ndinali wokondwa kupita kumalo odyera achi Thai ndi agogo anga aakazi."
    },
    {
        "en": "The room didn't look very good after Tom painted it, because he didn't even bother to wash the walls or ceiling first.",
        "ny": "Chipindacho sichinawonekere bwino Tom atachipaka utoto, chifukwa sanavutike nkomwe kutsuka makoma kapena denga."
    },
    {
        "en": "When does your sister come back from work? \"I don't know, but I think she'll arrive at home a few minutes before me.\"",
        "ny": "Kodi sister wako akuchokera ku ntchito? \"Sindikudziwa, koma ndikuganiza kuti afika panyumba patatsala mphindi zochepa kuti ndikhale.\""
    },
    {
        "en": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\"",
        "ny": "Nyimbo zinayi za Khrisimasi zomwe ndimakonda ndi \"Silent Night,\" \"Joy to the World,\" \"Noel Woyamba\" ndi \"Away in the Manger.\""
    },
    {
        "en": "My friend recommended that I shouldn't buy an iPad yet, but to wait until I see what Apple's competitors come out with.",
        "ny": "Mnzanga adandilimbikitsa kuti ndisagule iPad pano, koma ndidikire mpaka nditawona zomwe opikisana ndi Apple atuluka nazo."
    },
    {
        "en": "Roger Miller entered the United States Army at the age of seventeen. He was sent to an army base near Atlanta, Georgia.",
        "ny": "Roger Miller adalowa m'gulu lankhondo la United States ali ndi zaka khumi ndi zisanu ndi ziwiri. Anatumizidwa kumalo a asilikali pafupi ndi Atlanta, Georgia."
    },
    {
        "en": "A trade delegation has gone to Japan ahead of the Prime Minister to crunch the numbers with their Japanese counterparts.",
        "ny": "Nthumwi zamalonda zapita ku Japan patsogolo pa Prime Minister kuti awononge ziwerengero ndi anzawo aku Japan."
    },
    {
        "en": "Anyone whose comfort level depends on what someone else is wearing really needs to take a long, hard look at themselves.",
        "ny": "Aliyense amene chitonthozo chake chimadalira pa zomwe wina wavala ayenera kudziyang'anira motalika."
    },
    {
        "en": "I think it's highly unlikely that Tom was not aware that he wouldn't be allowed to enter the museum without his parents.",
        "ny": "Ndikuganiza kuti ndizokayikitsa kuti Tom samadziwa kuti sakaloledwa kulowa mnyumba yosungiramo zinthu zakale popanda makolo ake."
    },
    {
        "en": "I was lucky that the policeman didn't give me a ticket for making a U-turn at an intersection that had a no U-turn sign.",
        "ny": "Ndinachita mwayi kuti wapolisiyo sanandipatse tikiti yokhotera U-turn pamphambano yomwe inalibe chizindikiro cha U-turn."
    },
    {
        "en": "Tom isn't your average guy. He doesn't like things most guys like and he doesn't like to do things most men enjoy doing.",
        "ny": "Tom si munthu wanu wamba. Sakonda zinthu zomwe anyamata ambiri amakonda komanso sakonda kuchita zinthu zomwe amuna ambiri amakonda kuchita."
    },
    {
        "en": "Cesar Chavez asked that strikers remain non-violent even though farm owners and their supporters sometimes used violence.",
        "ny": "Cesar Chavez adapempha kuti onyanyala azikhala opanda chiwawa ngakhale eni minda ndi owatsatira nthawi zina amagwiritsa ntchito ziwawa."
    },
    {
        "en": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past.",
        "ny": "Ngakhale panopo, nthawi zina ndimaganiza kuti ndikufuna kukuwonani. Osati inu amene muli lero, koma inu amene ndimakumbukira kale."
    },
    {
        "en": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details.",
        "ny": "Tiyenera kugwiritsa ntchito nthawi yathu kupanga zinthu zapawebusayiti yathu m'malo motaya nthawi kudera nkhawa zazinthu zazing'ono zodzikongoletsera."
    },
    {
        "en": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money.",
        "ny": "Anthu ambiri omwe mpaka pano akhala akuwononga ndalama kukhala ndi nthawi yabwino tsopano ayenera kusamala kwambiri ndi ndalama zawo."
    },
    {
        "en": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language.",
        "ny": "Ndikosavuta kumveketsa mwachilengedwe m'chilankhulo chanu, komanso kumveka kosagwirizana ndi chilankhulo chanu chomwe sichanu."
    },
    {
        "en": "The difference between the right word and almost the right word is the difference between lightning and the lightning bug.",
        "ny": "Kusiyana kwa liwu loyenera ndi pafupifupi liwu lolondola ndiko kusiyana kwa mphezi ndi mphezi."
    },
    {
        "en": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say.",
        "ny": "Chingelezi chanu ndi cholondola mwa galamala, koma nthawi zina zomwe mukunena sizimveka ngati zomwe wolankhula mbadwa anganene."
    },
    {
        "en": "I have Japanese and Chinese friends who speak to each other in English since that is the only language they have in common.",
        "ny": "Ndili ndi anzanga achijapani ndi achi China omwe amalankhulana m'Chingerezi chifukwa ndi chilankhulo chokha chomwe amafanana."
    },
    {
        "en": "All the doctors say that I shouldn't drink coffee, but, despite that, I do have a bit now and then when I'm in good company.",
        "ny": "Madokotala onse amanena kuti sindiyenera kumwa khofi, koma, ngakhale zili choncho, ndimakhala ndi kanthaŵi ndikakhala ndi anthu abwino."
    },
    {
        "en": "Make a good translation of the sentence that you are translating. Don't let translations into other languages influence you.",
        "ny": "Tanthauzirani bwino chiganizo chimene mukumasulira. Musalole kumasulira m'zinenero zina kukukhudzani."
    },
    {
        "en": "One thing I don't like about the iPad is that you can't easily install apps that aren't available through Apple's App Store.",
        "ny": "Chinthu chimodzi chomwe sindimakonda pa iPad ndikuti simungathe kukhazikitsa mapulogalamu omwe sapezeka kudzera pa Apple's App Store."
    },
    {
        "en": "Jingle Bells, a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas.",
        "ny": "Jingle Bells, nyimbo yotchuka pa nthawi ya Khrisimasi, si nyimbo ya Khrisimasi. Mawu ake sanena chilichonse chokhudza Khirisimasi."
    },
    {
        "en": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode.",
        "ny": "Ndinkakonda kuwonera anime iyi kwambiri ndili mwana, koma sindikukumbukira zomwe zidachitikira ngwazi mu gawo lomaliza."
    },
    {
        "en": "If your company primarily does business with America, then you should be studying English with a native speaker from America.",
        "ny": "Ngati kampani yanu imachita bizinesi ndi America, ndiye kuti mukuyenera kuphunzira Chingerezi ndi wolankhula wochokera ku America."
    },
    {
        "en": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication.",
        "ny": "Chilankhulo cha Chingerezi mosakayikira ndichosavuta komanso nthawi yomweyo njira yabwino kwambiri yolumikizirana padziko lonse lapansi."
    },
    {
        "en": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity.",
        "ny": "M’malo mopatsana mphatso za Khrisimasi chaka chino, tinapereka ndalama zimene tikanapereka ku bungwe lachifundo."
    },
    {
        "en": "Singer and actress Selena Gomez started her career at age seven on the children's public television show \"Barney and Friends.\"",
        "ny": "Woyimba komanso wochita masewero a Selena Gomez adayamba ntchito yake ali ndi zaka zisanu ndi ziwiri pa TV ya ana \"Barney and Friends\"."
    },
    {
        "en": "A good newspaper reporter takes advantage of what he learns from any source, even the \"little bird told him so\" type of source.",
        "ny": "Mtolankhani wabwino wa nyuzipepala amapezerapo mwayi pa zomwe amaphunzira kuchokera kulikonse, ngakhale \"mbalame yaying'ono idamuuza choncho\" mtundu wa gwero."
    },
    {
        "en": "Food prices are at their highest level since the United Nations Food and Agriculture Organization began keeping records in 1990.",
        "ny": "Mitengo yazakudya ndiyokwera kwambiri kuyambira pomwe bungwe la United Nations Food and Agriculture Organisation lidayamba kusunga mbiri mu 1990."
    },
    {
        "en": "I've heard that it's impossible to sound like a native speaker unless one starts speaking the language before the age of twelve.",
        "ny": "Ndamva kuti n’zosatheka kumveka ngati munthu wolankhula chinenerocho pokhapokha munthu atayamba kulankhula chinenerocho asanakwanitse zaka khumi ndi ziwiri."
    },
    {
        "en": "No matter what your profession, or how happy you may be in it, there are moments when you wish you had chosen some other career.",
        "ny": "Ziribe kanthu kuti ntchito yanu ndi yotani, kapena mungakhale osangalala bwanji, pali nthawi yomwe mumalakalaka mutasankha ntchito ina."
    },
    {
        "en": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself.",
        "ny": "Tom ali wamng’ono, ankatolera ndudu za bambo ake mpaka atapeza fodya wokwanira kuti azidzigudubuza ndudu."
    },
    {
        "en": "Satellite imagery is being used in an effort to narrow down the area in the Indian Ocean where floating debris has been observed.",
        "ny": "Zithunzi za satellite zikugwiritsidwa ntchito pofuna kuchepetsa dera la ku Indian Ocean pomwe zinyalala zoyandama zawonedwa."
    },
    {
        "en": "Honey, I know the budget is tight, but do you think we could splurge a bit and have a night out at a fancy restaurant this weekend?",
        "ny": "Wokondedwa, ndikudziwa kuti bajeti ndi yocheperako, koma mukuganiza kuti titha kutaya pang'ono ndikupita kumalo odyera apamwamba kumapeto kwa sabata ino?"
    },
    {
        "en": "Tom went to a fortune teller at the town fair and was told that someone would come into his life whose first name started with \"M\".",
        "ny": "Tom anapita kwa wobwebweta pachiwonetsero cha tawuni ndipo adauzidwa kuti pabwera munthu wina yemwe dzina lake loyamba lidayamba ndi \"M\"."
    },
    {
        "en": "A committee is a group of people who individually can do nothing, but who, as a group, can meet and decide that nothing can be done.",
        "ny": "Komiti ndi gulu la anthu omwe aliyense payekha sangachite kalikonse, koma omwe, monga gulu, akhoza kukumana ndikusankha kuti palibe chomwe chingachitike."
    },
    {
        "en": "Oh, sure, I studied English in my school days. But it wasn't until two or three years ago that I really started taking it seriously.",
        "ny": "O, zedi, ndinaphunzira Chingerezi m'masiku anga akusukulu. Koma sizinali mpaka zaka ziŵiri kapena zitatu zapitazo pamene ndinayamba kuzilingalira mozama."
    },
    {
        "en": "In 1964, Roger Miller agreed to record sixteen songs. One of those songs was \"Dang Me.\" It became his first number one selling record.",
        "ny": "Mu 1964, Roger Miller adavomera kujambula nyimbo khumi ndi zisanu ndi chimodzi. Imodzi mwa nyimbozo inali \"Dang Me.\" Inakhala mbiri yake yoyamba kugulitsa."
    },
    {
        "en": "Tom hadn't washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear.",
        "ny": "Tom anali asanachapa zovala kwa nthawi yaitali, choncho anafufuza m’zovala zake zauve kuti aone ngati panali zinthu zoyera zokwanira."
    },
    {
        "en": "One way to lower the number of errors in the Tatoeba Corpus would be to encourage people to only translate into their native languages.",
        "ny": "Njira imodzi yochepetsera zolakwika mu Tatoeba Corpus ingakhale kulimbikitsa anthu kumasulira m’zinenero zawo zokha."
    },
    {
        "en": "I want a religion that respects the differences that exist between people and that states that each individual has their own personality.",
        "ny": "Ndikufuna chipembedzo chomwe chimalemekeza kusiyana komwe kulipo pakati pa anthu ndipo chimanena kuti munthu aliyense ali ndi umunthu wake."
    },
    {
        "en": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented.",
        "ny": "Ali ndi chibwenzi chomwe wakhala akuyenda naye kuyambira kusekondale, koma akuwona kuti ubale wawo uli pachiwopsezo, ndiye wayamba kusakhutira."
    },
    {
        "en": "Always use distilled water in steam irons because using ordinary water will cause a mineral build-up over time that will clog the steam holes.",
        "ny": "Nthawi zonse gwiritsani ntchito madzi osungunuka muzitsulo za nthunzi chifukwa kugwiritsa ntchito madzi wamba kumapangitsa kuti mchere ukhale wochuluka pakapita nthawi womwe udzatseke mabowo a nthunzi."
    },
    {
        "en": "I think it's a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker.",
        "ny": "Ine ndikuganiza ndi manyazi kuti ena chinenero aphunzitsi anatha maphunziro ku koleji popanda kuphunzira ndi mbadwa wolankhula."
    },
    {
        "en": "You can fool some of the people all of the time, and all of the people some of the time, but you can't fool all of the people all of the time.",
        "ny": "Mukhoza kupusitsa anthu ena nthawi zonse, ndi anthu onse nthawi zina, koma simungapusitse anthu onse nthawi zonse."
    },
    {
        "en": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes.",
        "ny": "Ngati mutamasulira kuchokera kuchilankhulo chanu chachiwiri kupita m'chinenero chanu, osati njira ina, simungalakwitse."
    },
    {
        "en": "People speak so much about the need for leaving a better planet for our children, and forget the urgency of leaving better children for our planet.",
        "ny": "Anthu amalankhula kwambiri za kufunika kosiyira ana athu dziko lapansi labwino, ndikuiwala kufunika kosiya ana abwinoko ku pulaneti lathu."
    },
    {
        "en": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist.",
        "ny": "Prime Minister waku Australia wati sakufuna kuchita nawo zokambirana za megaphone ndi Egypt pa kumangidwa kwa mtolankhani waku Australia."
    },
    {
        "en": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say.",
        "ny": "Mwina simungaphunzire kulankhula bwino ngati mbadwa, koma muyenera kulankhula bwino kuti olankhula mbadwa amvetse zomwe mukunena."
    },
    {
        "en": "If a person has not had a chance to acquire his target language by the time he's an adult, he's unlikely to be able to reach native speaker level in that language.",
        "ny": "Ngati munthu alibe mwayi kupeza chandamale chinenero ndi nthawi iye wamkulu, iye n'zokayikitsa kuti athe kufika mbadwa wokamba mlingo m'chinenero chimenecho."
    },
    {
        "en": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas.",
        "ny": "Cakali cintu ciyandika kapati kucinca mulimo. Ndipo ngakhale mutakhala ndi ntchito, mwayi ndiwe kuti mukukhala ndi nthawi yovuta kwambiri yolipira kukwera mtengo kwa chilichonse kuyambira pazakudya mpaka mafuta."
    },
    {
        "en": "You can't easily put photos on an iPad from more than one computer. However, you can email photos to yourself from various computers and download these photos to your iPad.",
        "ny": "Inu simungakhoze kuika zithunzi pa iPad kuchokera oposa kompyuta. Komabe, mukhoza imelo zithunzi nokha zosiyanasiyana makompyuta ndi kukopera zithunzi izi anu iPad."
    },
    {
        "en": "You can't view Flash content on an iPad. However, you can easily email yourself the URLs of these web pages and view that content on your regular computer when you get home.",
        "ny": "Simungathe kuwona zomwe zili pa Flash pa iPad. Komabe, mutha kudzitumizira imelo mosavuta ma URL a masamba awa ndikuwona zomwe zili pakompyuta yanu yokhazikika mukafika kunyumba."
    },
    {
        "en": "A mistake young people often make is to start learning too many languages at the same time, as they underestimate the difficulties and overestimate their own ability to learn them.",
        "ny": "Cholakwa chimene achichepere amachita kaŵirikaŵiri ndicho kuyamba kuphunzira zinenero zambiri panthaŵi imodzi, popeza amapeputsa zovutazo ndi kudzilingalira mopambanitsa luso lawo la kuziphunzira."
    },
    {
        "en": "No matter how much you try to convince people that chocolate is vanilla, it'll still be chocolate, even though you may manage to convince yourself and a few others that it's vanilla.",
        "ny": "Ziribe kanthu momwe mungayesere kutsimikizira anthu kuti chokoleti ndi vanila, idzakhalabe chokoleti, ngakhale mutha kudzitsimikizira nokha ndi ena ochepa kuti ndi vanila."
    },
    {
        "en": "In 1969, Roger Miller recorded a song called \"You Don't Want My Love.\" Today, this song is better known as \"In the Summer Time.\" It's the first song he wrote and sang that became popular.",
        "ny": "Mu 1969, Roger Miller adalemba nyimbo yotchedwa \"Sukufuna Chikondi Changa.\" Masiku ano, nyimboyi imadziwika bwino kuti \"Munthawi ya Chilimwe.\" Ndi nyimbo yoyamba yomwe adalemba ndikuyimba yomwe idatchuka."
    },
    {
        "en": "A child who is a native speaker usually knows many things about his or her language that a non-native speaker who has been studying for years still does not know and perhaps will never know.",
        "ny": "Mwana amene amalankhula mbadwa nthawi zambiri amadziwa zinthu zambiri zokhudza chinenero chake zomwe munthu wosakhala mbadwa yemwe wakhala akuphunzira kwa zaka zambiri sakudziwabe ndipo mwina sangadziwe."
    },
    {
        "en": "There are four main causes of alcohol-related death. Injury from car accidents or violence is one. Diseases like cirrhosis of the liver, cancer, heart and blood system diseases are the others.",
        "ny": "Pali zifukwa zinayi zazikulu za imfa chifukwa cha mowa. Kuvulala kwa ngozi za galimoto kapena chiwawa ndi chimodzi. Matenda monga cirrhosis ya chiwindi, khansa, mtima ndi matenda a dongosolo la magazi ndi ena."
    },
    {
        "en": "There are mothers and fathers who will lie awake after the children fall asleep and wonder how they'll make the mortgage, or pay their doctor's bills, or save enough for their child's college education.",
        "ny": "Pali amayi ndi abambo omwe amagona maso ana akagona ndikudabwa momwe angagulitsire ngongole, kapena kulipira ngongole za dokotala, kapena kusunga ndalama zokwanira kusukulu ya koleji ya mwana wawo."
    },
    {
        "en": "A carbon footprint is the amount of carbon dioxide pollution that we produce as a result of our activities. Some people try to reduce their carbon footprint because they are concerned about climate change.",
        "ny": "Carbon footprint ndi kuchuluka kwa mpweya woipa wa carbon dioxide umene timapanga chifukwa cha ntchito zathu. Anthu ena amayesa kuchepetsa mpweya wa carbon chifukwa chodera nkhawa za kusintha kwa nyengo."
    },
    {
        "en": "Since there are usually multiple websites on any given topic, I usually just click the back button when I arrive on any webpage that has pop-up advertising. I just go to the next page found by Google and hope for something less irritating.",
        "ny": "Popeza nthawi zambiri pamakhala masamba angapo pamutu uliwonse, nthawi zambiri ndimangodina batani lakumbuyo ndikafika patsamba lililonse lomwe lili ndi zotsatsa zowonekera. Ndingopita patsamba lotsatira lomwe Google idapeza ndikuyembekeza china chake chosakwiyitsa."
    },
    {
        "en": "If you want to sound like a native speaker, you must be willing to practice saying the same sentence over and over in the same way that banjo players practice the same phrase over and over until they can play it correctly and at the desired tempo.",
        "ny": "Ngati mukufuna kumveka ngati wolankhula mbadwa, muyenera kukhala wofunitsitsa kuyeseza kunena chiganizo chomwecho mobwerezabwereza monga momwe osewera a banjo amachitira mawu omwewo mobwerezabwereza mpaka atatha kusewera molondola komanso pa tempo yomwe akufuna."
    },
    {
        "en": "Tom hurt his left knee during practice, so John had to play the game in his place.",
        "ny": "Tom anavulaza bondo lake lakumanzere poyeserera, motero John anayenera kuchita masewerawo m’malo mwake."
    },
    {
        "en": "Tom liked Mary for years, but at some point, his feelings for her changed to love.",
        "ny": "Tom ankakonda Mary kwa zaka zambiri, koma panthawi ina maganizo ake anasintha n’kukhala chikondi."
    },
    {
        "en": "Tom said he thought that it would be a big mistake to tell Mary what had happened.",
        "ny": "Tom ananena kuti ankaona kuti n’kulakwa kwambiri kuuza Mariya zimene zinachitikazo."
    },
    {
        "en": "Tom took thousands of pictures during his vacation, but then never looked at them.",
        "ny": "Tom anatenga zithunzi zambiri patchuthi chake, koma sanaziyang'ane."
    },
    {
        "en": "Tom wants to buy an eight-track player to put in the car his grandmother gave him.",
        "ny": "Tom akufuna kugula wosewera wanyimbo zisanu ndi zitatu kuti amuike m'galimoto yomwe agogo ake anam'patsa."
    },
    {
        "en": "When I visited their apartment, the couple was right in the middle of an argument.",
        "ny": "Nditapita kunyumba kwawo, banjali linkakangana."
    },
    {
        "en": "When I was 10 years old, I thought that when I would be 16, my life would be cool.",
        "ny": "Ndili ndi zaka 10, ndinkaganiza kuti ndikadzafika zaka 16, moyo wanga udzakhala wabwino."
    },
    {
        "en": "A man's worth should be judged by his character rather than by his social position.",
        "ny": "Ubwino wa munthu uyenera kuyesedwa ndi khalidwe lake osati ndi udindo wake."
    },
    {
        "en": "As soon as I can get a decent video camera, I'll start making videos to put online.",
        "ny": "Ndikangopeza kamera yabwino yamakanema, ndiyamba kupanga makanema oti ndiwaike pa intaneti."
    },
    {
        "en": "At the time of the accident, almost all of the passengers on the bus were sleeping.",
        "ny": "Pa nthawi ya ngoziyi, pafupifupi anthu onse m’basiyo anali atagona."
    },
    {
        "en": "Because the voices of protest grew louder and louder, his speech couldn't be heard.",
        "ny": "Chifukwa mawu a zionetsero anakulirakulirabe, zolankhula zake sizinamveke."
    },
    {
        "en": "Cats are aloof, guinea pigs are nervous, and dogs need constant love and attention.",
        "ny": "Amphaka samadzimva, agalu amanjenjemera, ndipo agalu amafunikira chikondi ndi chisamaliro nthawi zonse."
    },
    {
        "en": "Experts say coffee prices are rising mainly because people are willing to pay more.",
        "ny": "Akatswiri amati mitengo ya khofi ikukwera makamaka chifukwa anthu ali okonzeka kulipira zambiri."
    },
    {
        "en": "Generally speaking, college students have more free time than high school students.",
        "ny": "Nthawi zambiri, ophunzira aku koleji amakhala ndi nthawi yochulukirapo kuposa ophunzira aku sekondale."
    },
    {
        "en": "He is by nature a kind person and is popular with the children in his neighborhood.",
        "ny": "Mwachibadwa iye ndi munthu wachifundo ndipo amakondedwa ndi ana a m’dera lake."
    },
    {
        "en": "I could have stayed a while longer, but I was getting tired, so I decided to leave.",
        "ny": "Ndikanakhalako nthawi yaitali, koma ndinali kutopa, choncho ndinaganiza zochoka."
    },
    {
        "en": "I have many friends who speak fluently, but still don't sound like native speakers.",
        "ny": "Ndili ndi anzanga ambiri omwe amalankhula bwino, komabe samamveka ngati olankhula mbadwa."
    },
    {
        "en": "I spend as much time working in the garden in one day as my brother does in a week.",
        "ny": "Ndimathera nthawi yochuluka ndikugwira ntchito m'munda tsiku limodzi monga momwe mchimwene wanga amachitira pa sabata."
    },
    {
        "en": "I still have a lot of questions I want to ask you about your relationship with Tom.",
        "ny": "Ndidakali ndi mafunso ambiri omwe ndikufuna kukufunsani okhudza ubale wanu ndi Tom."
    },
    {
        "en": "I told you it was dangerous. The reason you got hurt was because you didn't listen.",
        "ny": "Ndinakuuzani kuti zinali zoopsa. Chifukwa chimene munavulazidwa chinali chakuti simunamvere."
    },
    {
        "en": "I'm thinking of going somewhere for a change of air, since my doctor advises me to.",
        "ny": "Ndikuganiza zopita kwinakwake kuti ndikasinthe mpweya, popeza dokotala wanga amandilangiza kutero."
    },
    {
        "en": "If you don't do what I tell you to do, I can't be responsible for the consequences.",
        "ny": "Ngati suchita zomwe ndikuwuza kuti uchite, sindingathe kukhala ndi mlandu pazotsatira zake."
    },
    {
        "en": "In our next class, we will study the days of the week, the months, and the seasons.",
        "ny": "M’kalasi lathu lotsatira, tidzaphunzira masiku a mlungu, miyezi, ndi nyengo."
    },
    {
        "en": "In the U.S., it is illegal to torture people in order to get information from them.",
        "ny": "Ku US, ndikoletsedwa kuzunza anthu kuti amve zambiri kwa iwo."
    },
    {
        "en": "Industrialization had a great influence on the development of the economy in Japan.",
        "ny": "Kukula kwa mafakitale kunakhudza kwambiri chitukuko cha chuma ku Japan."
    },
    {
        "en": "Insecticides are agricultural chemicals that exterminate insects harmful to plants.",
        "ny": "Mankhwala ophera tizilombo ndi mankhwala aulimi omwe amawononga tizilombo towononga zomera."
    },
    {
        "en": "It was exceptionally cold last summer, and the rice crop was the worst in 10 years.",
        "ny": "Kunali kuzizira kwambiri m’chilimwe chatha, ndipo mpunga unali woipa kwambiri m’zaka 10 zapitazi."
    },
    {
        "en": "It was not until she finished reading the book that she noticed who had written it.",
        "ny": "Atamaliza kuŵerenga bukulo m’pamene anaona amene analilemba."
    },
    {
        "en": "My grandmother used to use her sewing machine a lot up until about three years ago.",
        "ny": "Agogo anga aakazi ankagwiritsa ntchito makina awo osokera kwambiri mpaka pafupifupi zaka zitatu zapitazo."
    },
    {
        "en": "No matter how many people tell him he made a mistake, Tom still insists he's right.",
        "ny": "Nokuba kuti bantu banji bakamwaambila kuti wakacita cibi, Tom wakali kuyeeya kuti ulaangulukide."
    },
    {
        "en": "Recently I have been feeling a little tired, so I have not gone swimming this week.",
        "ny": "Posachedwapa ndakhala ndikutopa pang'ono, kotero sindinapite kokasambira sabata ino."
    },
    {
        "en": "Sixty percent of Japanese adult males drink alcoholic beverages on a regular basis.",
        "ny": "60 peresenti ya amuna achikulire a ku Japan amamwa moŵa nthaŵi zonse."
    },
    {
        "en": "Some people bring joy wherever they go, and some people bring joy whenever they go.",
        "ny": "Anthu ena amabweretsa chisangalalo kulikonse kumene akupita, ndipo ena amabweretsa chisangalalo popita."
    },
    {
        "en": "The climate of England isn't as mild as Japan, but in the summer, it's much cooler.",
        "ny": "Nyengo ya ku England si yofatsa ngati Japan, koma m'chilimwe, kumakhala kozizira kwambiri."
    },
    {
        "en": "The more time you spend talking about what you do, the less time you have to do it.",
        "ny": "Mukamathera nthawi yambiri mukulankhula za zomwe mukuchita, mumasowa nthawi yochitira."
    },
    {
        "en": "The restaurant owner allowed her to take table scraps home to feed all of her dogs.",
        "ny": "Mwiniwake walesitilantiyo adamulola kuti atenge zotsalira patebulo kunyumba kuti adyetse agalu ake onse."
    },
    {
        "en": "There are several good protections against temptation, but the surest is cowardice.",
        "ny": "Pali njira zingapo zodzitetezera ku mayesero, koma chotsimikizika ndi mantha."
    },
    {
        "en": "There is a sewing machine and an ironing board in the room where Tom used to sleep.",
        "ny": "M’chipinda chimene Tom ankagonamo muli makina osokera ndi bolodi."
    },
    {
        "en": "There is an urgent need for understanding how climate change will affect our lives.",
        "ny": "Pakufunika mwachangu kumvetsetsa momwe kusintha kwanyengo kungakhudzire miyoyo yathu."
    },
    {
        "en": "This time, the exam was not just difficult, but also, the questions were ambiguous.",
        "ny": "Panthawiyi, mayesowo sanali ovuta, komanso mafunso anali osamvetsetseka."
    },
    {
        "en": "Tom and Mary's little boy loves sitting on the kitchen floor banging pots and pans.",
        "ny": "Kamnyamata kakang'ono ka Tom ndi Mary amakonda kukhala pansi pakhitchini ndikumenyetsa mapoto ndi mapoto."
    },
    {
        "en": "Tom asked Mary to pick up some toothpaste and some toilet paper at the supermarket.",
        "ny": "Tom anapempha Mary kuti atenge mankhwala otsukira mano ndi mapepala akuchimbudzi kusitolo yaikulu."
    },
    {
        "en": "Tom became tired of always having to pay the bill every time he went out with Mary.",
        "ny": "Tom anatopa ndi kulipira bilu nthawi zonse akamapita kokayenda ndi Mary."
    },
    {
        "en": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor.",
        "ny": "Tom amakhulupirira kuti anthu olemera ayenera kukhala olemera komanso kuti osauka ndi osauka."
    },
    {
        "en": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston.",
        "ny": "Tom ndithudi anali ndi mipata yambiri yopita kumakonsati ali ku Boston."
    },
    {
        "en": "Tom certainly looked and sounded better than he did last month when we visited him.",
        "ny": "Tom ankawoneka bwino komanso ankamveka bwino kuposa momwe ankachitira mwezi watha titawachezera."
    },
    {
        "en": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation.",
        "ny": "Tom adamenya msomali pomwe adati timu yathu ilibe chidwi komanso chilimbikitso."
    },
    {
        "en": "Tom wanted Mary to talk to John about the problem she was having with his children.",
        "ny": "Tom ankafuna kuti Mary akambirane ndi John za vuto limene anali nalo ndi ana ake."
    },
    {
        "en": "Tom was sentenced to five days in jail and a year on probation for drunken driving.",
        "ny": "Tom anaweruzidwa kuti akhale m’ndende masiku asanu ndi chaka chimodzi pa nthawi yoyesedwa chifukwa choyendetsa galimoto ataledzera."
    },
    {
        "en": "We'll need a head hunting agency to find the right man for this executive position.",
        "ny": "Tifunika bungwe losaka mutu kuti tipeze munthu woyenera paudindowu."
    },
    {
        "en": "When he returned, he brought a baseball cap and gave it as a present to his friend.",
        "ny": "Atabwerako, anabweretsa kapu ya baseball ndikupereka ngati mphatso kwa mnzake."
    },
    {
        "en": "After she lost her job, she couldn't afford to feed her dogs, so she gave them away.",
        "ny": "Atachotsedwa ntchito, analibe ndalama zolipirira agalu ake, choncho anawapereka."
    },
    {
        "en": "By this time next year, you will have visited almost all the famous places in Japan.",
        "ny": "Panthawiyi chaka chamawa, mudzakhala mutayendera pafupifupi malo onse otchuka ku Japan."
    },
    {
        "en": "China has imposed a no-fly zone over several disputed islands in the East China Sea.",
        "ny": "China yakhazikitsa malo osawuluka pazilumba zingapo zomwe zimakangana ku East China Sea."
    },
    {
        "en": "He doesn't want to leave the room because he's afraid that he'll catch another cold.",
        "ny": "Sakufuna kuchoka m’chipindamo chifukwa akuwopa kuti angadwalenso chimfine."
    },
    {
        "en": "He studied the scientists considered to be the most significant of the 19th century.",
        "ny": "Anaphunzira asayansi omwe amaonedwa kuti ndi ofunika kwambiri m'zaka za m'ma 1800."
    },
    {
        "en": "Her car might be more pleasant to drive, but it also costs her more for maintenance.",
        "ny": "Galimoto yake ikhoza kukhala yosangalatsa kuyendetsa, koma imamuwonongeranso ndalama zambiri poikonza."
    },
    {
        "en": "I know you've been waiting a long time, but could you wait just a little bit longer?",
        "ny": "Ndikudziwa kuti mwadikira kwa nthawi yayitali, koma kodi mungadikire pang'ono?"
    },
    {
        "en": "I regret that a previous engagement prevents me from accepting your kind invitation.",
        "ny": "Ndikumva chisoni kuti chinkhoswe cham'mbuyomu chimandilepheretsa kuvomera kuyitanidwa kwanu."
    },
    {
        "en": "I thought we had eaten everything in the house, but I found another box of crackers.",
        "ny": "Ndinkaganiza kuti tadya chilichonse m’nyumbamo, koma ndinapeza bokosi lina la zofufumitsa."
    },
    {
        "en": "I've been agonizing over whether to do what Tom suggested or do what Mary suggested.",
        "ny": "Ndakhala ndikudandaula kuti ndichite zomwe Tom adandiuza kapena ndichite zomwe Mary adandiuza."
    },
    {
        "en": "If my wife calls, just tell her I'm in an important meeting and cannot be disturbed.",
        "ny": "Mkazi wanga akaimbira foni, ingomuuzani kuti ndili pa msonkhano wofunika ndipo sindingathe kusokonezedwa."
    },
    {
        "en": "If you want something to be done right, sometimes you've just got to do it yourself.",
        "ny": "Ngati mukufuna kuti china chake chichitidwe moyenera, nthawi zina muyenera kungochita nokha."
    },
    {
        "en": "Is it true that illegal immigrants are taking jobs away from citizens who want them?",
        "ny": "Kodi n’zoona kuti anthu olowa m’dziko losaloledwa ndi boma akulanda ntchito kwa nzika zimene zimazifuna?"
    },
    {
        "en": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time.",
        "ny": "Sizinangochitika mwangozi kuti Tom ndi Mary anali m’kafiteriya nthawi imodzi."
    },
    {
        "en": "She advised him to see the dentist, but he said he didn't have enough time to do so.",
        "ny": "Anamulangiza kuti akawone dokotala wa mano, koma adanena kuti analibe nthawi yokwanira yochitira zimenezo."
    },
    {
        "en": "She bought him a dog. However, he was allergic to dogs, so they had to give it away.",
        "ny": "Anamugulira galu. Komabe, agalu sanamumvere, choncho anayenera kumupatsa."
    },
    {
        "en": "The Titanic's lifeboats only had enough space to carry about half of those on board.",
        "ny": "Maboti opulumutsa anthu a Titanic anali ndi mipata yokwanira kunyamula pafupifupi theka la okwerawo."
    },
    {
        "en": "The coach urged his team not to be complacent following their four consecutive wins.",
        "ny": "Mphuzitsiyu walimbikitsa timu yake kuti isakhale mphwayi kamba koti yapambana zinayi motsatizana."
    },
    {
        "en": "The company is owned by a group of entrepreneurs who started it right after the war.",
        "ny": "Kampaniyo ndi ya gulu la amalonda omwe adayambitsa nkhondo itangotha."
    },
    {
        "en": "The day after going to the gym, parts of my body hurt that I didn't even know I had.",
        "ny": "Patangopita tsiku limodzi kupita kumalo ochitira masewera olimbitsa thupi, ziwalo za thupi langa zinandipweteka kwambiri moti sindimadziwa kuti ndinali nazo."
    },
    {
        "en": "The library near my house is now open only three days a week due to budget cutbacks.",
        "ny": "Laibulale yapafupi ndi nyumba yanga tsopano imatsegulidwa masiku atatu okha pa sabata chifukwa cha kuchepa kwa bajeti."
    },
    {
        "en": "The management finally succumbed to the demand of the workers and gave them a raise.",
        "ny": "Mabwanamkubwawo anagonja pa zimene antchitowo ankafuna ndipo anawawonjezera ndalama."
    },
    {
        "en": "The more you look, the more you will see, and the more interesting they will become.",
        "ny": "Mukayang'ana kwambiri, mudzawona kwambiri, ndipo iwo adzakhala osangalatsa kwambiri."
    },
    {
        "en": "The samples were collected from two hundred medical institutions all over the world.",
        "ny": "Zitsanzozi zidasonkhanitsidwa kuchokera ku mabungwe azachipatala mazana awiri padziko lonse lapansi."
    },
    {
        "en": "Tom and Mary were in the middle of a heated argument when John walked into the room.",
        "ny": "Tom ndi Mary ali mkati mokangana kwambiri pamene John analowa m’chipindamo."
    },
    {
        "en": "Tom believes it's absolutely necessary to drink at least a liter of water every day.",
        "ny": "Tom amakhulupirira kuti m'pofunika kumwa madzi osachepera lita imodzi tsiku lililonse."
    },
    {
        "en": "Tom bought an engagement ring for Mary with money he inherited from his grandfather.",
        "ny": "Tom anagulira Mary mphete ya chinkhoswe ndi ndalama zomwe anatengera kwa agogo ake."
    },
    {
        "en": "Tom claims he doesn't watch much TV, but he watches more than three hours every day.",
        "ny": "Tom akuti saonera TV kwambiri, koma amaonera maola oposa atatu tsiku lililonse."
    },
    {
        "en": "Tom doesn't have many clothes. That's why you always see him wearing the same thing.",
        "ny": "Tom alibe zovala zambiri. Ndichifukwa chake nthawi zonse mumamuwona atavala zomwezo."
    },
    {
        "en": "Tom found some skeletons in the cupboard when he was researching his family history.",
        "ny": "Tom anapeza mafupa m’kabati pamene ankafufuza mbiri ya banja lake."
    },
    {
        "en": "Tom laughed at some of Mary's jokes, but he thought some of them weren't very funny.",
        "ny": "Tom anaseka nthabwala zina za Mary, koma ankaganiza kuti zina mwa izo sizinali zoseketsa."
    },
    {
        "en": "Tom put up with the pain for a couple of weeks before finally going to the hospital.",
        "ny": "Tom anapirira ululuwo kwa milungu ingapo asanapite ku chipatala."
    },
    {
        "en": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom.",
        "ny": "Tom anakhala akuyang'ana nsomba za m'madera otentha zomwe zinkasambira m'madzi osambira m'chipinda chake."
    },
    {
        "en": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave.",
        "ny": "Tom ankangofuna kudikira kuti awone zomwe zidzachitike. Tsoka ilo, adayenera kuchoka."
    },
    {
        "en": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning.",
        "ny": "Tom anachenjeza Mary kuti Yohane anali vuto. Komabe, iye ananyalanyaza chenjezo lake."
    },
    {
        "en": "Tom's parents don't want Tom and Mary to live together until after they are married.",
        "ny": "Makolo a Tom safuna kuti Tom ndi Mary azikhala limodzi mpaka atakwatirana."
    },
    {
        "en": "Visitors are usually asked to remove their shoes before they enter a Japanese house.",
        "ny": "Alendo nthawi zambiri amafunsidwa kuchotsa nsapato zawo asanalowe m'nyumba ya ku Japan."
    },
    {
        "en": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.",
        "ny": "Chifukwa chiyani chowonadi sichiyenera kukhala chachilendo kuposa nthano zopeka? Zopeka, pambuyo pa zonse, ziyenera kukhala zomveka."
    },
    {
        "en": "With many students chatting, it was difficult to hear what the professor had to say.",
        "ny": "Pamene ophunzira ambiri ankacheza, zinali zovuta kuti amve zomwe pulofesayo ananena."
    },
    {
        "en": "You should always spend time doing things that help your children get ahead in life.",
        "ny": "Nthawi zonse muzipeza nthawi yochita zinthu zomwe zingathandize ana anu kupita patsogolo m’moyo."
    },
    {
        "en": "Let's go to the movies next time. \"What makes you think there will be a next time?\"",
        "ny": "Tiyeni tipite ku mafilimu nthawi ina. \"N'chiyani chimakupangitsani kuganiza kuti padzakhala nthawi ina?\""
    },
    {
        "en": "An infant is not capable of speaking, so it just screams until it gets what it wants.",
        "ny": "Mwana wakhanda satha kulankhula, choncho amangokuwa mpaka atapeza zimene akufuna."
    },
    {
        "en": "At the funeral, the widow looked very dignified, with her black suit, hat and gloves.",
        "ny": "Pamaliro, mkazi wamasiyeyo ankawoneka wolemekezeka kwambiri, atavala suti yake yakuda, chipewa ndi magolovesi."
    },
    {
        "en": "Daddy, let's make faces at each other and see who can keep from laughing the longest.",
        "ny": "Bambo, tiyeni tiyang'ane nkhope ndikuwona kuti ndani angapewe kuseka nthawi yayitali."
    },
    {
        "en": "Do you think you have to be able to pass for a native speaker to be an effective spy?",
        "ny": "Kodi mukuganiza kuti muyenera kudutsa kuti wokamba nkhani akhale kazitape wogwira mtima?"
    },
    {
        "en": "Generally speaking, we Japanese are a little too timid in speaking foreign languages.",
        "ny": "Nthawi zambiri, ife achijapani ndife amantha kwambiri polankhula zilankhulo zakunja."
    },
    {
        "en": "He made it clear that he had no intention of becoming a professional football player.",
        "ny": "Iye adanena momveka bwino kuti analibe cholinga chokhala katswiri wa mpira."
    },
    {
        "en": "He turned the bottle upside down and shook it, but still the honey wouldn't come out.",
        "ny": "Anatembenuza botololo pansi ndi kuligwedeza, komabe uchi sunatuluke."
    },
    {
        "en": "I don't know what I'm going to do with my cat now that I'm moving to another country.",
        "ny": "Sindikudziwa kuti nditani ndi mphaka wanga tsopano popeza ndikusamukira kudziko lina."
    },
    {
        "en": "I'd like to take advantage of this opportunity to thank you all for your cooperation.",
        "ny": "Ndikufuna kugwiritsa ntchito mwayiwu kukuthokozani nonse chifukwa cha mgwirizano wanu."
    },
    {
        "en": "If people who smoke are deprived of their cigarettes, they get nervous and irritable.",
        "ny": "Ngati anthu amene amasuta alandidwa ndudu zawo, amachita mantha ndi kukwiya."
    },
    {
        "en": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago.",
        "ny": "Ngati mukufuna kumva nkhani yowopsa, ndikuuzeni za maloto omwe ndinali nawo masabata angapo apitawo."
    },
    {
        "en": "In London, the police are always worried about finding a bomb on the train or subway.",
        "ny": "Ku London, apolisi nthawi zonse amakhala ndi nkhawa kuti apeza bomba m'sitima kapena sitima yapansi panthaka."
    },
    {
        "en": "In all of my travels, I have never seen a more beautiful mountain than Mount Everest.",
        "ny": "M’maulendo anga onse, sindinaonepo phiri lokongola kwambiri kuposa Mount Everest."
    },
    {
        "en": "In many countries, the main reason that people come to big cities is because of work.",
        "ny": "M’mayiko ambiri, chifukwa chachikulu chimene anthu amabwera m’mizinda ikuluikulu ndi chifukwa cha ntchito."
    },
    {
        "en": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now.",
        "ny": "Zingawoneke ngati malingaliro openga, koma ndikuganiza kuti tipite kukaona Tom ndi Mary pompano."
    },
    {
        "en": "It was after a meeting in America that he decided to write a book for non-scientists.",
        "ny": "Pambuyo pa msonkhano ku America adaganiza zolemba buku la anthu omwe si asayansi."
    },
    {
        "en": "It was five days after she graduated that my daughter left Osaka Airport for Germany.",
        "ny": "Patatha masiku asanu atamaliza maphunziro ake, mwana wanga wamkazi anachoka ku Osaka Airport kupita ku Germany."
    },
    {
        "en": "Ladies and gentlemen, due to an accident at the airport, our arrival will be delayed.",
        "ny": "Amayi ndi abambo, chifukwa cha ngozi pabwalo la ndege, kufika kwathu kuchedwa."
    },
    {
        "en": "Make your airplane reservations early since flights fill up quickly around Christmas.",
        "ny": "Pangani kusungitsa ndege kwanu msanga chifukwa maulendo amadzadza nthawi ya Khrisimasi."
    },
    {
        "en": "Many native speakers of Japanese have trouble hearing the difference between B and V.",
        "ny": "Anthu ambiri olankhula Chijapanizi amavutika kumva kusiyana pakati pa B ndi V."
    },
    {
        "en": "My love for you won't let me tell you everything. Some things are better left unsaid.",
        "ny": "Chikondi changa pa iwe sichindilola kuti ndikuuze zonse. Zinthu zina ndizabwino kusiya kuzinena."
    },
    {
        "en": "The airline provided free accommodation to stranded passengers as a goodwill gesture.",
        "ny": "Ndegeyo inapereka malo ogona kwa apaulendo omwe adasokonekera ngati chisonyezo chabwino."
    },
    {
        "en": "The antiques my father left when he died turned out to be nothing but worthless junk.",
        "ny": "Zinthu zakale zimene bambo anga anasiya atamwalira zinapezeka kuti zinali zopanda phindu."
    },
    {
        "en": "The bomb blew Tom's house to smithereens. Fortunately, he wasn't at home at the time.",
        "ny": "Bombalo linaphulitsa nyumba ya Tom kuti iwonongeke. Mwamwayi, panthaŵiyo kunalibe kunyumba."
    },
    {
        "en": "The number of students who were late for school was much smaller than I had expected.",
        "ny": "Chiwerengero cha ophunzira omwe anachedwa kusukulu chinali chochepa kwambiri kuposa momwe ndimayembekezera."
    },
    {
        "en": "The old man in the wheelchair told me that he knew my mother when she was a teenager.",
        "ny": "Mkulu amene ankayenda pa njinga ya olumala anandiuza kuti ankawadziwa mayi anga ali wachinyamata."
    },
    {
        "en": "The sudden increase of cars is causing a large number of traffic accidents every day.",
        "ny": "Kuwonjezeka kwadzidzidzi kwa magalimoto kukuchititsa ngozi zambiri zapamsewu tsiku lililonse."
    },
    {
        "en": "There is no other country in the world where earthquakes are as frequent as in Japan.",
        "ny": "Palibe dziko lina padziko lapansi limene zivomezi zimachitika kawirikawiri monga ku Japan."
    },
    {
        "en": "They usually have breakfast at half past seven o'clock and eat their lunch at twelve.",
        "ny": "Nthawi zambiri amadya chakudya cham'mawa hafu pasiti seveni koloko ndipo amadya chakudya chamasana 12 koloko."
    },
    {
        "en": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off.",
        "ny": "Tom ndi Mary onse ankafuna kupita ku Boston, koma palibe amene akanapeza nthawi yopuma."
    },
    {
        "en": "Tom could tell by the smile on Mary's face that she had had a good time at the party.",
        "ny": "Tom anazindikira ndi kumwetulira komwe kunali pankhope ya Mary kuti anali ndi nthawi yabwino kuphwandoko."
    },
    {
        "en": "Tom couldn't completely rule out the possibility that he might be laid off from work.",
        "ny": "Tom sakanatha kuletsa kuti mwina akhoza kuchotsedwa ntchito."
    },
    {
        "en": "Tom is the first guy Mary has really been interested in since she broke up with John.",
        "ny": "Tom ndiye munthu woyamba Mary kukhala ndi chidwi naye kuyambira pomwe adasiyana ndi John."
    },
    {
        "en": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France.",
        "ny": "Tom ankaimba nyimbo yachi Spanish pa lipenga lake lachingerezi pamalo odyera achi China ku France."
    },
    {
        "en": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked.",
        "ny": "Tom anatulutsa mikanda m’chikwama chake n’kuuza Mary kuti asankhe imene angakonde."
    },
    {
        "en": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars.",
        "ny": "Tom ananditengera ku lesitilanti komwe mungadye mochuluka momwe mukufunira ndi madola makumi atatu."
    },
    {
        "en": "Tom volunteered a good deal of his time to helping those less fortunate than himself.",
        "ny": "Tom anadzipereka nthawi yake yambiri kuthandiza anthu osauka kuposa iyeyo."
    },
    {
        "en": "Tom was kicked out of his house by his parents when he confessed to being an atheist.",
        "ny": "Tom anathamangitsidwa m’nyumba yake ndi makolo ake pamene anaulula kukhala wosakhulupirira Mulungu."
    },
    {
        "en": "When in doubt tell the truth. It will confound your enemies and astound your friends.",
        "ny": "Mukakayikira nenani zoona. Idzasokoneza adani anu ndi kudabwitsa anzanu."
    },
    {
        "en": "You're playing with fire if you insist on riding your motorcycle without a helmet on.",
        "ny": "Mukusewera ndi moto ngati mukuumirira kukwera njinga yamoto popanda kuvala chisoti."
    },
    {
        "en": "We were invited to their wedding. \"Is that so? Well, what are you going to get them?",
        "ny": "Tinaitanidwa ku ukwati wawo. \"Ndi choncho? Chabwino, muwapeza chiyani?"
    },
    {
        "en": "A lot of companies are going under lately because banks are so tight with their money.",
        "ny": "Mabanki ambiri akukumana ndi mavuto posachedwapa chifukwa mabanki ali olimba kwambiri ndi ndalama zawo."
    },
    {
        "en": "A pre-dawn raid has netted a large stash of illegal steroids and several bags of cash.",
        "ny": "Kuukira kusanache kwadzetsa ma steroid ambiri osaloledwa ndi matumba angapo andalama."
    },
    {
        "en": "After years of suffering, she finally decided to forget the past and begin a new life.",
        "ny": "Pambuyo pa kuzunzika kwa zaka zambiri, pomalizira pake anaganiza zoiŵala zakale ndi kuyamba moyo watsopano."
    },
    {
        "en": "All happy families resemble each other, each unhappy family is unhappy in its own way.",
        "ny": "Mabanja onse achimwemwe amafanana, banja lililonse losasangalala limakhala losasangalala m’njira yakeyake."
    },
    {
        "en": "American politics are interesting to watch, especially during a presidential election.",
        "ny": "Ndale za ku America ndizosangalatsa kuziwona, makamaka panthawi ya chisankho chapurezidenti."
    },
    {
        "en": "Democracy is the worst form of government, except all the others that have been tried.",
        "ny": "Demokalase ndi boma loipitsitsa, kupatulapo ena onse omwe ayesedwa."
    },
    {
        "en": "He said that he could smell something burning and that the telephones weren't working.",
        "ny": "Ananena kuti amamva fungo la chinthu choyaka ndipo matelefoni sakugwira ntchito."
    },
    {
        "en": "I don't need to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Sindiyenera kumveka ngati mbadwa, ndikungofuna kuti ndizitha kulankhula bwino."
    },
    {
        "en": "I don't understand and I'm not used to not understanding. Please explain it once more.",
        "ny": "Sindikumvetsa komanso sindinazolowere kusamvetsetsa. Chonde fotokozani kamodzinso."
    },
    {
        "en": "I heard that Tom had been smuggling drugs into America for years before he got caught.",
        "ny": "Ndinamva kuti Tom wakhala akuzembetsa mankhwala osokoneza bongo ku America kwa zaka zambiri asanagwidwe."
    },
    {
        "en": "I'd describe him as a middle-aged man in a yellow jacket, orange tie and a pink shirt.",
        "ny": "Ndingamufotokoze ngati munthu wazaka zapakati atavala jekete yachikasu, tayi yalalanje ndi malaya apinki."
    },
    {
        "en": "If you could go back and start your life again, from what age would you like to start?",
        "ny": "Ngati mungathe kubwereranso ndikuyambanso moyo wanu, kodi mungakonde kuyambira zaka ziti?"
    },
    {
        "en": "It seems that the policeman in this TV series is a dirty cop who abuses his authority.",
        "ny": "Zikuoneka kuti wapolisi wapa TV uno ndi wapolisi wonyansa yemwe amagwiritsira ntchito mphamvu zake molakwika."
    },
    {
        "en": "It's very difficult to find a black cat in a dark room, especially if there is no cat.",
        "ny": "Ndizovuta kwambiri kupeza mphaka wakuda m'chipinda chamdima, makamaka ngati mulibe mphaka."
    },
    {
        "en": "Many, if not most, professional translators only translate into their native language.",
        "ny": "Omasulira ambiri, mwinanso ambiri, amangomasulira m’chinenero chawo."
    },
    {
        "en": "No news is good news. If you haven't heard from your son it's because he's doing well.",
        "ny": "Palibe uthenga wabwino. Ngati simunamvepo za mwana wanu ndichifukwa choti akuchita bwino."
    },
    {
        "en": "Opponents say genetically engineered crops can cross-pollinate and damage other crops.",
        "ny": "Otsutsa akuti mbewu zopangidwa ndi majini zimatha kupatsirana mungu ndikuwononga mbewu zina."
    },
    {
        "en": "Plan for the future because that's where you are going to spend the rest of your life.",
        "ny": "Konzekerani zam'tsogolo chifukwa ndi komwe mudzakhala moyo wanu wonse."
    },
    {
        "en": "Please fasten your seat belt and observe the \"no smoking\" sign until it is turned off.",
        "ny": "Chonde mangani lamba wanu ndikusunga chizindikiro chakuti \"musasute\" mpaka wazimitsidwa."
    },
    {
        "en": "Sometimes you don't need to speak the same language in order to understand each other.",
        "ny": "Nthawi zina simufunika kulankhula chinenero chimodzi kuti mumvana."
    },
    {
        "en": "The company provides health care and life insurance benefits for all of its employees.",
        "ny": "Kampaniyo imapereka chithandizo chaumoyo ndi inshuwaransi ya moyo kwa antchito ake onse."
    },
    {
        "en": "The first group studies in the morning, and the second group studies in the afternoon.",
        "ny": "Gulu loyamba limaphunzira m’mawa, ndipo gulu lachiwiri limaphunzira masana."
    },
    {
        "en": "The hardest thing in life is knowing which bridges to cross and which bridges to burn.",
        "ny": "Chinthu chovuta kwambiri m’moyo ndicho kudziwa milatho yoyenera kuwoloka ndi milatho yowotcha."
    },
    {
        "en": "The only trouble I've ever had was dealing with people who didn't like my personality.",
        "ny": "Vuto lokha limene ndinakumana nalo linali kulimbana ndi anthu amene sankakonda umunthu wanga."
    },
    {
        "en": "To put it bluntly, the reason this team won't win is because you're holding them back.",
        "ny": "Kunena mosabisa, chifukwa chomwe timuyi isapambane ndi chifukwa mukuyimitsa."
    },
    {
        "en": "Tom eventually figured out how to install a free database application on his computer.",
        "ny": "Kenako Tom adazindikira momwe angayikitsire pulogalamu yaulere pakompyuta yake."
    },
    {
        "en": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife.",
        "ny": "Tom anadzicheka pamene ankafuna kutsegula thumba la mtedza ndi mpeni wake wa m’thumba."
    },
    {
        "en": "Tom thought that there was a good chance that it was Mary who had stolen the painting.",
        "ny": "Tom ankaganiza kuti pali mwayi woti Mary ndi amene anaba chithunzicho."
    },
    {
        "en": "Tom walked over to the woman with a drink in her hand and asked her what her name was.",
        "ny": "Tom anapita kwa mayiyo atanyamula chakumwa m’manja n’kumufunsa kuti dzina lake ndi ndani."
    },
    {
        "en": "Tom wanted to cut down that tree in his front yard, but Mary doesn't want it cut down.",
        "ny": "Tom ankafuna kudula mtengo umene unali pabwalo lake, koma Mary sakufuna kuti udulidwe."
    },
    {
        "en": "Tom wasn't wearing a wedding ring, but Mary noticed a white circle on his ring finger.",
        "ny": "Tom sanavale mphete yaukwati, koma Mary adawona bwalo loyera pachala chake cha mphete."
    },
    {
        "en": "We must pay attention to the fact that no nation claimed sovereignty over this region.",
        "ny": "Tiyenera kulabadira mfundo yakuti palibe dziko limene limadzinenera kuti lili ndi mphamvu pa derali."
    },
    {
        "en": "When I got the phone call telling me of my father's death, I was completely flustered.",
        "ny": "Nditalandira foni yondiuza za imfa ya bambo anga, ndinakhumudwa kwambiri."
    },
    {
        "en": "You could search the world over and never find another woman more beautiful than Mary.",
        "ny": "Mutha kufufuza padziko lonse lapansi osapeza mkazi wina wokongola kwambiri kuposa Mariya."
    },
    {
        "en": "According to a recent study, the average life span of the Japanese is still increasing.",
        "ny": "Malinga ndi kafukufuku waposachedwapa, avereji ya moyo wa anthu a ku Japan ikuwonjezerekabe."
    },
    {
        "en": "According to this magazine, my favorite actress will marry a jazz musician next spring.",
        "ny": "Malinga ndi magazini ino, wosewera yemwe ndimakonda kwambiri adzakwatiwa ndi woimba wa jazi masika masika."
    },
    {
        "en": "At first we used to go separately, but one day we started going and returning together.",
        "ny": "Poyamba tinkapitako mosiyana, koma tsiku lina tinayamba kupita ndi kubwerera limodzi."
    },
    {
        "en": "At lunchtime today, our usual restaurant was closed because of a funeral in the family.",
        "ny": "Lero panthaŵi yachakudya chamasana, malo odyera athu anthaŵi zonse anatsekedwa chifukwa cha maliro a m’banjamo."
    },
    {
        "en": "Because of some technical problem, a movie was shown in place of the announced program.",
        "ny": "Chifukwa cha vuto lina laumisiri, filimu inasonyezedwa m’malo mwa pulogalamu yolengezedwayo."
    },
    {
        "en": "Governments usually resort to price control when inflation has reached a certain level.",
        "ny": "Maboma kaŵirikaŵiri amagwiritsira ntchito kuwongolera mitengo pamene kukwera kwa mitengo kwafika pamlingo wakutiwakuti."
    },
    {
        "en": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages.",
        "ny": "Iye sangakhoze kusiyanitsa mtengo wa chitumbuwa kuchokera ku mtengo wa maula, koma iye akhoza kuwatchula iwo mu zilankhulo khumi ndi ziwiri."
    },
    {
        "en": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever.",
        "ny": "Wopempha ndi chitsiru kwa mphindi zisanu, koma wosapempha amakhala chitsiru mpaka kalekale."
    },
    {
        "en": "He's a really straight-laced guy, so he doesn't like the idea of his son changing jobs.",
        "ny": "Ndi munthu wowongoka kwenikweni, choncho sakonda zoti mwana wake asinthe ntchito."
    },
    {
        "en": "I don't think I'll ever sound like a native speaker and I don't really think I need to.",
        "ny": "Sindikuganiza kuti ndidzamveka ngati wolankhula mbadwa ndipo sindikuganiza kuti ndikufunika kutero."
    },
    {
        "en": "I imagine that Tom will eventually find out that Mary has been talking behind his back.",
        "ny": "Ndikuganiza kuti Tom adzapeza kuti Mary wakhala akulankhula kumbuyo kwake."
    },
    {
        "en": "I never for a moment imagined that I would still be doing this kind of thing at my age.",
        "ny": "Sindinaganizepo ngakhale pang’ono kuti ndikanachitabe zinthu ngati zimenezi pa msinkhu wanga."
    },
    {
        "en": "I think it's highly unlikely that we'll ever get any help from the national government.",
        "ny": "Ndikuganiza kuti n'zokayikitsa kuti tingapeze thandizo lililonse kuchokera ku boma."
    },
    {
        "en": "I would like to drastically decrease the amount of time it takes me to clean the house.",
        "ny": "Ndikufuna kuchepetsa kwambiri nthawi yomwe imanditengera kuyeretsa nyumba."
    },
    {
        "en": "If mankind doesn't take care of the environment, the environment may eliminate mankind.",
        "ny": "Ngati anthu sasamalira chilengedwe, chilengedwe chingathe kuthetsa anthu."
    },
    {
        "en": "People who are constantly copying others do it because they can't think for themselves.",
        "ny": "Anthu amene nthawi zonse amakopera anzawo amatero chifukwa chakuti sangadziganizire okha."
    },
    {
        "en": "Suddenly, there was a period of terrible violence and hatred between blacks and whites.",
        "ny": "Mwadzidzidzi, panabuka nyengo ya chiwawa choopsa ndi chidani pakati pa akuda ndi azungu."
    },
    {
        "en": "That report was important because it pointed out all the errors the committee had made.",
        "ny": "Lipotilo linali lofunika chifukwa linasonyeza zolakwika zonse zomwe komitiyo inachita."
    },
    {
        "en": "The amount of paper produced by a country is closely related to its cultural standards.",
        "ny": "Kuchuluka kwa mapepala opangidwa ndi dziko kumagwirizana kwambiri ndi chikhalidwe chake."
    },
    {
        "en": "The first point that requires clarification is that the design was purely experimental.",
        "ny": "Mfundo yoyamba yomwe imafuna kumveka bwino ndi yakuti mapangidwe ake anali ongoyesera chabe."
    },
    {
        "en": "The shortage of engineers is the greatest bottleneck to the development of our company.",
        "ny": "Kuperewera kwa mainjiniya ndiye cholepheretsa chachikulu pakukula kwa kampani yathu."
    },
    {
        "en": "The twins look so much alike it's next to impossible to distinguish one from the other.",
        "ny": "Mapasawa amawoneka ofanana kwambiri moti n’zosatheka kusiyanitsa wina ndi mnzake."
    },
    {
        "en": "To become a professional banjo player, you need to spend thousands of hours practicing.",
        "ny": "Kuti mukhale katswiri wosewera banjo, muyenera kuthera maola masauzande ambiri mukuyeserera."
    },
    {
        "en": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter.",
        "ny": "Tom anafunsa Mary pamene ankakagulira mwana wake wamng’ono nsapato nsapato zatsopano."
    },
    {
        "en": "Tom had his ear pressed to the door, trying to hear what was going on in the next room.",
        "ny": "Tom anakanikiza khutu kuchitseko, kuyesera kuti amve zomwe zinali kuchitika m’chipinda china."
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "ndi ntchito yolumikizana ndi anthu yomwe cholinga chake ndi kudziwitsa anthu za kafukufuku wasayansi pa matenda ogona."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Mgwirizano pakati pa Wellcome Center for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences ndi Malawi VOICES."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award ",
        "ny": "Ntchitoyi imathandizidwa ndi ScotPEN Wellcome Engagement Award"
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Izi ndi zolemba zomwe zimawonekera m'mapulatifomu ena okhudzana ndi zochita zathu"
    },
    {
        "en": "Recent Posts",
        "ny": "Zolemba Zaposachedwa"
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers.",
        "ny": "M'munsimu muli mawailesi omwe tagwirizana nawo kuti tiulutse zomwe takumana nazo ku Rumphi ndi Nkhotakota ku Malawi. Izi zidzayendera limodzi ndi machitidwe athu kulola anthu ambiri kuti azichita nawo zokambirana ndi chidziwitso chomwe chilipo. Mawayilesi awa apanga mapulogalamu omwe aziphatikiza makalabu omvera pawayilesi pambuyo poyankhulana ndi Mafunso ndi Mayankho."
    }
]