[
    {
        "en": "Talk about Tsetse",
        "ny": "Iye anawonjezera kuti: \"Tsopano tili ndi mbewa za miyezi inayi zomwe zilibe matenda a shuga koma poyamba zinali ndi matenda a shuga\"."
    },
    {
        "en": "About Us",
        "ny": "Dr. Ehud Ur, pulofesa wa zamankhwala pa Yunivesite ya Dalhousie mu Halifax, Nova Scotia ndi tcheyamani wa dipatimenti ya zamankhwala ndi zasayansi ya Canadian Diabetes Association anachenjeza kuti kufufuza kumeneku kudakali koyambirira."
    },
    {
        "en": "Talk to Us",
        "ny": "Mofanana ndi akatswiri ena, iye sakhulupirira kuti matenda a shuga angathe kuchiritsidwa, ndipo anati zimene apeza sizikukhudza anthu amene ali kale ndi matenda a shuga a mtundu woyamba."
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "Lolemba, Sara Danius, mlembi wokhazikika wa Nobel Committee for Literature ku Swedish Academy, adalengeza pagulu pawailesi pa Sveriges Radio ku Sweden kuti komitiyo, yomwe sinathe kufikira Bob Dylan mwachindunji kuti apambane mphotho ya Nobel mu Literature ya 2016, idasiya kuyesetsa kuti amupeze."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "Danius anati, \"Pakali pano palibe chimene tikuchita. Ndinaitana ndi kutumiza maimelo kwa wogwirizana naye kwambiri ndipo ndinalandira mayankho okoma mtima kwambiri. Pakadali pano, zimenezo ndi zokwanira\"."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award (Wellcome Project Number 217078/Z/19/Z)",
        "ny": "Poyamba, CEO wa Ring, Jamie Siminoff, ananena kuti kampaniyo inayamba pamene belu lake la pakhomo silinamveke kuchokera ku shopu yake m'galaja yake."
    },
    {
        "en": "Recent Posts",
        "ny": "Iye anati anapanga belu la pa chitseko la Wi-Fi."
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Siminoff anati malonda chinawonjezeka pambuyo 2013 maonekedwe ake mu Shark Tank nkhani kumene chiwonetsero gulu anakana ndalama oyambitsa."
    },
    {
        "en": "Read More",
        "ny": "Kumapeto kwa 2017, Siminoff anawonekera pa TV TV QVC."
    },
    {
        "en": "Radio Programs",
        "ny": "Ring anakhazikitsanso mlandu ndi kampani yachitetezo yomwe inali mpikisano, ADT Corporation."
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers",
        "ny": "Ngakhale kuti katemera wina amene akuyesedwa akuoneka kuti angathe kuchepetsa imfa za Ebola, mpaka pano, palibe mankhwala amene asonyezedwa bwino kuti ndi oyenerera kuchiza matenda amene alipo kale."
    },
    {
        "en": "Street Theatre",
        "ny": "Mankhwala ena a ma antibody, otchedwa ZMapp, poyamba anali ndi zotsatira zabwino kwambiri, koma kafukufuku wina anasonyeza kuti analibe phindu kwenikweni pa nkhani ya kupewa imfa."
    },
    {
        "en": "An interactive street theatre performance at local football and netball matches and other places where people gather, for example marketplaces",
        "ny": "M'kuyesedwa kwa PALM, ZMapp inagwira ntchito monga chiwongolero, kutanthauza kuti asayansi anaigwiritsa ntchito monga maziko ndi kuyerekezera njira zina zitatu zochiritsira ndi iyo."
    },
    {
        "en": "Radio interviews and question and answer session on the radio allowing direct communication between researchers, heath workers and local community members",
        "ny": "Bungwe la USA Gymnastics likuchirikiza kalata ya United States Olympic Committee ndipo likuvomereza kuti banja la Olimpiki likufunika kulimbikitsa malo abwino kwa othamanga athu onse."
    },
    {
        "en": "Downloadable Resources",
        "ny": "Timavomereza mawu a USOC akuti zofuna za othamanga athu ndi makalabu, ndi maseŵera awo, zingakhale bwino mwa kupita patsogolo ndi kusintha kofunika mkati mwa gulu lathu, mmalo mwa kuchotsedwa."
    },
    {
        "en": "A website of free downloadable resources including information and signposting as well as recordings of radio broadcasts, films and photos of the performances that can be watched or listened to at local events collectively or individually.",
        "ny": "USA Gymnastics ikuchirikiza kufufuza kwa palokha komwe kungaunikire pa mmene kugwiritsira ntchito molakwa chiŵerengero chofotokozedwa molimba mtima ndi opulumuka a Larry Nassar kungakhale kopanda kudziŵika kwa nthaŵi yaitali chotero ndipo kumakumbatira kusintha kulikonse kofunikira ndi koyenera."
    },
    {
        "en": "Read more about the Street Scientists",
        "ny": "USA Gymnastics ndi USOC ali ndi cholinga chimodzi  kupanga masewera a masewera olimbitsa thupi, ndi ena, otetezeka momwe angathere kwa othamanga kutsatira maloto awo m'malo otetezeka, abwino komanso opatsidwa mphamvu."
    },
    {
        "en": "Image Gallery",
        "ny": "M'zaka zonse za m'ma 1960, Brzezinski anagwira ntchito kwa John F. Kennedy monga mlangizi wake ndipo kenako kwa boma la Lyndon B. Johnson."
    },
    {
        "en": "No Image Gallery is available for this post.",
        "ny": "Pa zisankho za 1976 iye analangiza Carter pa mfundo zakunja, ndiye anatumikira monga National Security Advisor (NSA) kuchokera 1977 mpaka 1981, kuloŵa m'malo Henry Kissinger."
    },
    {
        "en": "Please find our different types of media materials",
        "ny": "Monga NSA, iye anathandiza Carter mu diplomatically kusamalira nkhani dziko, monga Camp David Accords, 1978; normalizing US-China ubale ankaganiza 1970s mochedwa; ndi Iran Revolution, amene anatsogolera Iran ogwidwawo mavuto, 1979; ndi Soviet nkhondo ku Afghanistan, 1979."
    },
    {
        "en": "Video Resources",
        "ny": "Kanemayo, wokhala ndi Ryan Gosling ndi Emma Stone, adasankhidwa m'magulu onse akuluakulu."
    },
    {
        "en": "Got a Question?",
        "ny": "Gosling ndi Stone adasankhidwa kukhala wosewera wabwino kwambiri komanso wosewera bwino."
    },
    {
        "en": "Got Information to share?",
        "ny": "Zosankhidwa zina ndi Best Picture, Director, Cinematography, Costume Design, Film-editing, Original Score, Production Design, Sound Editing, Sound Mixing ndi Original Screenplay."
    },
    {
        "en": "Send A Message",
        "ny": "Nyimbo ziwiri kuchokera mufilimuyi, Audition (The Fools Who Dream) ndi City of Stars, adalandira mayina a nyimbo yabwino kwambiri."
    },
    {
        "en": "Enter Message",
        "ny": "Lamlungu madzulo, Pulezidenti wa United States Donald Trump, m'mawu omwe anaperekedwa kudzera mwa mlembi wa atolankhani, adalengeza kuti asilikali a US achoka ku Syria."
    },
    {
        "en": "Your message is too short",
        "ny": "Chilengezocho chinaperekedwa pambuyo pa Trump atakambirana pa telefoni ndi Purezidenti wa Turkey Recep Tayyip Erdoğan."
    },
    {
        "en": "Enter your name",
        "ny": "Turkey idzatenganso udindo woteteza omenyera nkhondo a ISIS omwe, malinga ndi zomwe ananena, mayiko a ku Ulaya akana kubweza kwawo."
    },
    {
        "en": "Your name is too short",
        "ny": "Zimenezi sizikutsimikizira kokha kuti mwina zina mwa nyama za dinosaur zinali ndi nthenga, chiphunzitso chofala kale, koma zimapereka tsatanetsatane umene miyala ya miyala ya kale siimapereka, monga mtundu ndi makonzedwe azithunzi zitatu."
    },
    {
        "en": "Your Email Address",
        "ny": "Asayansi amanena kuti nthenga za nyama imeneyi zinali za bulauni ngati choko, ndipo pansi pake panali zofiirira kapena za mtundu wa carotenoid."
    },
    {
        "en": "This is not a valid email address",
        "ny": "Zimene apezazi zikutithandizanso kudziwa mmene nthenga za mbalame zinayambira."
    },
    {
        "en": "Enter Subject",
        "ny": "Chifukwa chakuti nthenga za zinyama za dinosaur zilibe nthenga yotchedwa rachis, koma zili ndi zinthu zina za nthenga - makungwa ndi makungwa - ofufuzawo anaganiza kuti rachis mwina inali chitukuko cha pambuyo pake cha kusinthika kwa zinthu zina zimenezi."
    },
    {
        "en": "Please Enter Subject",
        "ny": "Akatswiriwa anapeza kuti ngakhale kuti nthengazi ndi za nyama ya dinosaur imene inali yaing'ono, nthengazo zimasonyeza kuti inali ya nyama yaikulu osati ya mwana wa nyama."
    },
    {
        "en": "Subject is too short",
        "ny": "Ofufuzawo ananena kuti ngakhale kuti mchira umenewu ndi wa nyama ina yaing'ono yotchedwa dinosaur, koma uli ndi nthenga za nyama yaikulu osati za mwana wa nyama imeneyi."
    },
    {
        "en": "Click on Captcha",
        "ny": "Bomba la m'galimoto linaphulika ku likulu la apolisi ku Gaziantep, Turkey dzulo mmawa linapha apolisi aŵiri ndi kuvulaza anthu ena oposa makumi aŵiri."
    },
    {
        "en": "Pictures",
        "ny": "Ofesi ya kazembeyo inati khumi ndi asanu ndi anayi mwa ovulalawo anali apolisi."
    },
    {
        "en": "More Pictures",
        "ny": "Apolisi anati akukayikira kuti munthu wina wa Daesh (ISIL) ndi amene anachita zimenezi."
    },
    {
        "en": "This project is funded by the",
        "ny": "Anapeza kuti dzuŵa limagwira ntchito mogwirizana ndi mfundo zofanana ndi za nyenyezi zina: Ntchito ya nyenyezi zonse m'dongosolo inapezedwa kuti imayendetsedwa ndi kuwala kwake, kuzungulira kwake, ndi zina zilizonse."
    },
    {
        "en": "Preparing for the Performance",
        "ny": "Kuwala ndi kuzungulira zimagwiritsidwa ntchito pamodzi kuti mudziwe nambala ya Rossby ya nyenyezi, yomwe imakhudzana ndi kutuluka kwa plasma."
    },
    {
        "en": "The Street Scientists prepare for Dances with the Lugo Dance Group before the engagement at Zolokere",
        "ny": "Nambala ya Rossby ikakhala yaing'ono, nyenyezi imakhala yosagwira ntchito kwambiri poyerekezera ndi kusintha kwa maginito."
    },
    {
        "en": "Children Prepare to Watch the Performance",
        "ny": "Paulendo wake, Iwasaki anakumana ndi mavuto nthaŵi zambiri."
    },
    {
        "en": "Children gather at Zolokere Primary School Ground to watch the performance",
        "ny": "Anabedwa ndi achifwamba, anaukiridwa ku Tibet ndi galu wolusa, anathaŵa ukwati ku Nepal ndipo anamangidwa ku India."
    },
    {
        "en": "Public Address Van warms up the Place with Music",
        "ny": "The 802.11n muyezo ntchito pa onse 2.4Ghz ndi 5.0Ghz mafupipafupi."
    },
    {
        "en": "Lots of dancing when the music started, and dancers showed off their skills",
        "ny": "Izi zidzalola kuti zikhale zogwirizana ndi 802.11a, 802.11b ndi 802.11g, malinga ngati siteshoni yoyambira ili ndi mawayilesi awiri."
    },
    {
        "en": "A group of Ladies shows off their Beautiful red Tsetse tshirts and Tsetse Bags",
        "ny": "Liwiro la 802.11n ndi mofulumira kwambiri kuposa ake oyamba ndi pazipita chiphunzitso thruput wa 600Mbit / s."
    },
    {
        "en": "A group of ladies shows off the Beautiful red Tsetse tshirts and Tsetse Bags they have received",
        "ny": "Duvall, amene ali wokwatira ndi ana aŵiri aakulu msinkhu, sanasiye chisonkhezero chachikulu pa Miller, amene nkhaniyo inamuuzidwa."
    },
    {
        "en": "One of the Netball Teams getting ready for the Game",
        "ny": "Atafunsidwa kuti afotokoze, Miller anati, \"Mike amalankhula zambiri pamsonkhanowu... ndinali kukonzekera kotero sindinamve zomwe anali kunena\"."
    },
    {
        "en": "One of the Netball Teams shows excitement in their new red tsetse tshirts before they start playing",
        "ny": "\"Tidzayesetsa kuchepetsa mpweya wa carbon dioxide pa unit ya GDP ndi malire ochuluka pofika chaka cha 2020 kuchokera ku mlingo wa 2005\", anatero Hu."
    },
    {
        "en": "Hannah gets ready to cover the perfomance from the roof of the faithful Toyota Land Cruiser",
        "ny": "Iye sanasankhe chiŵerengero cha kuchepetsako, akumati kudzachitika malinga ndi kukula kwa chuma cha China."
    },
    {
        "en": "Hannah gets ready with her camera to shoot pictures of the performance",
        "ny": "Hu analimbikitsa maiko osatukuka \"kupeŵa njira yakale ya kuipitsa choyamba ndi kuyeretsa pambuyo pake\"."
    },
    {
        "en": "The Crowds receive Tsetse T-shirts",
        "ny": "Iye anawonjezera kuti \"iwo, ngakhale ndi tero, sayenera kupemphedwa kutenga mathayo amene amaposa msinkhu wawo wa kukula, thayo ndi maluso\"."
    },
    {
        "en": "The Crowds were excited to receive the red Tsetse tshirts",
        "ny": "Gulu Lophunzira la ku Iraq linapereka lipoti lake pa 12.00 GMT lero."
    },
    {
        "en": "The Performance by the Scientists",
        "ny": "Limachenjeza kuti palibe amene angatsimikizire kuti zochita zilizonse ku Iraq panthaŵi ino zidzathetsa nkhondo ya mafuko, chiwawa chowonjezereka, kapena kuloŵa m'chisokonezo."
    },
    {
        "en": "The Scientists mesmerise the Crowd with their performance",
        "ny": "Lipotilo limayamba ndi pempho la kukambirana momasuka ndi kupanga mgwirizano ku United States ponena za ndale za ku Middle East."
    },
    {
        "en": "The Giant Tsetse with its Maggots",
        "ny": "Lipotilo likudzudzula kwambiri pafupifupi mbali iliyonse ya ndale zomwe Executive ili nazo panopa ku Iraq ndipo likulimbikitsa kusintha kwachangu kwa njira."
    },
    {
        "en": "The Giants Tsetse and its maggots prepare for the performance",
        "ny": "Choyamba mwa malingaliro ake 78 ndikuti ntchito yatsopano yaukadaulo iyenera kuchitidwa chaka chino chisanathe kuti ateteze malire a Iraq motsutsana ndi kulowererapo kwa adani ndikukhazikitsanso ubale ndi oyandikana nawo."
    },
    {
        "en": "Kamphenda Football Club in their kit donated by Boness United FC from Scotland",
        "ny": "Senator wapano ndi First Lady wa Argentina Cristina Fernandez de Kirchner adalengeza kuti akufuna kukhala pulezidenti dzulo madzulo ku La Plata, mzinda womwe uli pamtunda wa makilomita 50 kuchokera ku Buenos Aires."
    },
    {
        "en": "as the sun sets over Kamphenda",
        "ny": "Mayi Kirchner adalengeza kuti akufuna kudzakhala pulezidenti ku Argentina Theatre, malo omwewo omwe adagwiritsa ntchito poyambitsa kampeni yake ya 2005 ku Senate ngati membala wa nthumwi ya chigawo cha Buenos Aires."
    },
    {
        "en": "The Street Scientists Line up",
        "ny": "Mkanganowo unayambitsidwa ndi kutsutsana pa ndalama zothandizira ndi kumanganso pambuyo pa mphepo yamkuntho Katrina; zomwe ena osunga ndalama mwanjira yoseketsa amazitcha \"Bush's New Orleans Deal\"."
    },
    {
        "en": "Preparing for the Perfomance",
        "ny": "Kutsutsa kwa ufulu wa ntchito yomanganso kwayang'ana kwambiri pa kupereka mapangano omanganso kwa anthu omwe akuwoneka kuti ali mkati mwa Washington."
    },
    {
        "en": "The Performance",
        "ny": "Anthu oposa mamiliyoni anayi anapita ku Roma kukachita nawo mwambo wa malirowo."
    },
    {
        "en": "Part of the Perfomance",
        "ny": "Chiŵerengero cha anthu amene analipo chinali chachikulu kwambiri kwakuti sikunali kotheka kwa aliyense kuloŵa m'malirowo pa St. Peter's Square."
    },
    {
        "en": "What a talented man from Sasani!",
        "ny": "Ma TV akuluakulu anaikidwa m'malo osiyanasiyana mu Roma kuti anthu aone mwambowo."
    },
    {
        "en": "Media Team",
        "ny": "M'mizinda ina yambiri ya ku Italy ndi m'mayiko ena onse, makamaka ku Poland, anakhazikitsanso zofananazo, zimene anthu ambiri anaziona."
    },
    {
        "en": "The Giant Tsetse with its Maggots interact with the Crowd",
        "ny": "Akatswiri a mbiri yakale adatsutsa ndondomeko zakale za FBI chifukwa choika zinthu pa milandu yomwe ndi yosavuta kuthetsa, makamaka milandu yamagalimoto obedwa, ndi cholinga cholimbikitsa kupambana kwa bungweli."
    },
    {
        "en": "Enjoying the Performance from the Car roof",
        "ny": "Bungwe la Congress linayamba kupereka ndalama zothandizira ntchito yonyansa m'chaka cha 2005 ndipo linatchula kuti FBI iyenera kuika anthu 10 kuti aziona zolaula za anthu akuluakulu."
    },
    {
        "en": "The Crowd answers questions about Tsetse and receive tshirts",
        "ny": "Robin Uthappa anapanga innings apamwamba mphambu, 70 anathamanga mu mipira 41 yekha ndi kumenya 11 zinayi ndi sixes 2."
    },
    {
        "en": "A Wrap up by the Performers",
        "ny": "Osewera a pakati, Sachin Tendulkar ndi Rahul Dravid, anachita bwino ndipo anapanga mgwirizano wa malapitala zana limodzi."
    },
    {
        "en": "Getting Ready for a Football Game",
        "ny": "Koma, ataphonya wicket ya kapitao India inapanga ma 36 okha kutaya ma 7 kuti amalize innings."
    },
    {
        "en": "The team performed in Zolokere on Friday 14th October, 2022, our first outing with the new performance.",
        "ny": "Pulezidenti wa United States George W. Bush anafika ku Singapore m'maŵa wa November 16, kuyamba ulendo wa mlungu umodzi wa ku Asia."
    },
    {
        "en": "We travelled around Rumphi with Lugo Cultural Team, who did an amazing dance and music performance and hosted a question and answer session in each place.",
        "ny": "Iye analandiridwa ndi Wachiŵiri kwa Nduna Yaikulu ya Singapore Wong Kan Seng ndipo anakambirana nkhani za malonda ndi uchigawenga ndi Nduna Yaikulu ya Singapore Lee Hsien Loong."
    },
    {
        "en": "We saw the local netball teams play and the football teams The Young Rangers played vs Monga Youth Club; we were very pleased with how many people came to see the first show!",
        "ny": "Pambuyo pa sabata limodzi la kutayika m'chisankho chapakati pa nyengo, Bush anauza omvetsera za kukula kwa malonda ku Asia."
    },
    {
        "en": "On Saturday 15th October,2022 we took the performance to Kamphenda, where the truck travelled around the area before the event playing music loudly to attract the attention of the local people.",
        "ny": "Nduna yaikulu Stephen Harper wavomera kutumiza 'Clean Air Act' ya boma ku komiti ya zipani zonse kuti ikaione, isanawerengedwe kachiwiri, pambuyo pa msonkhano wa mphindi 25 wa Lachiwiri ndi mtsogoleri wa NDP Jack Layton ku PMO."
    },
    {
        "en": "It was market day and so again we had a great turn out. Kamphenda played vs KK Rangers in the football match and the local netball teams played a great game too.",
        "ny": "Layton anapempha kuti pakhale kusintha kwa ndalama zachilengedwe za Conservatives pamsonkhano ndi PM, kupempha \"kulemba mwatsatanetsatane ndi kwathunthu\" kwa ndalama zachilengedwe za Conservative party."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers.",
        "ny": "Chiyambire pamene Boma la Federal linaloŵerera kuti lilandire ndalama za chipatala cha Mersey ku Devonport, Tasmania, boma la boma ndi a MP ena a boma adadzudzula chochita ichi monga chochitika choyambira chisankho chaboma chomwe chiyenera kuchitidwa mu November."
    },
    {
        "en": "On Sunday 16th October,2022, for our last performance in Rumphi we went to the village of Bowe, where we received a warm welcome from local villagers. \nThe teachers in each local village were essential in helping us ask the audiences questions about the activities, which will be important for our research. There was a great football match between Bowe vs Betere and the local netball teams played really well too.\nThis, being our last performance in Rumphi, was very successful and we had lots of good questions about African Trypanosomiasis from the crowd.",
        "ny": "Koma Nduna Yaikulu John Howard wanena kuti lamuloli linali chabe loteteza malo a chipatalacho kuti asatsitsidwe ndi boma la Tasmania, popereka ndalama zina zowonjezera AUD $ 45 miliyoni."
    },
    {
        "en": "On Friday 21st October,2022 in Nkhotakota our team performed with local dancers Chiusi Kanada Dance Group and the Gule Wamkulu dancers, creating an amazing spectacle which drew crowds from the surrounding areas.",
        "ny": "Malinga ndi lipoti laposachedwapa, mafunde a m'nyanja anasonyeza kuti kunabuka tsunami ndipo panali zochitika zina za tsunami zomwe zinalembedwa pafupi ndi Pago Pago ndi Niue."
    },
    {
        "en": "Our first performance was in Sasani, as part of a football and netball bonanza, where Bata Sasani played a great game vs Young Stars and our Talk About Tsetses performance was very well received.",
        "ny": "Palibe kuwonongeka kwakukulu kapena kuvulala komwe kunanenedwa ku Tonga, koma magetsi adazimitsidwa kwakanthawi, zomwe akuti zidalepheretsa akuluakulu aku Tonga kulandira chenjezo la tsunami lomwe PTWC idapereka."
    },
    {
        "en": "We had an extremely warm welcome in Mwala Wa Tongole Saturday 22nd October 2022, when we were greeted with the local villagers singing in harmony as we arrived. \nThe local football match between Young Challengers vs Ngala Stars was great; and also netball game between the local teams was exciting. Our performance was well received with good questions from the audience. Our performance was well received with good questions from the audience.",
        "ny": "Sukulu khumi ndi zinayi ku Hawaii zomwe zili m'mphepete mwa nyanja kapena pafupi ndi gombe zinatsekedwa Lachitatu lonse ngakhale kuti machenjezowo anachotsedwa."
    },
    {
        "en": "Our last performance of the project took place in Bamba on Sunday 23rd October, 2022 and there was a football match between Mthirah vs Red Rangers and a fantastic local netball match too.",
        "ny": "Pulezidenti wa United States George W. Bush analandira chilengezocho."
    },
    {
        "en": "Malawi Tour 2022",
        "ny": "Mneneri wa Bush Gordon Johndroe anati lonjezo la North Korea \"ndi lofunika kwambiri pokwaniritsa cholinga chofuna kutsimikizira kuti dziko la Korea silikufunanso zida za nyukiliya\"."
    },
    {
        "en": "Our team of performers, scientists, community members and dancers took our newly-developed Talk About Tsetses performance and giant tsetse fly to areas affected by African sleeping sickness in Rumphi and Nkhotakota over a period of 2 weeks in October 2023.",
        "ny": "Mphepo yamkuntho yachisanu ya nyengo ya mphepo yamkuntho ya Atlantic, Subtropical Storm Jerry, inachitika mu Nyanja ya Atlantic lero."
    },
    {
        "en": "Our activities were part of local football and netball bonanzas in villages in the areas and we were joined by dance and music troupes from the local communities. We hosted question and answer session at each performance to encourage conversation about African Trypanosomiasis.",
        "ny": "Bungwe loona za mphepo zamkuntho la National Hurricane Center (NHC) linanena kuti Jerry sakusokoneza dzikoli panopa."
    },
    {
        "en": "Performance at Partick Thistle Stadium",
        "ny": "Bungwe la U.S. Corps of Engineers linapeza kuti mvula yokwana masentimita asanu ndi limodzi ikhoza kuphwanya mipanda ya madzi yomwe inali itawonongeka kale."
    },
    {
        "en": "The Street Scientists performed on Saturday, 6 August 2022 at Furhill Stadium, during the half time break of the Scottish Championship Football League game between Partick Thistle Football Club and Hamilton Academical.",
        "ny": "Chigawo cha Ninth Ward, chimene chinaona madzi osefukira okwera kufika pa mamita asanu ndi aŵiri panthaŵi ya mphepo yamkuntho ya Katrina, pakali pano madzi ake afika m'chiuno pamene chiphompho chapafupi chinaphulika."
    },
    {
        "en": "The performance got a loud ovation from the cheering crowds.",
        "ny": "Madzi akutsanulira m'mbali mwa mlathowo m'dera lalikulu mamita 100."
    },
    {
        "en": "Partick Thistle Chief Executive, Gerry Britton, said: When researchers at the University of Glasgow reached out to us late last season about the prospect of performing an educational street theatre performance ahead of their trip to Malawi, it was a no-brainer for us to give them the platform to rehearse\"",
        "ny": "Woyang'anira Commons Adam Cuerden adalongosola kukhumudwa kwake chifukwa cha kuchotsedwa pamene adalankhula ndi Wikinews mwezi watha."
    },
    {
        "en": "The team is getting set to fly out to Malawi in the coming weeks, where The Parasite Street they will do public engagement work surrounding infectious diseases.",
        "ny": "\"Iye [Wales] kwenikweni anatipusitsa kuyambira pachiyambi, choyamba, mwa kuchita ngati kuti anali kuchita zimenezo chifukwa cha malamulo, chachiŵiri, mwa kunamizira kuti anali kutitsatira, mpaka pamene anachotsa zojambula zake\"."
    },
    {
        "en": "This after engaging the public at the Furhill Stadium, Glasgow, Scotland on Saturday 6 August 2022.",
        "ny": "Kukhumudwa kwa anthu ammudzi kunatsogolera kuyesayesa kwaposachedwa kuti apange mfundo zokhudzana ndi kugonana kwa malo omwe amakhala ndi mamiliyoni a media omwe ali ndi zilolezo."
    },
    {
        "en": "A Special Radio Program on Umunthu FM Radio, on Tsetses, Sleeping Sickness and Street Science featuring Gary Chilinga and Dr Jacob Kafulafula, from Nkhotakota District Health Office.",
        "ny": "Ntchito imene inachitika inali yophunzitsa chabe, koma pulogalamuyo inalembedwa kuti iyerekeze zimene anaona mlalang'amba wa Sagittarius."
    },
    {
        "en": "Hear from Dr Walt Adamson on his experiences on the Street Science performances in Malawi, 2022",
        "ny": "Chinthu chimene gulu la asayansi linali kufunafuna chikanakhala kuti chinachitika chifukwa cha mphamvu ya mafunde ndi mafunde imene ili pakati pa zinthu zakuda za m'mlengalenga ndi zinthu zakuda za m'mlengalenga."
    },
    {
        "en": "Learn from Dr Nicola Veitch on her experiences in the Project.",
        "ny": "Monga momwe mwezi umakokera dziko lapansi, kuchititsa mafunde ndi mafunde, nawonso mlalang'amba wa Milky Way umakakamiza mlalang'amba wa Sagittarius."
    },
    {
        "en": "Get to know the Theatre Director Alan, and his thoughts on the Performances",
        "ny": "Asayansiwo anapeza kuti zinthu zakuda zimakhudza zinthu zina zakuda monga mmene zimakhudzira zinthu zina zonse."
    },
    {
        "en": "A Comic Book about Sleeping Sickness",
        "ny": "Chiphunzitso chimenechi chimati zinthu zambiri zakuda zimene zili m'mlengalenga zimapezeka m'mlengalenga ndipo zimapangidwa ndi tinthu tating'onoting'ono."
    },
    {
        "en": "A nightmarish parasite capable of disguising itself from the immune system and hiding undetected in the body.",
        "ny": "Malipoti a pa wailesi yakanema akusonyeza utsi woyera ukutuluka m'fakitaleyo."
    },
    {
        "en": "This is a 360 Video. Hence please use your cursor on the Video, or move your phone around if you are viewing on a phone to move round the festival site. The video is best viewed from resolution 1080sHD and above.",
        "ny": "Akuluakulu a boma akuchenjeza anthu okhala pafupi ndi malo opangira magetsi kuti akhale m'nyumba zawo, azimitsa makina ozimitsira mpweya komanso kuti asamwe madzi a m'mapaipi."
    },
    {
        "en": "Our Street Scientists gave the Furhill Stadium football crowd a chance to get involved with learning the science behind the spread of infections and the role of antibodies within the body.",
        "ny": "Malinga ndi bungwe la nyukiliya la Japan, cesium ndi iodine ya radioactive yapezeka pa fakitaleyo."
    },
    {
        "en": "Sleeping Sickness: A tale of Shape Shifting Parasites",
        "ny": "Akuluakulu a boma akuganiza kuti zimenezi zikusonyeza kuti zitini zimene zinali ndi mafuta a uranium pamalowo mwina zinang'ambika ndipo zikutayikira."
    },
    {
        "en": "Learn more about the human African trypanosomiasis.",
        "ny": "Dr. Tony Moll anapeza nthenda ya TB yosamva mankhwala (XDR-TB) m'chigawo cha KwaZulu-Natal ku South Africa."
    },
    {
        "en": "Watch an overview of the public engagements of the Street Scientists in Malawi, particularly in Rumphi and Nkhotakota in October 2022.",
        "ny": "Pofunsidwa, iye anati mtundu watsopanowu unali \"wochititsa mantha kwambiri ndiponso woopsa chifukwa cha kuchuluka kwa anthu amene amafa nawo\"."
    },
    {
        "en": "Talk About Tsetses",
        "ny": "Odwala ena angakhale atalandira kachilomboka m'chipatala, Dr. Moll akuganiza motero, ndipo osachepera aŵiri anali ogwira ntchito zaumoyo m'chipatala."
    },
    {
        "en": "Let us talk about tsetse flies and their impact on health. This is an public engagement video on tsetse flies and trypanosoma.",
        "ny": "M'chaka chimodzi, munthu amene ali ndi kachilomboko angatengere matenda kwa anthu 10 kapena 15 amene amakhala naye pafupi."
    },
    {
        "en": "Please give her your feedback",
        "ny": "Komabe, chiŵerengero cha anthu odwala TB ya XDR m'gulu lonse la anthu odwala TB chikuonekabe kukhala chochepa; anthu 6,000 mwa anthu 330,000 amene ali ndi nthendayo panthaŵi ina iliyonse ku South Africa."
    },
    {
        "en": "PUBLIC STATEMENT ON THE FUTURE OF MALAWI LEADERSHIP",
        "ny": "Masatellite onse aŵiriwo, amene anali olemera makilogalamu oposa 1,000, ndipo anali kuyenda pa liŵiro la makilomita pafupifupi 17,500 pa ola limodzi, anagundana pamtunda wa makilomita 491 pamwamba pa Dziko Lapansi."
    },
    {
        "en": "Introduction",
        "ny": "Asayansi amanena kuti kuphulika kumene kunayambitsidwa ndi kugundana kunali kwakukulu."
    },
    {
        "en": "Fellow Malawians, it is with great conviction and patriotism for my country, that I have decided to speak on issues that are affecting us all. I say conviction and patriotism for my country because in taking this stand, I am well aware of the associated risks to me personally, my family and my colleagues. However, my personal comfort plays subordinate to the national good. It is on that basis that I have braved to make this statement.",
        "ny": "Akuyesetsabe kudziŵa kuti ngoziyo inali yaikulu motani ndi mmene idzakhudzira Dziko Lapansi."
    },
    {
        "en": "I am inspired by the many brave Malawians who have come before me. From the time of Reverend John Chilembwe to Dr. Kamuzu Banda, who fought against a white establishment for us to attain political independence. I am inspired by the likes of Dr. Bakili Muluzi, late Chakufwa Chihana, late Aleke Banda and all those who braved the one-party system in the early 1990s for us to have democracy. These Malawians knew the risks so well but put the interest of the nation far ahead of their personal interests. If it were not for their sacrifices, perhaps we would until today be under colonial rule or under one-party system. This statement I am making is a fruit of their sacrifices. I am personally indebted to them all.",
        "ny": "Bungwe la United States Strategic Command la ofesi ya Unduna wa Zachitetezo wa United States likufufuza zinyalalazo."
    },
    {
        "en": "Malawi is a country well-endowed with natural resources and a predominantly youthful and energetic human resource which unfortunately is currently under- utilized. Malawi has everything required for her people to economically develop except it lacks effective leadership. Our development challenges have remained the same. Economic growth rate remains low, children still learn under a tree, health facilities are poorly resourced, some people have yet to have access to safe drinking water, agriculture is largely rain-fed and subsistence, markets for agricultural produce are weak and unpredictable, few people own houses in urban areas and only few houses in rural areas are permanent, transport system is inefficient and expensive, university students from low income households continue to face the risk of withdrawal on account of lack of tuition fee or upkeep expenses, small and medium enterprises cannot grow because the business environment is less conducive and some districts have yet to have tarmac road until now.",
        "ny": "Zotsatira za kusanthula kwa chiwembu zidzatumizidwa pa webusaiti ya anthu onse."
    },
    {
        "en": "In fact, if one reads the priorities in the 1965 Nyasaland Development Plan and compare with priorities in the Statement of Development Policies in 1970s to mid- 1990s, then read Vision 2020 and then read Malawi 2063, it is clear that our priorities have remained the same. The reason they have remained the same is because they remain challenges because we have not made noticeable improvement as a country. The reason they remain challenges is because no leadership has addressed any key priority exhaustively. We still discuss food insecurity. We still discuss poor access to safe drinking water. We still discuss lack of all-weather roads in some areas. We still discuss poor access to electricity. We still discuss lack of profitable markets for farmers. We still discuss high unemployment especially among the youth.",
        "ny": "Dokotala wina amene ankagwira ntchito pa Chipatala cha Ana ku Pittsburgh, Pennsylvania, adzaimbidwa mlandu wakupha munthu chifukwa cha mlandu woopsa kwambiri mayi ake atapezeka atamwalira m'galimoto lake Lachitatu, akuluakulu a boma ku Ohio anena motero."
    },
    {
        "en": "Economy",
        "ny": "Dr. Malar Balasubramanian, wazaka 29, anapezeka ku Blue Ash, Ohio, m'dera la kumpoto kwa Cincinnati pafupifupi makilomita 15 atagona pansi m'mphepete mwa msewu atavala T-shirt ndi zovala zamkati ndipo zikuoneka kuti anali atagwiritsa ntchito mankhwala ambiri."
    },
    {
        "en": "Fellow Malawians, our economy remains small, vulnerable to shocks and we continue carrying the Least Developed Country label. Even more irritating is that countries which have been at war or in conflict have economies stronger than ours. The weak economy we have is not the make of nature. It is the make of our leaders. While acknowledging periods of progress, such periods have been episodic and short-lived.",
        "ny": "Iye anatsogolera akuluakulu ku Oldsmobile yake yakuda ya Intrigue yomwe inali pa mtunda wa mamita 500."
    },
    {
        "en": "Malawi has capacity to feed itself and other countries given its abundant water resources for irrigation. Malawi has capacity to substitute imports and to increase exports and in so doing improve her balance of payments, stabilize exchange rate and contain inflation rate. Malawi has capacity to manage its own budget without heavy borrowing.",
        "ny": "Kumeneko, anapeza mtembo wa Saroja Balasubramanian, wa zaka 53, wokutidwa ndi mabulangete odzaza mwazi."
    },
    {
        "en": "Sadly, people we have put in position of power to advance our common interests have opted to pursue personal interests, maintain luxuries and perpetuate the status quo at the expense of common Malawians whom they are meant to serve. There is both outright impunity and institutionalized impunity. An example of institutionalized impunity is the heaping of allowance entitlements to cabinet members and senior government officers when middle and junior level officers continue earning low salaries.",
        "ny": "Apolisi ananena kuti mtembowo unaoneka kuti unalipo kwa pafupifupi tsiku limodzi."
    },
    {
        "en": "We have a system which just fuel allowance entitlement of a cabinet member is worth more than a salary of a Principal Secretary and fuel allowance entitlement of a Principal Secretary is worth more than a salary of a middle level officer. The same is the case in state owned enterprises.",
        "ny": "Matenda oyamba a nthendayi m'nyengo ino analembedwa kumapeto kwa July."
    },
    {
        "en": "I stand with you; teachers, police officers, healthcare workers, agriculture extension workers and many others whose salary is a fraction of just one allowance entitlement of a senior public officer and a minister. Surely, this is institutionalized impunity and must stop.",
        "ny": "Nthendayo imafalitsidwa ndi nkhumba, zimene kenako zimasamukira kwa anthu kudzera mwa udzudzu."
    },
    {
        "en": "I stand with you parents whose children are learning under a tree. I stand with you families who are struggling to put food on the table. I stand with you families whose sick relatives are sent back from hospital without receiving treatment. I stand with you, university students, who are struggling to meet upkeep expenses. I stand with you who are looking for a job which you are not able to find. I stand with you farmers who have been at subsistence level without hope of growing to a higher level. Your next government will stand with you. It will be a government whose job is to offer solutions and will address the challenges you are facing. You can count on me.",
        "ny": "Mliriwu wachititsa boma la India kuchitapo kanthu monga kuika anthu osodza nkhumba m'madera amene akhudzidwa kwambiri ndi mliriwu, kugaŵira zikwizikwi za nsalu zotchinga udzudzu ndi kuwaza mankhwala ophera tizilombo."
    },
    {
        "en": "Fellow Malawians, I believe in the potential of our country and in Malawians. We read positive stories about economic success of Rwanda. Zambia has just changed narrative since their current government came in office later than our current government and we are hearing positive stories. There is no reason other than poor leadership, that stories for Malawi that make international news headlines are poverty, hunger and corruption involving high profile public officers.",
        "ny": "Boma nalonso linalonjeza kupereka mabotolo mamiliyoni angapo a katemera wa matenda a kutupa ubongo, amene adzathandiza mabungwe a zaumoyo kukonzekera chaka chamawa."
    },
    {
        "en": "I feel the pain we are all going through in the tough economic times. I acknowledge that part of the reasons for the economic challenges are external factors such as a war in Ukraine and tropical cyclones. However, as I have said time and again in various media interviews, the external factors have just contributed. A large part of the challenges is our own making. The past national budgets by the current political administration were poorly prepared, not transformative and did not build foundation for macroeconomic stability. I said it in 2020 and have consistently said this. The problems we are going through were anticipated and I did not keep quiet, I shared my views then.",
        "ny": "Zolinga za katemera woperekedwa kumadera omwe akhudzidwa kwambiri chaka chino zinachedwetsedwa chifukwa chosowa ndalama komanso kuika patsogolo matenda ena."
    },
    {
        "en": "The fast-rising public debt is testimony of lack of fiscal discipline. We were reminded a month ago that every Malawian is carrying on our shoulders a debt burden of K600,000. Unfortunately, this is not debt that financed programs to improve the living standard of us all. This is debt that financed corruption and luxury of senior officers. There has been limited interest to reform the fiscal plan – to remove or reduce unnecessary expenditure items and to grow the revenue base by increasing resource allocation to productive sectors. Additionally, there has been high level inefficiency in government resulting in delays to approve projects. The State President himself and some ministers have admitted this in public. Delay to approve projects locks up foreign exchange since most projects are donor- funded, delays job opportunities and delays development outcomes. These are the main reasons we are going through difficult times. If the leadership was up to task, the extent of suffering would be less than is the case.",
        "ny": "Mu 1956 Słania anasamukira ku Sweden, kumene patapita zaka zitatu anayamba kugwira ntchito ku ofesi ya positi ya ku Sweden ndipo anakhala wojambula wamkulu."
    },
    {
        "en": "My colleagues and I come to offer genuine transformation. Malawi is a natural resource-rich and labour-abundant economy. Our economic policy will revolve around maximizing the potential in agriculture, mining, tourism and developing the human resource both in its own right and as catalysts for manufacturing. This will be done while progressively moving towards a knowledge economy by investing in science and technology.",
        "ny": "Iye anapanga masitampu oposa 1,000 a ku Sweden ndi mayiko ena 28."
    },
    {
        "en": "I will implement Malawi 2063 in its entirety. I am happy to inform you, fellow Malawians, that Malawi 2063 is a document I intimately subscribe to, because I was one of the reviewers. I also co-reviewed the enabler on enhanced public sector performance in the Malawi 2063 first 10 years Implementation Plan. My being identified as a person who could review this enabler is testimony that I understand the public service and I know how to make it perform. When I say I will implement it fully, I know what is in the document and I have adequate passion to implement it. I emphasize I because the responsibility for implementing a strategic plan in any organization is vested in the head of the organization. What makes a strategy work for one organization and fail for the other organization, is the quality of leadership of the organization. I will provide quality leadership.",
        "ny": "Ntchito yake ndi yodziŵika bwino kwambiri ndipo imafotokoza mwatsatanetsatane zinthu moti ndi mmodzi mwa anthu ochepa kwambiri amene \"amadziwika\" pakati pa akatswiri a zolemba za anthu."
    },
    {
        "en": "We will transform agriculture through Mega farms and cooperatives which will facilitate mechanization, improve productivity, promote access to reliable markets for farmers, catalyze industrialization and urbanization. We will embark on infrastructure revolution agenda. From electricity generation, transport and ICT to residential and government office buildings.",
        "ny": "Sitampu yake ya 1,000 inali \"Zochita Zazikulu za Mafumu a ku Sweden\" zolembedwa ndi David Klöcker Ehrenstrahl mu 2000, zomwe zalembedwa mu Guinness Book of World Records."
    },
    {
        "en": "We will decisively support micro, small and medium enterprises. We will identify those which Malawi has comparative and competitive advantage to produce and have niche markets in the region and prioritize support to them. One key performance indicator for the Ministry of Industrialization and Trade will be the number of micro-scale enterprises graduating into small-scale; the number of small-scale enterprises graduating into medium-scale; the number of medium-scale graduating into large-scale annually. We will encourage and support Malawian large-scale enterprises to become multinational corporations. We denounce the glorification of the MSME concept as if that is the ideal destiny for them. They will be helped to grow.",
        "ny": "Analinso otanganidwa ndi kujambula ndalama za mabanki m'mayiko ambiri, zitsanzo zaposachedwa za ntchito yake kuphatikizapo zithunzi za Prime Ministers kutsogolo kwa ndalama zatsopano za Canada $ 5 ndi $ 100."
    },
    {
        "en": "There are four main ways in which a country can benefit from its extractive resources which include mining. These are i) royalties, ii) resource rent iii) State participation and iv) taxes. So far, the component of State participation has not been exploited despite being the most beneficial way. To maximize benefits from mining, government will establish a Mining Company that will be getting into Joint Venture arrangement with foreign companies. Joint Venture arrangements will enable Malawians to be in management team and in the Board of Directors, thereby directly participating in running mining business and curb transfer pricing and other forms of illicit financial flows that often happen in mining industry. Your next government will review tax incentives to ensure Malawians get a fair share of their natural resources.",
        "ny": "Ngoziyi itachitika, Gibson anatengedwa kupita kuchipatala koma anamwalira pasanapite nthawi yaitali."
    },
    {
        "en": "We will approach tourism holistically and contextually. Tourism is about attraction. We will invest in areas that are unique to Malawi, one of them is establishing vibrant cultural centers and packaging our history into a commercial product. Tourism is a beneficiary of derived demand. Our resolve to develop the economy, develop manufacturing sector will positively contribute to the travel and tourism industry. We will make Malawi a destination for citizens of neighboring countries to come and shop. As they come, they will need accommodation and transport just as Malawians do when they travel outside.",
        "ny": "Woyendetsa galimotoyo, amene ali ndi zaka 64, sanavulale pangoziyo."
    },
    {
        "en": "Agriculture transformation, infrastructure revolution, growing of MSMEs, mining, industrialization (manufacturing) and tourism will anchor our job creation agenda.",
        "ny": "Galimotoyo inachotsedwa pamalo a ngoziyo pafupifupi 1200 GMT tsiku lomwelo."
    },
    {
        "en": "My fellow Malawians, I am aware of the key drivers of cost of living. We will overhaul the fuel procurement system in the short-term while investing in cost- effective mode of transport such as rail and pipeline in line with the Malawi National Transport Master Plan. We will review all levies and remove or reduce those that can be done so without compromising public service delivery. We will work to achieve macroeconomic stability with a stable and relatively strong currency to contain imported inflation. In line with Malawi 2063, we will enhance agricultural productivity so that price of food is cheap while farmers still make profit.",
        "ny": "Munthu wina wogwira ntchito m'galaja pafupi ndi kumene kunachitika ngoziyo anati: \"Panali ana amene anali kudikira kuti awoloke msewu ndipo onse anali kulira ndi kufuula\"."
    },
    {
        "en": "We will embark on an ambitious home ownership program in which Malawi Housing Corporation will be recapitalized so it can build houses of different designs to suit your affordability. You will be paying monthly rental fee but which will be going towards purchase of the house. We will make home ownership easy for everyone. A well-thought housing scheme will be implemented in rural areas.",
        "ny": "Onse anathamanga kubwerera kuchokera kumene ngoziyo inachitika."
    },
    {
        "en": "My fellow Malawians, our approach to improving living standards focuses on containing cost of living on one hand and improving incomes on the other hand while investing in physical and human capital development to put a solid foundation for economic development. That is what your next government will do.",
        "ny": "Nkhani zina zimene zidzafotokozedwe ku Bali zikuphatikizapo kupulumutsa nkhalango zotsala padziko lapansi, ndi kugaŵana matekinoloje othandiza mayiko osauka kukula m'njira zosathetsa kuipitsa."
    },
    {
        "en": "Public debt management will be key in getting the economy back on right track. Our resolve to decisively end corruption will free up resources and reduce the need for borrowing. Estimates based on previous government financial audits showed that 30% of the national budget is unaccounted for. When the system is fixed, we will save these funds and spend on intended projects. Our resolve to reform the fiscal plan so we remove unnecessary expenditure and we grow revenue base will reduce the need for borrowing. Reform of foreign missions will free up resources. Where we will have to borrow for legitimate reasons, these questions will guide in determining the source of borrowing; 1) will the loan help grow economy (GDP)? 2) will the loan help either grow tax revenue or reduce expenditure or both? 3) will the loan help grow exports? If the answer is NO especially to 2 and 3, no external loan will be contracted. If a loan still has to be secured, it will be domestic and using a long-term development bond.",
        "ny": "Bungwe la UN likuyembekezeranso kukhazikitsa thumba lothandiza mayiko amene akuvutika ndi kutentha kwa dzikoli kuti athe kulimbana ndi mavuto ake."
    },
    {
        "en": "Reducing debt will feed into stimulating private sector development as commercial banks and other lenders will have enough liquidity to lend to private sector at competitive interest rates. Your next government will commit to clearing payment arrears as one way of capacitating private sector to operate fully, expand production and create additional jobs.",
        "ny": "Ndalamazo zikhoza kugwiritsidwa ntchito pa nyumba zosagonjetsedwa ndi kusefukira kwa madzi, kusamalira bwino madzi, ndi kusiyanitsa mbewu."
    },
    {
        "en": "Corruption",
        "ny": "Fluke analemba kuti zoyesayesa za ena zoletsa akazi kulankhula za thanzi la akazi sizinaphule kanthu."
    },
    {
        "en": "Corruption is a developmental challenge. It is a political campaign issue. Every leader promises to end corruption during political campaign yet corruption continues to worsen. Recent revelations of corruption are evident that our leaders are not only failing to end corruption, they are in fact participating in it.",
        "ny": "Iye anafika pa mfundo imeneyi chifukwa cha ndemanga zabwino zambiri ndi chilimbikitso chimene anatumizidwa kwa iye ndi anthu aakazi ndi aamuna omwe analimbikitsa kuti mankhwala oletsa kubereka aziganizidwa kukhala ofunika kuchipatala."
    },
    {
        "en": "A large part of our poverty is due to corruption. We have had leaders who amass wealth for themselves through corruption and morally questionable entitlements and give us leftovers. Citizens have systematically been economically disempowered so we can depend on them. They use the same corruptly acquired wealth, stolen from the many taxes we pay, to coax us to side with them when they are caught on the wrong side of the law. They project a picture that any criminal investigation in their dealings is the work of their political rivals. We fight on their behalf even when they were the first to kill us through denying us access to education, healthcare, food and job and business opportunities.",
        "ny": "Pamene kumenyana kunatha pambuyo poti ovulalawo atengeredwa kuchipatala, pafupifupi 40 mwa akaidi otsalawo anakhalabe m'bwalo ndipo anakana kubwerera ku maselo awo."
    },
    {
        "en": "Malawi has enough financial resources to deliver public services adequately. Publicly available information confirm that it is possible to run a government without heavy borrowing. For example, it is alleged that in one contract, a business person charged government US$10,524,000 for goods that cost the business person US$2,165,700 making abnormal profit of US$8,358,300. Surely this is over- pricing and stealing from poor Malawians.",
        "ny": "Olankhulanawo anayesa kuwongolera mkhalidwewo, koma zofuna za akaidizo nzosadziŵika bwino."
    },
    {
        "en": "Fellow Malawians, we all can see that the main problem in Malawi is not inadequate resources but corruption and excessive and expensive entitlements of senior public officers. Fighting corruption must be a top priority for a government. That is not the case unfortunately. Some of the reasons corruption is not ending include the expensive type of political campaign and the parasitic political party system. Statistics confirm that Malawi is a least developed country hence it is a country whose people are poor and by extension, a country whose politicians are poor. The type of political campaign that is practiced is expensive and breeds a fertile ground for advance State capture by those who bankroll the campaign. Corrupt business\npeople finance greedy politicians in anticipation of easy access to business contracts once the politician or political party is in power. This is what has sustained State capture.",
        "ny": "Pakati pa 10:00 ndi 11:00 madzulo, anthu a m'ndende anayatsa moto m'bwalo."
    },
    {
        "en": "In State capture, the loser is the citizenry. Politicians influence award of government contracts to corrupt business people at inflated prices. The inflated prices are because the corrupt business people want to i) recover the money they spent to bankroll campaign, ii) sell the goods and services at a profit and iii) give part of the payment to the politicians so they remain connected. When the politicians get part of the payment they use part of the money for their personal projects and part of it for campaign materials and other political expenses. That is why the fight against corruption cannot be won if we continue using the same political campaign model. In fact, there are politicians who have established businesses out of money acquired in this way. Their businesses get contracts from the same government they stole capital from. In other words, our tax money has become business capital for greedy politicians and the businesses get contracts from government where they are paid by our tax money again. This is the height of impunity in Malawi. We all have a responsibility to stop this.",
        "ny": "Posakhalitsa, apolisi okhala ndi zida zolimbana ndi zipolowe analowa m'bwalo ndi kukokera akaidiwo m'mbali ndi kuwagwiritsa ntchito mpweya wochititsa misozi."
    },
    {
        "en": "My fellow Malawians, let me illustrate how corruption causes poverty. Suppose there was money enough to construct three school blocks but due to corruption the price is inflated and the money can only construct two school blocks. Suppose each school block has two classrooms that can accommodate 60 learners. Further, suppose constructing a school block offers job opportunity to ten people as bricklayers, carpenters and others. By constructing two instead of three school blocks because of inflated prices, the results are as follows",
        "ny": "Anthu ozimitsa motowo anazimitsa motowo cha m'ma 11:35 madzulo."
    },
    {
        "en": "Three blocks would have made 360 learners move from learning under a tree to a proper classroom, but due to corruption only 240 learners will be in a good classroom. The other 120 learners will continue learning under a tree yet money was available to put them in a good classroom.",
        "ny": "Damuli litamangidwa mu 1963, madzi osefukira amene ankafalitsa zotsalira za madziwo m'mtsinje wonsewo anatha."
    },
    {
        "en": "Constructing three school blocks would create employment opportunities to 30 people. By constructing two, it means 10 people who would have some work to do still have no job.",
        "ny": "Mchenga umenewu unali wofunika kwambiri popanga mchenga ndi magombe, amene anali malo okhala nyama zakutchire."
    },
    {
        "en": "Since there is corruption, there is high likelihood that the two school blocks may be of substandard quality. They may need maintenance quicker than if construction was not marred with corruption. Additional resources are likely to be spent to rehabilitate the same school blocks when the resources would have been spent on other functions.",
        "ny": "Chifukwa cha zimenezi, mitundu iwiri ya nsomba yatha ndipo mitundu ina iwiri yatsala pang'ono kutha, kuphatikizapo nsomba ya humpback."
    },
    {
        "en": "If children are learning under a tree; if there are no drugs in health facilities; if there are no all-weather roads in some areas; if jobs are scarce; if we Malawians are poor; one of the main causes is corruption.",
        "ny": "Ngakhale kuti madzi a mtsinjewo adzawonjezeka pang'ono pambuyo pa kusefukira kwa madzi, akuluakulu a boma akuyembekeza kuti zimenezi zidzakwanira kubwezeretsa miyala ya mchenga yomwe inawonongeka kumtsinje."
    },
    {
        "en": "Our approach to the fight against corruption starts from the process of getting into office. We will not do the traditional political campaign you have known. We will not do because we do not want to get money from corrupt business people so that when you vote us into office we serve them instead of serving you, Malawians.",
        "ny": "Palibe chenjezo la tsunami lomwe laperekedwa, ndipo malinga ndi bungwe la Jakarta geophysics, palibe chenjezo la tsunami lomwe lidzaperekedwa chifukwa chivomezicho sichinakwaniritse zofunikira za kukula kwa 6.5."
    },
    {
        "en": "We will not form a political party because it is an expensive organization that contributes to temptation of political leaders to indulge in corruption and when in office, abuse public resources to fund the political party. You can relate this to some of the revelations that are coming out now of how public institutions financed activities of a political party. We do not want to tie ourselves to the yokes that have chained the others. More importantly, not forming a political party means that there will be no group of people (members of the ruling party) that feels and behaves as more important than the rest of Malawians. Between me and the public service, there will be no person or group of people to terrorize public servants on the premise that they are the ruling party members.",
        "ny": "Ngakhale kuti panalibe chiwopsezo cha tsunami, anthu a m'mudzimo anachita mantha ndipo anayamba kuchoka m'mabizinesi awo ndi m'nyumba zawo."
    },
    {
        "en": "It is not an exaggeration to say that political parties have been a disuniting factor so far in Malawi as they have been catalyst for tribalism and nepotism. You may appreciate the observation that in some political parties, it does not matter how loyal and qualified a member is, if they do not come from a particular region or from a particular tribe they cannot be voted president of a party to have a chance to contest as president of a country. We must for a moment dismantle this construct and create a political system that gives hope to every Malawian everywhere that they can be anything including President of Malawi if they work hard, have qualifications and have the integrity to serve their nation. I am convinced that being a president without a political party will foster nation building.",
        "ny": "Ngakhale kuti Winfrey anali kulira m'mawu ake oti tiwonane, iye anafotokoza momveka bwino kwa mafani ake kuti adzabweranso."
    },
    {
        "en": "Additionally, as your leader, I will have all my focus on running government, rather than divide my focus between running government on one hand and running a political party on the other hand.",
        "ny": "\"Izi sizidzakhala za kulekerana, koma za kutseka mutu umodzi ndi kuyamba wina watsopano\"."
    },
    {
        "en": "Fighting corruption is a war. Being a war, it needs troops who are loyal to their nation, troops who are well-trained and well-resourced. Above all, troops who are best commanded. The agencies responsible for fighting corruption are the troops. The President is the commander. Like in a military war, if troops are compromised, it is difficult to win the fight against corruption. If the commander is compromised, it is impossible to win the fight against corruption.",
        "ny": "Zotsatira zomaliza za zisankho za pulezidenti ndi nyumba yamalamulo ku Namibia zasonyeza kuti pulezidenti wa dziko lino, Hifikepunye Pohamba, wasankhidwa ndi kusiyana kwakukulu."
    },
    {
        "en": "For the reason that we will not get into office through a corrupt process, you can be assured that my team and I will fight against corruption decisively for we will not be haunted by our own involvement in the same. I will take it my prime responsibility that the fight against corruption is ably commanded and that if there are elements of compromised loyalty in the troops, I take corrective measures. I can guarantee that under my stewardship, no effort will be spared to fight corruption.",
        "ny": "Chipani cholamulira, South West Africa People's Organisation (SWAPO), chinasungiranso chiŵerengero cha anthu m'zisankho za nyumba yamalamulo."
    },
    {
        "en": "The future of Malawi leadership",
        "ny": "Asilikali a mayiko ogwirizana ndi Afghanistan anasamukira m'derali kuti akateteze malowo ndipo ndege zina za mayiko ogwirizana ndi Afghanistan zinatumizidwa kukathandiza."
    },
    {
        "en": "Fellow Malawians, I understand the frustration among well-meaning Malawians. I am aware that some of you have lost interest in voting in next election because we have been disappointed by the political administrations we have had. I come to give hope. I come to restore the courage we always have had, believing that as citizens, power is in our hands to make a leadership that has i) integrity, ii) technical and administrative competence and iii) desire to serve.",
        "ny": "Ngoziyo inachitika m'dera lamapiri, ndipo akukhulupirira kuti inachitika chifukwa cha kuwombera kwa adani."
    },
    {
        "en": "The 2025 presidential election will be a ‘referendum’ - a choice between maintaining impunity versus ending impunity; a choice between maintaining mediocrity versus a launch of meritocracy; a choice between politicians versus leaders.",
        "ny": "Anthu akuyesetsa kufufuza malo amene ndege inagwa koma nyengo ndi malo ake ndi ovuta."
    },
    {
        "en": "To echo the words of Barack Obama, former President of the USA, “we did not inherit the country from our ancestors so we can feel a sense of entitlement, rather we borrowed it from our children and the generations to come and therefore we have an obligation to hand over a better country to them”.",
        "ny": "Bungwe la zaumoyo la Mangola, Medecines Sans Frontieres ndi Bungwe la World Health Organization linati ndi mliri woipitsitsa kwambiri womwe unalembedwa m'dzikolo."
    },
    {
        "en": "We have a responsibility to change the narrative that politics is for the few rich Malawians more so those getting rich through corruption and theft of public resources. We have a duty to change the narrative that politics is for crooks, liars, the incompetent and that politics is risky.",
        "ny": "Mneneri wa Medecines Sans Frontiere Richard Veerman anati: \"Angola ikupita ku mliri wake woipitsitsa ndipo mkhalidwewo udakali woipa kwambiri mu Angola\", iye anatero."
    },
    {
        "en": "My colleagues and I are at your service and are determined to make personal sacrifices for the sake of presenting a real choice to you in the next elections. We come so that as voters you are not faced with a choice between lemons and grapefruits (manyumwa), for both are sour. We come to be your real choice. We know the contenders are heavily armoured with resources, including those they stole from our taxes.",
        "ny": "Maseŵerawo anayamba pa 10:00 a.m. ndi nyengo yabwino ndipo kupatulapo mvula ya m'maŵa imene inagwa mofulumira, linali tsiku labwino kwambiri la maseŵera a rugby a anthu asanu ndi aŵiri."
    },
    {
        "en": "We are armoured with faith. We believe we shall succeed with your support. We are ready to govern and to do so competently. I have the right training, experience and exposure to public policy to competently develop the economy and run the public service. As you may appreciate, the duty of any government is two-fold; i) to develop the economy with the aim of improving people’s living standards and ii) to manage the public service so it can deliver public goods and services to people professionally, efficiently and effectively. I promise to deliver on these two cardinal roles in an excellent manner.",
        "ny": "Dziko la South Africa, lomwe ndi dziko la nambala 5 pa mpikisanowu, linayamba bwino kwambiri pamene linagonjetsa dziko la Zambia, lomwe linali nambala 5."
    },
    {
        "en": "I appeal to you Malawians to support my candidacy. I am ready to serve you. In a special way, I encourage the youth to take 2025 election as uniquely important for I, one of their own, will be on the ballot paper. I am going to run the government in ways that will prove that the youth in Malawi are ready for the task. I will take it my additional responsibility to bring public confidence in the youth and in doing so clear a way for all youth who seek elected positions. I promise a government that will be at your service. I promise an administration that will be the moral campass of the nation.",
        "ny": "Poyang'ana mosakayikira dzimbiri pamasewera motsutsana ndi alongo awo akumwera, South Africa komabe idasintha mosalekeza pamene mpikisanowo ukupita patsogolo."
    },
    {
        "en": "Let us together make 2025 election a turning point for Malawi. Let us together uproot the breed of corrupt, incompetent and nepotistic politicians and plant a new breed of leaders that will be a symbol of integrity, competence and service. As late Lee Kuan Yew, founding Prime Minister of Singapore said, “we need the best and ablest in politics, not charlatans with a gift of the gab”. Let us together sanitize politics in Malawi. Politics will become clean when clean people replace the dirty ones who have made it dirty.",
        "ny": "Chitetezo chawo chotsata malamulo, luso la kugwiritsira ntchito mpira ndi ntchito yabwino kwambiri ya timu zinawapangitsa iwo kuonekera ndipo kunali kowonekeratu kuti ichi chinali timu yoyenera kugonjetsa."
    },
    {
        "en": "I am appealing to every Malawian to engage our conscience and think of a Malawi we would want our children and grandchildren to live in. It does not matter what our current position is, what matters is the responsibility we have to ensure we hand over a better country to our children and grandchildren. You may be a serving member of the cabinet, an advisor, a senior public officer, a political party member who genuinely believes things are not the way you would have wanted to serve the nation. I ask you to support my candidacy. Tell your family and relatives to vote for me in 2025 presidential election.",
        "ny": "Akuluakulu a mzinda wa Amsterdam ndi a Anne Frank Museum ananena kuti mtengowo uli ndi tizilombo ta fungo ndipo ndi woopsa kwa anthu chifukwa chakuti unali pangozi yoti ungagwe."
    },
    {
        "en": "I request you all who are in support of my candidacy to convince others around you. Convince your family members, your village mates, your village head leaders.Tell them the candidate of choice in 2025 presidential election has been identified and he is Milward Tobias. That will be your greatest contribution to my campaign.",
        "ny": "Inali yokonzedweratu kuti idzadulidwa Lachiŵiri, koma inapulumutsidwa pambuyo pa chigamulo cha khoti ladzidzidzi."
    },
    {
        "en": "To my colleagues; the road will be tough but we are ready for it and we will succeed. We will succeed because we are carrying the hopes of many Malawians who have been yearning for a leadership that can serve them, not one that serves a small group and corrupt business people. Malawians are looking for a leadership that has the integrity to tell the truth, to be accountable and transparent and to develop Malawi. It is high time Malawians became proud again of being Malawian.",
        "ny": "Zitseko zonse za m'phangamo, zimene zinatchedwa \"Abale ndi Alongo Asanu ndi Aŵiri\", zili ndi m'mimba mwake pafupifupi mamita 100 mpaka 250."
    },
    {
        "en": "Some people will discourage us, despise us and all sorts of negatives. That must encourage us. They will attack us because we are a serious contender. We must remain focused on our mission. The rebuilding of Malawi requires our resilience. We are the team to lead in rebuilding Malawi.",
        "ny": "Zithunzi za infrared zimasonyeza kuti kusiyana kwa kutentha kwa usiku ndi usana kumasonyeza kuti mwina ndi mapanga."
    },
    {
        "en": "Fellow Malawians, we will campaign as Nzika Coalition and I will contest as an independent candidate. Nzika Coalition means the coming together of ordinary citizens and all well-meaning Malawians as opposed to coalition/alliance of politicians or political parties. Our pillars are i) integrity, ii) competence and iii) service. Our slogan is ‘My vote My destiny’.",
        "ny": "\"Masana ndi ozizira kuposa malo ozungulira ndipo usiku ndi otentha."
    },
    {
        "en": "Time flies, next elections will come soon, let us pray to God to give us life, courage and protection. Malawi will rewrite her history.",
        "ny": "Kuchita kwawo kwa kutentha sikokhazikika monga mapanga aakulu a pa Dziko lapansi amene kaŵirikaŵiri amasunga kutentha kosasintha, koma kumagwirizana ndi kukhala kwawo mabowo akuya m'nthaka\", anatero Glen Cushing wa United States Geological Survey (USGS) Astrogeology Team ndi wa Northern Arizona University yomwe ili mu Flagstaff, Arizona."
    },
    {
        "en": "God bless us all! God bless Malawi! Thank you very much!!",
        "ny": "Ku France, kaŵirikaŵiri kuvota kwakhala kopanda zipangizo zamakono: ovota amadzipatula m'chipinda chochezera, amaika pepala losindikizidwa kale m'envulopu losonyeza munthu amene akufuna."
    },
    {
        "en": "Group village head Kambiri said apart from improving yield and nutrition in his community, Trade programme will also protect farmers from unscrupulous vendors who exploit them.",
        "ny": "Akuluakulu a boma akatsimikizira kuti munthuyo ndi ndani, iyeyo amaika envulopuyo m'bokosi la voti ndi kusaina pa pepala lolembamo anthu amene adzaponye nawo voti."
    },
    {
        "en": "In the Central Region, we are promoting soya bean, groundnuts, sunflower and potato and in the North we are focusing on honey and beef.",
        "ny": "Malamulo a chisankho a ku France amaika malamulo okhwima kwambiri a kayendetsedwe ka milandu."
    },
    {
        "en": "The minister told the House through the budget, the government was hoping to implement policy reforms that enhance resource mobilisation accompanied by prudent expenditure management to ensure that the country’s debt is put on a downward trajectory.",
        "ny": "Kuyambira mu 1988, mabokosi a voti ayenera kukhala oonekera kotero kuti ovota ndi owona akhoza kuona kuti palibe envulopu alipo pachiyambi cha mavoti ndi kuti palibe envulopu akuwonjezedwa kupatulapo awo a ovota owerengedwa ndi ovomerezedwa."
    },
    {
        "en": "The minister reported that during the 2022/23 financial Year, government constructed community technical colleges in Nkhotakota, Chikwawa, and Chiradzulu.",
        "ny": "Anthu ofuna kuvota amatumiza anthu awo kuti akaone mbali iliyonse ya ndondomekoyi, ndipo madzulo, anthu odzipereka amawerenga mavoti motsatira ndondomeko inayake."
    },
    {
        "en": "But who made anyone an expert in matters of the heart? Who are we to judge what or who anyone decided to fall in love with? Do we know what attracts people to each other? Do we even understand how they met or their circumstances herein? Do we even know what binds the two?",
        "ny": "ASUS Eee PC, yomwe idayambitsidwa kale padziko lonse lapansi chifukwa cha ndalama zopulumutsa komanso magwiridwe antchito, idakhala nkhani yotentha mu 2007 Taipei IT Month."
    },
    {
        "en": "Mr Hwesha , a primary school teacher for EUTHINI zone being beaten by his own father because of stealing his cattle and selling them . Cattle recovered and now at Mzimba police.",
        "ny": "Koma msika ogula pa laputopu kompyuta adzakhala kwambiri zosiyanasiyana ndi kusintha pambuyo ASUS anali kupereka mu 2007 Taiwan Zosatha Mphoto ndi Executive Yuan la Republic of China."
    },
    {
        "en": "Msume says, Cosmos, has on Monday pleaded guilty to the theft charges before the court of law.",
        "ny": "Webusaiti ya siteshoniyi imanena kuti pulogalamuyi ndi \"yofanana ndi ya pawailesi ya sukulu yakale koma ndi yatsopano ndiponso yochititsa manyazi kwambiri\"."
    },
    {
        "en": "Minister of Homeland Security, Ken Zikhale Ng'oma, has donated his net salary for March, which is K1.5 million, to young men (adzukulu) who worked to rescue others during the disaster.",
        "ny": "M'masiku ake oyambirira, chiwonetserochi chinali chowonetsedwa kokha pa wailesi yapaintaneti ya TogiNet Radio, tsamba lomwe limayang'ana pawailesi yolankhula."
    },
    {
        "en": "Since then, they have not set foot in South Africa after a warrant of arrest was issued against them.",
        "ny": "Kumapeto kwa 2015, TogiNet anakhazikitsa AstroNet Radio ngati siteshoni ya mwana."
    },
    {
        "en": "He says it is sad that Malawi is yet to reach 500 megawatts as its national capacity.",
        "ny": "Chiwonetserochi poyamba chinali ndi ojambula mawu amateur, akumaloko ku East Texas."
    },
    {
        "en": "\"We have leant big lessons that we made a big mistake in 2016 and its high time we revisit the Electricity Act,\" He said.",
        "ny": "Akuti kuba zinthu kwa anthu ambiri kunapitirira usiku wonse, chifukwa apolisi analibe m'misewu ya Bishkek."
    },
    {
        "en": "She said: “To achieve that, we are promoting dairy farming in the South.",
        "ny": "Munthu wina ananena kuti mzinda wa Bishkek wayamba \"kusokonezeka\" chifukwa cha magulu a anthu amene ankayenda m'misewu ndi kuba m'masitolo."
    },
    {
        "en": "Mphonda added that they expect to recruit new contractors to finalise the works.",
        "ny": "Anthu ambiri okhala ku Bishkek anaimba mlandu anthu ochita zionetsero ochokera kum'mwera chifukwa cha kusayeruzika kwa zinthu."
    },
    {
        "en": "The project, valued at K650 million, was scheduled to be completed in 2022, the website further says.",
        "ny": "South Africa yagonjetsa All Blacks (New Zealand) pamasewera a rugby union Tri Nations ku Royal Bafokeng Stadium ku Rustenburg, South Africa."
    },
    {
        "en": "While others are trying everything possible to unite and at least speak with one voice, there is one person who thinks this moment is all about him—former president Peter Mutharika.",
        "ny": "Mapeto ake, All Blacks anapambana ndi mfundo imodzi, 21 mpaka 20, ndipo zinathetsa mpikisano wawo wopambana masewera 15."
    },
    {
        "en": "“Currently, we are only issuing passports to those who have got emergencies such as medical evacuation, government trips and students flying out for studies,” he said.",
        "ny": "Kwa Springboks, inatha masewera asanu otsatizana."
    },
    {
        "en": "He said a passport is a right for every Malawian and it is not something that people should treat as luxury.",
        "ny": "Unali mpikisano womaliza wa All Blacks, amene anali atagonjetsapo mpikisanowo milungu iŵiri yapitayo."
    },
    {
        "en": "We promise to handle your information with care",
        "ny": "Maseŵera omaliza a mpikisanowo adzachitikira ku Ellis Park ku Johannesburg mlungu wamaŵa, pamene Springboks idzamenyana ndi Australia."
    },
    {
        "en": "Sorry, something went wrong",
        "ny": "Chivomezi chochepa chinagwedeza chigawo chakumadzulo kwa Montana pa 10:08 madzulo Lolemba."
    },
    {
        "en": "Speak up, contribute here!",
        "ny": "Palibe malipoti apompopompo a kuwonongeka omwe alandiridwa ndi United States Geological Survey (USGS) ndi National Earthquake Information Center yake."
    },
    {
        "en": "If you know someone with heart problems, please inform them. This is for free.",
        "ny": "Chivomezicho chinali pafupi ndi 20 km kumpoto chakumpoto chakum'mawa kwa Dillon, ndi pafupifupi 65 km kumwera kwa Butte."
    },
    {
        "en": "Good morning friends. Queen Elizabeth Central Hospital will be receiving Cardiologists who will treat patients with heart problems from 8th May to 13th May, 2023.",
        "ny": "Mtundu wa fuluwenza ya mbalame yoopsa kwa anthu, H5N1, watsimikiziridwa kuti unayambitsa nthenda ya bakha wakuthengo wakufa, wopezeka Lolemba, m'madambo pafupi ndi Lyon kum'maŵa kwa France."
    },
    {
        "en": "People will judge me and say what they want to say but I believe only God has the final say.",
        "ny": "France ndi dziko lachisanu ndi chiŵiri mu European Union limene lavutika ndi kachilomboka; pambuyo pa Austria, Germany, Slovenia, Bulgaria, Greece ndi Italy."
    },
    {
        "en": "Martse died last year after succumbing to fire burns.",
        "ny": "Mlandu wokayikitsa wa H5N1 ku Croatia ndi Denmark sunatsimikizidwebe."
    },
    {
        "en": "The council has since issued Nyirenda with a warning letter.",
        "ny": "Chambers anaimba mlandu Mulungu chifukwa cha \"imfa, chiwonongeko ndi kuwopseza anthu mamiliyoni ambiri padziko lapansi\"."
    },
    {
        "en": "Stay calm.",
        "ny": "Chambers, yemwe amakhulupirira kuti Mulungu kulibe, akunena kuti mlandu wakewo ndi \"wosafunika\" ndipo \"aliyense angam'imbe mlandu aliyense\"."
    },
    {
        "en": "Answer me.",
        "ny": "Nkhani imene ili m'nyimbo ya ku France ya opera, yolembedwa ndi Camille Saint-Saens, ndi ya katswiri wa zojambulajambula \"amene moyo wake uli wotsogozedwa ndi kukonda mankhwala osokoneza bongo ndi Japan\"."
    },
    {
        "en": "You can dance, can't you",
        "ny": "Zotsatira zake n'zakuti, ochita maseŵerowo amasuta chamba pabwalo, ndipo bwalo lamaseŵero limapempha omvetsera kuti nawonso asute chamba."
    },
    {
        "en": "I passed by her house yesterday",
        "ny": "Mkulu wa Nyumba ya Malamulo wakale Newt Gingrich, bwanamkubwa wa ku Texas Rick Perry, ndi Congresswoman Michele Bachmann anamaliza pa malo achinayi, achisanu, ndi achisanu ndi chimodzi, motsatana."
    },
    {
        "en": "He is fluent in French.",
        "ny": "Zotsatira zitatha, Gingrich anayamikira Santorum, koma anali ndi mawu ovuta kwa Romney, amene m'malo mwake malonda otsutsa otsutsa adalengezedwa ku Iowa motsutsana ndi Gingrich."
    },
    {
        "en": "Tom asked me what I had been doing",
        "ny": "Perry ananena kuti \"adzabwerera ku Texas kuti akaone zotsatira za msonkhano wa usikuuno, kuti adziwe ngati pali njira yopita patsogolo pa mpikisanowu\", koma pambuyo pake adati apitirizabe mpikisanowu ndikupikisana nawo pa Januware 21 South Carolina."
    },
    {
        "en": "A girl in karate uniform breaking a stick with a front kick.",
        "ny": "Bachmann, amene anapambana pa kafukufuku wa Ames Straw mu August, anaganiza zothetsa kampeni yake."
    },
    {
        "en": "People are fixing the roof of a house",
        "ny": "Wojambula zithunziyo anasamutsidwira ku Ronald Reagan UCLA Medical Center, kumene anamwalira."
    },
    {
        "en": "A group of people standing in front of an igloo.",
        "ny": "Iye akuti anali ndi zaka za m'ma 20. Mu mawu, Bieber anati \"[p] akadalipo kapena mwachindunji nawo ngozi yoopsa imeneyi, maganizo anga ndi mapemphero ndi banja la wovulalayo. \""
    },
    {
        "en": "A man in a vest is sitting in a chair and reading a magazine",
        "ny": "Webusaiti ya nkhani zosangalatsa ya TMZ imvetsetsa kuti wojambulayo anaimitsa galimoto yake mbali ina ya Sepulveda Boulevard ndipo anayesa kujambula zithunzi za apolisi asanawoloke msewu ndi kupitiriza, kukakamiza apolisi a California Highway Patrol omwe akuyendetsa galimotoyo kuti amubwezeretse, kawiri."
    },
    {
        "en": "There are many people standing outside of a building.",
        "ny": "Malinga ndi zimene apolisi ananena, dalaivala wa galimoto imene inagunda wojambula zithunziyo sangakhale ndi mlandu uliwonse."
    },
    {
        "en": "A teenager plays her trumpet on the field at a game",
        "ny": "Pokhala ndi mendulo khumi ndi zisanu ndi zitatu zokha zopezeka patsiku, maiko angapo alephera kufika pa mpando wa mphotho."
    },
    {
        "en": "The young lady is looking at the pizza",
        "ny": "Iwo akuphatikizapo Netherlands, ndi Anna Jochemsen kumaliza wachisanu ndi chinayi m'kalasi yoyimirira ya akazi mu Super-G dzulo, ndi Finland ndi Katja Saarinen kumaliza wachisanu mu chochitika chomwecho."
    },
    {
        "en": "He never mentioned that journey .",
        "ny": "Mitchell Gourley wa ku Australia anamaliza khumi ndi chimodzi mu amuna a Super-G. Mpikisano wa Czech Oldrich Jelinek anamaliza khumi ndi zisanu ndi chimodzi mu amuna a Super-G."
    },
    {
        "en": "After two years in hiding , my grandfather appeared in London .",
        "ny": "Arly Velasquez wa ku Mexico anamaliza pa nambala khumi ndi zisanu pa mpikisano wa amuna wokhala pansi wa Super-G. Adam Hall wa ku New Zealand anamaliza pa nambala naini pa mpikisano wa amuna woima wa Super-G."
    },
    {
        "en": "He was never right again .",
        "ny": "Amuna aku Poland omwe ali ndi vuto la maso Maciej Krezel ndi mtsogoleri Anna Ogarzynska adamaliza khumi ndi atatu mu Super-G. South Korea Jong Seork Park anamaliza makumi awiri ndi anayi mwa amuna omwe amakhala Super-G."
    },
    {
        "en": "Now , we follow state and local regulations .",
        "ny": "Asilikali a UN omwe anabwera ku Haiti pambuyo pa chivomezi cha 2010, akuimbidwa mlandu chifukwa cha kufalikira kwa matenda omwe anayamba pafupi ndi msasa wa asilikaliwo."
    },
    {
        "en": "You can do a lot of things",
        "ny": "Malinga ndi zimene khotilo linagamula, zinyalala za m'misasa ya bungwe la United Nations sizinatsukidwe bwino, ndipo zimenezi zinachititsa kuti mabakiteriya alowe mumtsinje wa Artibonite, womwe ndi umodzi mwa mitsinje ikuluikulu kwambiri ku Haiti."
    },
    {
        "en": "So I immediately called her up , of course",
        "ny": "Asanafike asilikali, Haiti anali asanakumanepo ndi mavuto okhudzana ndi matendawa kuyambira m'ma 1800."
    },
    {
        "en": "This is very promising .",
        "ny": "Bungwe la Haitian Institute for Justice and Democracy latchulapo maphunziro a anthu odziimira pawokha amene akusonyeza kuti gulu la asilikali a Nepal a UN osunga mtendere mosadziŵa anabweretsa nthendayi ku Haiti."
    },
    {
        "en": "I mean , at the end , will he be able to work ?",
        "ny": "Danielle Lantagne, katswiri wa bungwe la United Nations pankhani ya matendaŵa, ananena kuti mwachionekere nkhondoyo inayambitsidwa ndi asilikali osunga mtendere."
    },
    {
        "en": "This is why we are here .",
        "ny": "Hamilton anatsimikizira kuti chipatala cha Howard University chinamulola wodwalayo kuti akhale bwino."
    },
    {
        "en": "When we give people the opportunity to cheat , they cheat .",
        "ny": "Wodwalayo anali atapita ku Nigeria, kumene anthu ena ali ndi kachilombo ka Ebola."
    },
    {
        "en": "Do I have a place , a venue , in mind when I write ?",
        "ny": "Chipatalachi chatsatira ndondomeko yoletsa matenda, kuphatikizapo kupatula wodwalayo kwa ena kuti asatenge matenda kwa ena."
    },
    {
        "en": "This is the enemy .",
        "ny": "Asanafike The Simpsons Simon anali atagwira ntchito pa ziwonetsero zingapo m'malo osiyanasiyana."
    },
    {
        "en": "Just people sending their pictures .",
        "ny": "M'zaka za m'ma 1980 adagwira ntchito pa ziwonetsero monga Taxi, Cheers, ndi The Tracy Ullman Show."
    },
    {
        "en": "And when you turn the switch off , the light goes off .",
        "ny": "Mu 1989 iye anathandiza kulenga The Simpsons ndi Brooks ndi Groening, ndipo anali ndi udindo wolemba ntchito gulu loyamba lolemba."
    },
    {
        "en": "Some drivers feel its not fair that some traffic can go through while they have to wait. Something has to be done before things turn violent",
        "ny": "Ngakhale kuti anasiya chionetsero mu 1993 iye anakhalabe udindo wa mkonzi wamkulu, ndipo anapitiriza kulandira madola mamiliyoni ambiri nyengo iliyonse mu chilolezo."
    },
    {
        "en": "I'm angry.",
        "ny": "Poyambirira, bungwe la nkhani la ku China la Xinhua linalengeza kuti ndege ina inagwidwa."
    },
    {
        "en": "I'm broke.",
        "ny": "Malipoti a pambuyo pake ananena kuti ndegeyo inalandira chiwopsezo cha bomba ndipo inabwezeretsedwa ku Afghanistan, ikumagwera ku Kandahar."
    },
    {
        "en": "I'm obese.",
        "ny": "Malipoti oyambirira amanena kuti ndegeyo inabwezeretsedwa ku Afghanistan pambuyo pokana kuika mwadzidzidzi ku Ürümqi."
    },
    {
        "en": "Ignore it.",
        "ny": "Ngozi za m'ndege zimachitika kaŵirikaŵiri ku Iran, kumene kuli zombo zakale kwambiri zimene sizisamalidwa bwino kuti zichitire ntchito za anthu wamba ndi zankhondo."
    },
    {
        "en": "Keep warm.",
        "ny": "Zilango za mayiko zinachititsa kuti asagule ndege zatsopano."
    },
    {
        "en": "She smiled.",
        "ny": "Kumayambiriro kwa mlungu uno, ngozi ya helikopita ya apolisi inapha anthu atatu ndi kuvulaza ena atatu."
    },
    {
        "en": "Who's that?",
        "ny": "Mwezi watha Iran inakumana ndi tsoka lalikulu kwambiri la ndege m'zaka zambiri pamene ndege yopita ku Armenia inagwa, n'kupha anthu 168 omwe anali m'ndegemo."
    },
    {
        "en": "I saw a dog.",
        "ny": "Mwezi womwewo ndege ina inawoloka msewu wa ndege ku Mashhad ndi kugunda khoma, ikumapha anthu khumi ndi asanu ndi aŵiri."
    },
    {
        "en": "No means no.",
        "ny": "Aerosmith achotsa makonsati otsala paulendo wawo."
    },
    {
        "en": "Tom was charged with drunken driving after he was involved in a car accident in Boston.",
        "ny": "Gulu la rock linali loyenera kuyendera United States ndi Canada mpaka September 16."
    },
    {
        "en": "Tom's reached a point in his life where he has to make some pretty important decisions.",
        "ny": "Iwo achotsa ulendowo pambuyo pa woyimba wamkulu Steven Tyler anavulala pambuyo poti wagwa pa siteji pamene akuchita pa August 5."
    },
    {
        "en": "When the rock singer appeared on the stage, the audience at the concert clapped loudly.",
        "ny": "Murray anataya seti yoyamba mu tie break pambuyo pa amuna onsewa atagwira ntchito iliyonse mu seti."
    },
    {
        "en": "Who am I? Where do I come from? Is there life after death? What is the meaning of life?",
        "ny": "Del Potro anali ndi mwayi woyambirira mu seti yachiwiri, koma izi zinkafunikanso kuti azisokoneza pambuyo pofika 6-6."
    },
    {
        "en": "Why don't we have enough food for everyone? I thought you went shopping this afternoon.",
        "ny": "Potro analandira chithandizo cha phewa lake panthawiyi koma adatha kubwerera ku masewerawo."
    },
    {
        "en": "Amnesty International often organizes public protests in support of political prisoners.",
        "ny": "Pulogalamuyo inayamba pa 8:30 madzulo nthaŵi ya kumaloko (15.00 UTC)."
    },
    {
        "en": "Before we get started, I'd just like to say a few words about how important this job is.",
        "ny": "Oimba otchuka m'dziko lonselo anapereka nyimbo zachikondi, kapena kuti nyimbo zachikondi, kwa Shri Shyam."
    },
    {
        "en": "Eat a live frog every morning, and nothing worse will happen to you the rest of the day.",
        "ny": "Woimba Sanju Sharma adayamba madzulo, ndikutsatiridwa ndi Jai Shankar Choudhary. anayimba chhappan bhog bhajan nayenso."
    },
    {
        "en": "I appreciate it when a native speaker tries to help me sound more like a native speaker.",
        "ny": "Kenako, Lakkha Singh anatsogolera kuimba nyimbo za bhajan."
    },
    {
        "en": "I had to change clothes because what I was wearing wasn't appropriate for the situation.",
        "ny": "Mbale 108 za Chhappan Bhog (m'Chihindu, zinthu 56 zosiyanasiyana zodyedwa, monga, maswiti, zipatso, mtedza, mbale ndi zina zotero zomwe zimaperekedwa kwa mulungu) zinaperekedwa kwa Baba Shyam."
    },
    {
        "en": "I used to think that only bears hibernate, but the teacher said that turtles do as well.",
        "ny": "Lakkha Singh adaperekanso chhappan bhog bhajan. Woimba, Raju Khandelwal anali limodzi naye."
    },
    {
        "en": "If I can get a book from the library, it saves me from having to buy it in the bookshop.",
        "ny": "Pa Lachinayi chiwonetsero cha Tokyo Game Show, Purezidenti wa Nintendo Satoru Iwata adawulula kapangidwe ka wowongolera pakampani yatsopano ya Nintendo Revolution."
    },
    {
        "en": "In retrospect, Tom realized he shouldn't have been dating both sisters at the same time.",
        "ny": "Chipangizochi chimakhala ngati choyang'anira TV, ndipo chimagwiritsa ntchito masensa awiri amene amaikidwa pafupi ndi TV kuti adziwe malo amene ili m'chilengedwe."
    },
    {
        "en": "It was boredom that Aldous Huxley considered one of the most dangerous human conditions.",
        "ny": "Izi zidzalola osewera kulamulira zochita ndi kayendedwe mu masewera a pakompyuta ndi kusuntha chipangizo kudzera mpweya."
    },
    {
        "en": "Originally, Abraham Lincoln wanted all slaves to be deported to Africa or the Caribbean.",
        "ny": "Giancarlo Fisichella analephera kuyendetsa galimoto yake ndipo anasiya mpikisanowo atangomaliza kumene kuyendetsa."
    },
    {
        "en": "Sometimes, it's hard to tell when Tom is being serious and when he's just joking around.",
        "ny": "Mnzake wina wa m'timu, Fernando Alonso, anali kutsogolera pa mpikisanowo kwa nthaŵi yaitali, koma anasiya mpikisanowo atangomaliza kuima pa malo ena, mwina chifukwa chakuti tayala lakutsogolo lakumanja linaima molakwika."
    },
    {
        "en": "The Japanese pay more attention to the group or the organization than to the individual.",
        "ny": "Michael Schumacher anamaliza mpikisano wake pasanapite nthawi yaitali Alonso, chifukwa cha kuwonongeka kwa kuyimitsidwa m'nkhondo zambiri panthawi ya mpikisano."
    },
    {
        "en": "The first thing we should do is write and thank your brother-in-law for his hospitality.",
        "ny": "\"Ndi wokongola kwambiri ndipo amaimba bwino, nayenso\", iye anati malinga ndi mawu a msonkhano wa atolankhani."
    },
    {
        "en": "The point of true mutual understanding has not yet been reached between Japan and China.",
        "ny": "\"Ndinachita chidwi kwambiri nthaŵi iliyonse pamene tinali kuyeserera zimenezi, kuchokera pansi pa mtima wanga\"."
    },
    {
        "en": "The understanding of the present is impossible without a good understanding of the past.",
        "ny": "Patapita mphindi pafupifupi zitatu chichokereni, kamera ya m'ndege inasonyeza zidutswa zambiri za thovu lotchinga zitaduka m'thanki ya mafuta."
    },
    {
        "en": "Tom leaned out the window of his car and pressed the button on the intercom at the gate.",
        "ny": "Komabe, sakuganiziridwa kuti anawononga chombocho."
    },
    {
        "en": "Tom loves coming here since he thinks this place serves the only fast food worth eating.",
        "ny": "Mkulu wa pologalamu ya NASA ya zombo zapanyanja N. Wayne Hale Jr. anati thovu linali litatsika \"pambuyo pa nthaŵi imene tikudera nkhaŵa\"."
    },
    {
        "en": "Tom wanted to give you a surprise party, but I knew you'd hate it, so I told him not to.",
        "ny": "Mphindi zisanu chionetserocho chitayamba mphepo inayamba kuwomba, ndipo patapita mphindi imodzi, mphepoyo inayamba kuwomba liŵiro la makilomita 70 pa ola limodzi... kenako mvula inayamba kugwa, koma mwamphamvu kwambiri moti inagunda khungu lanu ngati singano, kenako matalala anagwa kuchokera kumwamba, anthu anachita mantha ndipo anali kufuula ndi kuthamanga wina ndi mnzake."
    },
    {
        "en": "Tom was drinking at a bar with Mary at the time the police think that John was murdered.",
        "ny": "Ndinataya mlongo wanga ndi bwenzi lake, ndipo panjira panga panali anthu aŵiri olumala m'mavwende, anthu ankangodumphadumpha ndi kuwakankha\", anatero Armand Versace."
    },
    {
        "en": "What surprised me most about that accident is how fast the lawyers arrived on the scene.",
        "ny": "NHK inalengezanso kuti malo opangira mphamvu za nyukiliya a Kashiwazaki Kariwa m'chigawo cha Niigata anali kugwira ntchito bwinobwino."
    },
    {
        "en": "When darkness falls, the baboons return to the trees to sleep, safe from night prowlers.",
        "ny": "Hokuriku Electric Power Co. inati palibe chimene chinachitika chifukwa cha chivomezicho ndipo inati makina oyendetsa ndege a nambala 1 ndi 2 a ku malo ake opangira mphamvu za nyukiliya a Shika anaimitsidwa."
    },
    {
        "en": "When you get married and have kids, you'll realize that actions speak louder than words.",
        "ny": "Akuti nyumba pafupifupi 9400 m'chigawochi zilibe madzi ndipo pafupifupi 100 zilibe magetsi."
    },
    {
        "en": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
        "ny": "Misewu ina yawonongeka, sitima za sitima zaimitsidwa m'madera okhudzidwa, ndipo bwalo la ndege la Noto m'chigawo cha Ishikawa likadali lotsekedwa."
    },
    {
        "en": "Almost everyone in the class voted in favor of having a thank-you party for the teachers.",
        "ny": "Bomba limodzi linaphulika kunja kwa ofesi ya kazembe wamkulu."
    },
    {
        "en": "As the iron was heating up, Mary poured distilled water into the reservoir to make steam.",
        "ny": "Mabomba enanso atatu anaphulika pafupi ndi nyumba za boma m'maola aŵiri."
    },
    {
        "en": "Because of the problem of air pollution, the bicycle may some day replace the automobile.",
        "ny": "Malipoti ena amati anthu asanu ndi atatu anaphedwa, ndipo malipoti a boma amatsimikizira kuti anthu 30 anavulala; koma chiŵerengero chenicheni sichidziŵikabe."
    },
    {
        "en": "Do you know the reason why two-thirds of the students did not attend the student meeting?",
        "ny": "Asidi wa cyanuric ndi melamine anapezeka m'madzi a ziweto zimene zinafa chifukwa chodya chakudya choipitsidwa."
    },
    {
        "en": "English is quite often the language of choice when speaking to an international audience.",
        "ny": "Akatswiri ofufuza a pa yunivesiteyi ananena kuti mankhwala awiriwa amagwirizana n'kupanga timibulu tomwe tingathe kulepheretsa impso kugwira ntchito."
    },
    {
        "en": "I had an appointment at 2:30, but I got caught in traffic and couldn't get there in time.",
        "ny": "Akatswiriwa anaona kuti m'mphuno mwa amphaka munkatuluka timadzi ta melamine ndi cyanuric acid."
    },
    {
        "en": "If I can get a book from the library, it saves me from needing to buy it in the bookshop.",
        "ny": "Mankhwala a makhiristowa ndi ofanana ndi amene amapezeka mu mkodzo wa ziweto zomwe zili ndi matendawa poyerekezera ndi njira ya infrared spectroscopy (FTIR)."
    },
    {
        "en": "It is illegal in the United States for law enforcement to use torture to get information.",
        "ny": "Sindikudziŵa ngati mukudziŵa kapena ayi, koma katundu wambiri wochokera ku Central America anabwera m'dziko lino popanda msonkho."
    },
    {
        "en": "Louis Braille, who was blind from the age of three, invented a way for the blind to read.",
        "ny": "Komabe, makumi asanu ndi atatu peresenti ya katundu wathu anali ndi msonkho kupyolera m'misonkho m'maiko a ku Central America."
    },
    {
        "en": "Mary's not the first woman to fall in love with a married man, and she won't be the last.",
        "ny": "Ndinaona kuti zimenezi si zoona ndipo zinali zosayenera."
    },
    {
        "en": "Police immediately sealed off the streets around the hotel as they searched for the bomb.",
        "ny": "Chonse chimene ndimanena kwa anthu ndicho kuti mutigwire monga momwe ife timakuchitirani."
    },
    {
        "en": "The black and white bears living in the mountains in China and Tibet are called 'pandas'.",
        "ny": "Bwanamkubwa wa California Arnold Schwarzenegger anasaina lamulo loletsa kugulitsa kapena kubwereka maseŵera achiwawa a pa vidiyo kwa ana."
    },
    {
        "en": "The police found Tom lying on the floor with a bullet hole in the middle of his forehead.",
        "ny": "Lamuloli limafuna kuti maseŵera a pa vidiyo achiwawa ogulitsidwa m'boma la California aikidwe chizindikiro cholembedwa kuti \"18\" ndipo limapangitsa kuti kugulitsa kwawo kwa mwana kukhale kotsutsidwa ndi ndalama zokwana $1,000 pa mlandu uliwonse."
    },
    {
        "en": "The politician said he was deeply indebted to everyone for their support in the election.",
        "ny": "Mkulu wa Maloya, Kier Starmer QC, anapereka chidziwitso mmaŵa uno kulengeza mlandu wa Huhne ndi Pryce."
    },
    {
        "en": "They say that in America anyone can become president, but perhaps that's not really true.",
        "ny": "Huhne wasiya ntchito ndipo m'malo mwake mu nduna mudzakhala Ed Davey MP. MP Norman Lamb akuyembekezeka kutenga ntchito ya Unduna wa Zamalonda yomwe Davey akusiya."
    },
    {
        "en": "Tom and Mary gave exactly the same answers on the test which made the teacher suspicious.",
        "ny": "Huhne ndi Pryce akuyembekezeka kukaonekera ku Westminster Magistrates Court pa February 16."
    },
    {
        "en": "Tom and Mary were speaking in French, but switched to English when John entered the room.",
        "ny": "Anthu amene anafa anali Nicholas Alden, wazaka 25, ndi Zachary Cuddeback, wazaka 21."
    },
    {
        "en": "Tom ate at a new restaurant the other day, but he doesn't remember the restaurant's name.",
        "ny": "Edgar Veguilla anavulala mkono ndi nsagwada pamene Kristoffer Schneider anafunika opaleshoni ya nkhope."
    },
    {
        "en": "Tom has always maintained that he is innocent, and claims to this day that he was framed.",
        "ny": "Mfuti ya Uka inalakwika pamene inali kuloza mutu wa munthu wachisanu. Schneider ali ndi ululu wopitilira, khungu m'diso limodzi, gawo la fupa la mutu lomwe likusowa ndi nkhope yomangidwanso kuchokera ku titaniyamu."
    },
    {
        "en": "Tom killed Mary because he found out she had started the fire that had killed his family.",
        "ny": "Schneider anachitira umboni kudzera pa vidiyo kuchokera ku malo a USAF kudziko lakwawo."
    },
    {
        "en": "Tom told Mary that he was going to kill himself, but he didn't have the courage to do it.",
        "ny": "Kuwonjezera pa mpikisano wa Lachitatu, Carpanedo anapikisana m'mipikisano iŵiri ya munthu aliyense payekha pa mpikisanowo."
    },
    {
        "en": "Tom, Mary, John and Alice are friends. They've known each other since they were children.",
        "ny": "Woyamba anali Slalom, kumene iye anapindula sanali Malizitsani mu kuthamanga kwake koyamba. 36 mwa 116 mpikisano anali ndi zotsatira zofanana mu mpikisano umenewo."
    },
    {
        "en": "When I got my driver's license renewed, I had to decide if I wanted to be an organ donor.",
        "ny": "Mpikisano wake wina, wa Giant Slalom, adawona kuti amaliza gawo la khumi pagulu la azimayi okhala ndi nthawi yophatikizana ya 4:41.30, mphindi 2:11.60 pang'onopang'ono kuposa woyamba woyamba Claudia Loesch waku Austria komanso 1:09.02 mphindi pang'onopang'ono kuposa womaliza wachisanu ndi chinayi Gyöngyi Dani waku Hungary."
    },
    {
        "en": "When someone speaks with such rhetorical flourish, it starts to sound like they're lying.",
        "ny": "Anthu anayi a m'gulu la azimayi amene anali kukhala pansi analephera kumaliza mpikisano wawo, ndipo anthu 45 mwa anthu 117 a m'gulu la anthu amene anali kuthamanga mpikisano wa Giant Slalom analephera kukhala pa mpikisanowo."
    },
    {
        "en": "According to this magazine, the economic situation in Japan is getting worse year by year.",
        "ny": "Apolisi a ku Madhya Pradesh anapeza laputopu ndi foni imene anaba."
    },
    {
        "en": "Although most islands in the ocean have been mapped, the ocean floor is generally unknown.",
        "ny": "Wachiŵiri kwa Inspector General D K Arya anati, \"Tagwira anthu asanu amene anagwiririra mkazi wa ku Switzerland ndi kupeza foni yake ndi laputopu\"."
    },
    {
        "en": "Among the wind instruments, the aboriginal didgeridoo made of eucalyptus was his favorite.",
        "ny": "Oimbidwa mlanduwo amatchedwa Baba Kanjar, Bhutha Kanjar, Rampro Kanjar, Gaza Kanjar ndi Vishnu Kanjar."
    },
    {
        "en": "Due to unforeseen circumstances, our trip to the mountains this weekend will be cancelled.",
        "ny": "Mkulu wa apolisi Chandra Shekhar Solanki anati oimbidwa mlanduwo anaonekera m'khoti ndi nkhope zobisika."
    },
    {
        "en": "Even though Tom was brought up in the country, he loves the hustle and bustle of the city.",
        "ny": "Ngakhale kuti anthu atatu anali m'nyumbamo pamene galimotoyo inagunda nyumbayo, palibe aliyense wa iwo amene anavulala."
    },
    {
        "en": "Happiness depends, not so much on circumstances, as on one's way of looking at one's life.",
        "ny": "Komabe, dalaivalayo anavulala kwambiri m'mutu."
    },
    {
        "en": "History is like a waltz, eternally following the three steps of war, peace and revolution.",
        "ny": "Msewu umene ngoziyo inachitika unatsekedwa kwakanthaŵi pamene ntchito za chithandizo cha mwadzidzidzi zinamasula dalaivalayo ku Audi TT yofiira."
    },
    {
        "en": "I began driving our tractor when I was 12 years old to help my father out at harvest time.",
        "ny": "Poyamba anaikidwa m'chipatala cha James Paget ku Great Yarmouth."
    },
    {
        "en": "I don't know what went on last night, but they're not speaking to each other this morning.",
        "ny": "Pambuyo pake anasamutsidwira ku chipatala cha Addenbrooke ku Cambridge."
    },
    {
        "en": "I don't think it's always right for local governments to submit to the central government.",
        "ny": "Adekoya wakhala ali ku Edinburgh Sheriff Court akuimbidwa mlandu wakupha mwana wake wamwamuna."
    },
    {
        "en": "I'm a non-native speaker of English and realize there is a lot that I still need to learn.",
        "ny": "Iye ali m'ndende podikira mlandu ndi kuweruzidwa, koma umboni uliwonse wa mboni ya maso ungakhale wosayenera chifukwa chakuti chithunzi chake chafalitsidwa kwambiri."
    },
    {
        "en": "I've heard that you don't eat green leafy vegetables. You say that it is food for animals.",
        "ny": "Zimenezi zimachitika m'madera ena a ku UK koma ku Scotland malamulo amagwira ntchito mosiyana ndipo makhoti amaona kuti kufalitsa zithunzi kungakhale kovulaza."
    },
    {
        "en": "One out of 455 women doesn't realize she's pregnant until the twentieth week of pregnancy.",
        "ny": "Pulofesa Pamela Ferguson wa pa Yunivesite ya Dundee anati \"atolankhani akuoneka kuti akuyenda m'njira yoopsa ngati asindikiza zithunzi za anthu amene akuwakayikira\"."
    },
    {
        "en": "Some of Martin Luther King's supporters began to question his belief in peaceful protests.",
        "ny": "Ofesi ya Crown Office, imene imayang'anira milandu yonse, yauza atolankhani kuti sipadzakhalanso ndemanga ina iliyonse kufikira pamene mlanduwo udzaimbidwa."
    },
    {
        "en": "The names of the students who failed in the examination were posted on the bulletin board.",
        "ny": "Chikalatacho, malinga ndi kutulutsa, chidzatchula mkangano wa malire, womwe Palestina akufuna kutengera malire a nkhondo ya 1967 Mideast."
    },
    {
        "en": "To reduce misunderstandings we should learn the techniques for communicating successfully.",
        "ny": "Nkhani zina zomwe zafotokozedwazo zikuphatikizapo mkhalidwe wamtsogolo wa Yerusalemu womwe ndi wopatulika ku mayiko onse awiri ndi nkhani ya Chigwa cha Yordano."
    },
    {
        "en": "Tom asked Mary about the traffic accident she was involved in when she was five years old.",
        "ny": "Israyeli akufuna kuti asilikali ake akhalebe m'chigwacho kwa zaka khumi pokhapokha mgwirizano utasainidwa pamene PA ikuvomereza kuti ikhalepo kwa zaka zisanu zokha."
    },
    {
        "en": "Tom felt a little uneasy as he walked down the deserted street in the middle of the night.",
        "ny": "Oombera m'mayesero owonjezera a tizilombo tinali kuwayang'anira mosamalitsa ndi alonda a nkhalango, popeza kuti mayeserowo anali kuyang'aniridwa ndi kupendedwa kwa mphamvu yake."
    },
    {
        "en": "Tom has enough money to buy any computer in this store. He just needs to decide which one.",
        "ny": "M'gwirizano wa NPWS ndi Sporting Shooters Association of Australia (NSW) Inc, anthu odzipereka oyenerera adalembedwera, pansi pa pulogalamu yosaka ya Sporting Shooters Association."
    },
    {
        "en": "You're the only person I know besides me who is actually interested in this kind of thing.",
        "ny": "Malinga ndi Mick O'Flynn, yemwe ndi Director of Park Conservation and Heritage ku NPWS, anthu anayi omwe anasankhidwa kuti aphe anthuwo analandira malangizo okhudza chitetezo ndi maphunziro."
    },
    {
        "en": "A study found that almost 10% of men were obese in 2008. That was up from about 5% in 1980.",
        "ny": "Martelly analumbira mu bungwe latsopano la chisankho la Provisional Electoral Council (CEP) la mamembala asanu ndi anayi dzulo."
    },
    {
        "en": "Do you swear to tell the truth, the whole truth and nothing but the truth, so help you God?",
        "ny": "Ndi CEP yachisanu ya Martelly m'zaka zinayi."
    },
    {
        "en": "Esperanto, Ido, Interlingua, Klingon, Lojban, Na'vi and Volap√ºk are constructed languages.",
        "ny": "Mwezi watha komiti ya pulezidenti inapempha kuti CEP isachoke monga mbali ya ndondomeko yofuna kuti dzikoli lichite zisankho zatsopano."
    },
    {
        "en": "Good friends are like stars. You don't always see them, but you know they are always there.",
        "ny": "Komitiyi inali yankho la Martelly pa zionetsero zotsutsana ndi boma zomwe zinayamba mu October."
    },
    {
        "en": "If you concentrate all your energies on the study of English, you will master the language.",
        "ny": "Zitsutso zomwe nthawi zina zimakhala zachiwawa zinachitika chifukwa cha kulephera kuchititsa zisankho, zina zomwe zinayenera kuchitika kuyambira 2011."
    },
    {
        "en": "In January of that year, we saw snow for four days, from the fourteenth to the seventeenth.",
        "ny": "Pafupifupi milandu 60 ya ma iPod osagwira bwino ntchito omwe anatenthedwa kwambiri, anachititsa kuti pakhale moto wa anthu asanu ndi limodzi ndipo anthu anayi anangowotchedwa pang'ono."
    },
    {
        "en": "It is because light travels faster than sound that we see lightning before we hear thunder.",
        "ny": "Unduna wa zachuma, malonda ndi mafakitale ku Japan (METI) unati unadziŵa za ngozi 27 zokhudzana ndi zipangizozo."
    },
    {
        "en": "It is difficult to overcome this shortcoming without drastically changing the whole system.",
        "ny": "Mlungu watha, METI inalengeza kuti Apple inadziŵitsa za zochitika zina 34 za kutentha kwambiri, zomwe kampaniyo inati \"zosaopsa\"."
    },
    {
        "en": "My grandfather does moderate exercise every morning, which is why he is strong and healthy.",
        "ny": "Undunawo unayankha mwa kunena kuti kuchedwa kwa Apple kwa lipotilo \"n'zomvetsa chisoni kwambiri\"."
    },
    {
        "en": "Often, the less there is to justify a traditional custom the harder it is to get rid of it.",
        "ny": "Chivomezicho chinagunda Mariana pa 07:19 m'maŵa nthaŵi yakomweko (09:19 madzulo GMT Lachisanu)."
    },
    {
        "en": "She asked him out on a date, but he said no since he thought girls should not ask boys out.",
        "ny": "Ofesi yoyang'anira zochitika zadzidzidzi ya ku Northern Marianas inati palibe kuwonongeka komwe kunanenedwa m'dzikolo."
    },
    {
        "en": "The best parents of all are those who allow their children to follow their natural talents.",
        "ny": "Ndiponso Pacific Tsunami Warning Center inati panalibe chizindikiro cha tsunami."
    },
    {
        "en": "The only thing on the table that I normally wouldn't eat is that stuff on the yellow plate.",
        "ny": "Wapolisi wakale wa ku Philippines wagwira alendo a ku Hong Kong monga am'ndende mwa kulanda basi yawo ku Manila, likulu la dziko la Philippines."
    },
    {
        "en": "Then he got dressed, stuffed his lecture notes into his briefcase, and ran down the stairs.",
        "ny": "Rolando Mendoza anawombera alendowo ndi mfuti yake ya M16."
    },
    {
        "en": "There are times when you need to fight for what's right, even at the risk of your own life.",
        "ny": "Anthu angapo ogwidwa m'ndende apulumutsidwa ndipo osachepera asanu ndi mmodzi atsimikiziridwa kuti afa mpaka pano."
    },
    {
        "en": "Tom began working as a volunteer at the homeless shelter while he was still in high school.",
        "ny": "Anthu asanu ndi mmodzi ogwidwa, kuphatikizapo ana ndi okalamba, anamasulidwa mwamsanga, monganso ojambula zithunzi a ku Philippines."
    },
    {
        "en": "Tom has a framed photo of his parents on their wedding day hanging on his lounge room wall.",
        "ny": "Ojambula zithunziwo pambuyo pake anatenga malo a mayi wina wachikulire amene anafunikira chimbudzi."
    },
    {
        "en": "Tom makes way too many snide remarks. That's perhaps why he doesn't have very many friends.",
        "ny": "Liggins anatsatira mapazi a atate wake ndipo anayamba ntchito ya udokotala."
    },
    {
        "en": "When Tom looked down at the apple he was eating, he realized that he had eaten half a worm.",
        "ny": "Anaphunzira ntchito ya udokotala wa matenda a amayi ndipo anayamba kugwira ntchito ku chipatala cha National Women's Hospital ku Auckland mu 1959."
    },
    {
        "en": "When poverty comes in the door, love flies out the window is a saying as old as it is sad.",
        "ny": "Pamene anali kugwira ntchito kuchipatala Liggins anayamba kufufuza za kubala msanga panthaŵi yake yopuma."
    },
    {
        "en": "A doctor can bury his mistakes, but an architect can only advise his clients to plant vines.",
        "ny": "Kafukufuku wake anasonyeza kuti ngati hormoni inkaperekedwa, inali kufulumizitsa kukula kwa mwana m'mapapo."
    },
    {
        "en": "After I graduated from college, I moved back home and lived with my parents for three years.",
        "ny": "Xinhua inasimba kuti ofufuza a boma anapeza zojambulira ndege ziŵiri za 'bokosi lakuda' Lachitatu."
    },
    {
        "en": "Even though my friend was a vegetarian, I didn't tell him that the soup had some meat in it.",
        "ny": "Anzake omenyana nawo nawonso anapereka ulemu kwa Luna."
    },
    {
        "en": "First I'll look at the prices, and only then I'll decide whether I'll buy the camera or not.",
        "ny": "Tommy Dreamer anati \"Luna anali Mfumukazi yoyamba ya Extreme. Woyang'anira wanga woyamba. Luna anamwalira usiku wa miyezi iwiri. Wapadera kwambiri monga iye. Mkazi wamphamvu. \""
    },
    {
        "en": "For the other 600 million people, English is either a second language or a foreign language.",
        "ny": "Dustin \"Goldust\" Runnels adatinso \"Luna anali wodabwitsa ngati ine... mwina ngakhale kwambiri... ndimamukonda ndipo ndimusowa... ndikukhulupirira kuti ali pamalo abwino. \""
    },
    {
        "en": "He was looking forward to spending the weekend with her in their little cottage in Somerset.",
        "ny": "Pa anthu 1,400 omwe anafunsidwa asanachitike chisankho cha 2010, anthu amene amatsutsa kuti Australia ikhale dziko lachifumu anawonjezeka ndi 8 peresenti kuyambira mu 2008."
    },
    {
        "en": "If you say exactly what's on your mind all the time, you're likely to upset a lot of people.",
        "ny": "Prime Minister wa Caretaker Julia Gillard adati panthawi ya kampeni ya zisankho zaboma la 2010 kuti amakhulupirira kuti Australia iyenera kukhala republic kumapeto kwa ulamuliro wa Mfumukazi Elizabeth II."
    },
    {
        "en": "It's not right for you to do something bad just because someone else has done something bad.",
        "ny": "34 peresenti ya awo amene anafunsidwa nawo anavomereza lingaliro limeneli, akumafuna Mfumukazi Elizabeth II kukhala mfumu yomaliza ya Australia."
    },
    {
        "en": "Lonely people tend to be afraid of meeting others, which ensures they will always be lonely.",
        "ny": "Pa anthu amene anafunsidwapo, 29 peresenti amakhulupirira kuti Australia iyenera kukhala dziko lachifumu mwamsanga, pamene 31 peresenti amakhulupirira kuti Australia sayenera kukhala dziko lachifumu."
    },
    {
        "en": "Mary is really great. She cooked a wonderful meal for me and even washed the dishes herself.",
        "ny": "Wopambana mendulo yagolide ya Olimpikiyu anali woti adzasambira pa 100m ndi 200m freestyle komanso m'ma relays atatu pa Masewera a Commonwealth, koma chifukwa cha madandaulo ake thanzi lake lakhala likudabwitsidwa."
    },
    {
        "en": "Mary traveled into the future and found that climate change had destroyed all life on Earth.",
        "ny": "Iye walephera kumwa mankhwala ofunika kuti achepetse ululu wake chifukwa chakuti mankhwalaŵa ndi oletsedwa m'Maseŵerawo."
    },
    {
        "en": "One thing Tom does that isn't very safe is that he uses the same password for every website.",
        "ny": "Curtis Cooper, katswiri wa masamu ndi pulofesa wa sayansi ya makompyuta pa Yunivesite ya Central Missouri, anapeza nambala yaikulu koposa yodziŵika ya nambala yoyamba pa January 25."
    },
    {
        "en": "She asked him to help her father clean the garage, but he said that he was too busy to help.",
        "ny": "Anthu angapo anatsimikizira kupezeka kwa chipangizochi pogwiritsa ntchito zipangizo zosiyanasiyana ndi mapulogalamu osiyanasiyana kumayambiriro kwa February ndipo analengeza za chipepesochi Lachiwiri."
    },
    {
        "en": "The Democrats haven't decided on their candidates yet, but in any case they're sure to lose.",
        "ny": "N'kutheka kuti nyenyezi za comet ndi zimene zinabweretsa madzi padziko lapansi komanso zinthu zina zimene zimapanga mapuloteni ndi zinthu zina zamoyo."
    },
    {
        "en": "The area of a triangle is half of the area of the rectangle with equivalent base and height.",
        "ny": "Asayansi akuyembekeza kumvetsetsa mmene mapulaneti amapangidwira, makamaka mmene Dziko Lapansi linapangidwira, popeza kuti nyenyezi za comet zinagundana ndi Dziko Lapansi kalekale."
    },
    {
        "en": "The police found boxes that contained marijuana and other drugs inside the trunk of the car.",
        "ny": "Cuomo, wazaka 53, adayamba kukhala kazembe koyambirira kwa chaka chino ndipo adasaina bilu mwezi watha kuvomereza maukwati a amuna kapena akazi okhaokha."
    },
    {
        "en": "They took Tom to the hospital to have his stomach pumped because he ate something poisonous.",
        "ny": "Iye anatcha mphekeserazo kuti \"kuyankhula zopanda pake ndi zopusa za ndale\"."
    },
    {
        "en": "Tom can't remember all his passwords, so he keeps them in a list disguised as phone numbers.",
        "ny": "Akuganiza kuti adzapikisana nawo pa mpikisano wa pulezidenti mu 2016."
    },
    {
        "en": "Tom has to be careful about what he eats at restaurants because he's allergic to many foods.",
        "ny": "NextGen ndi njira imene FAA imati ingathandize ndege kuyenda maulendo aafupi ndi kupulumutsa malita mamiliyoni ambiri a mafuta chaka chilichonse ndi kuchepetsa mpweya woipa umene umatuluka m'mlengalenga."
    },
    {
        "en": "Tom lost the shopping list his mother had given him and just bought things he wanted to eat.",
        "ny": "Njirayi imagwiritsa ntchito njira zamakono zoyendera ma satelayiti m'malo mwa njira zakale zoyendera ma radara a pansi, zimene zimathandiza oyendetsa ndege kudziwa malo enieni amene ndege zili, komanso kuuza oyendetsa ndege zinthu zolondola."
    },
    {
        "en": "Tom pleaded guilty to drunken driving and his driver's license was suspended for six months.",
        "ny": "Palibe zoyendera zina zimene zikugwiritsidwa ntchito ndipo sitima zapamtunda sizidzaima pa Wembley, ndipo malo oimikapo magalimoto ndi malo oyimapo ndi kuyendayenda kulibe pa bwalo la maseŵera."
    },
    {
        "en": "Tom thought it was a good idea to take advantage of the opportunity that Mary had given him.",
        "ny": "Mantha a kusowa kwa mayendedwe anakweza kuthekera kuti masewerawo akakamizidwa kusewera pakhomo lotsekedwa popanda othandizira timu."
    },
    {
        "en": "Tom thought the music was too loud, but he was too tired to get up and turn the volume down.",
        "ny": "Kafukufuku wofalitsidwa pa Lachinayi m'magazini ya Science anasimba za kupangidwa kwa mitundu yatsopano ya mbalame pa Zisumbu za Galapagos za ku Ecuador."
    },
    {
        "en": "Tom thought where he put his gold coins was the perfect hiding place. However, he was wrong.",
        "ny": "Ofufuza a pa yunivesite ya Princeton ku United States ndi yunivesite ya Uppsala ku Sweden ananena kuti mtundu watsopanowu unakhalapo m'mibadwo iŵiri yokha, ngakhale kuti anthu ankaganiza kuti zimenezi zinkachitika kwa nthaŵi yaitali, chifukwa cha kuswana kwa mtundu winawake wa mpheta ya Darwin, Geospiza fortes, ndi mtundu wina wa mpheta ya cactus, Geospiza conirostris."
    },
    {
        "en": "Tom told Mary that he wouldn't be able finish the job in the amount of time she'd given him.",
        "ny": "Golide angapangidwe m'njira zosiyanasiyana, ndiponso angapangidwe kakang'ono kwambiri."
    },
    {
        "en": "Tom was impeccably dressed and well prepared for his job interview with the finance company.",
        "ny": "Chingapangidwe ndi waya woonda, umene ungapangidwe ndi kupotozedwa ndi kulukidwa, kapena kuponyedwa ndi nyundo kapena kupindika kukhala mapepala."
    },
    {
        "en": "When I got out of jail, the first thing I wanted to do was to eat at my favorite restaurant.",
        "ny": "Ankatha kuupanga kukhala woonda kwambiri, n'kuumamatira pazitsulo zina, ndipo nthaŵi zina ankaugwiritsa ntchito kukongoletsa zithunzi zojambulidwa pamanja m'mabuku otchedwa \"zolembedwa pamanja zowala\"."
    },
    {
        "en": "While cleaning my room yesterday evening, I happened to find an old photograph of my mother.",
        "ny": "Zimenezi zimatchedwa kuti pH ya mankhwala. Mungapange chizindikirocho pogwiritsa ntchito madzi a kabichi wofiira."
    },
    {
        "en": "Worrying is like a rocking chair; it gives you something to do but doesn't get you anywhere.",
        "ny": "Madzi a kabichi amasintha mtundu malinga ndi mmene mankhwalawo alili a acid kapena basic (alkaline)."
    },
    {
        "en": "I don't think it makes him a bad person just because he's decided he likes to eat horse meat.",
        "ny": "Mlingo wa pH umasonyezedwa ndi kuchuluka kwa ma hydrogen (H mu pH) mu mankhwala omwe akuyesedwa."
    },
    {
        "en": "I have recently used the services of his travel agency to book a cruise in the Mediterranean.",
        "ny": "Ma proton a hydrogen ndi ma proton amene ma electron awo achotsedwa (chifukwa ma atomu a hydrogen ali ndi proton imodzi ndi elekitironi imodzi)."
    },
    {
        "en": "I just want to let you know that I think you're the most beautiful woman that I've ever seen.",
        "ny": "Thirani ufa woumawo pamodzi ndiyeno, ndi manja anu onyowa, muuwotche kuti ukhale mpira."
    },
    {
        "en": "I never thought this rubber band would come in handy when I put it in my pocket this morning.",
        "ny": "Manyowa amene ali m'manja mwanu adzachita zinthu ndi zigawo zakunja, zimene zidzakhala zachilendo ndipo zidzapanga thumba."
    },
    {
        "en": "In some areas of the world, you can still get sued if you slander or libel a deceased person.",
        "ny": "Mizinda ya Harappa ndi Mohenjo-daro inali ndi zimbudzi zoyandama pafupifupi m'nyumba iliyonse, zogwirizana ndi makina apamwamba kwambiri a zimbudzi."
    },
    {
        "en": "No matter how carefully you choose your words, they'll always end up being twisted by others.",
        "ny": "Zotsalira za ngalande za madzi zopezeka m'nyumba za mizinda ya Minoan ya Crete ndi Santorini ku Greece."
    },
    {
        "en": "She bought him a car, but he didn't have a driver's license so he couldn't drive it anywhere.",
        "ny": "Panali zimbudzi ku Igupto wakale, Persia ndi China. M'chitukuko cha Roma, zimbudzi nthaŵi zina zinali mbali ya nyumba zosambira za anthu onse kumene amuna ndi akazi anali pamodzi m'gulu losakanizika."
    },
    {
        "en": "Tom and Mary were snuggled up to each other and Tom was whispering something into Mary's ear.",
        "ny": "Pamene muitana munthu amene ali kutali ndi inu makilomita zikwi zambiri, mumagwiritsira ntchito satana."
    },
    {
        "en": "Tom would have liked to attend Mary's party. Unfortunately, he had other things he had to do.",
        "ny": "Satellite m'mlengalenga imalandira kuitana ndiyeno imabwereza kuitana kumeneku, pafupifupi nthaŵi yomweyo."
    },
    {
        "en": "We keep our most interesting thoughts and the most interesting side of ourselves hidden away.",
        "ny": "Asayansi amagwiritsa ntchito makina oonera zinthu zakutali m'mlengalenga chifukwa chakuti mlengalenga mumakhala kuwala koipa ndipo zimenezi zimachititsa kuti tisamaone bwino zinthu."
    },
    {
        "en": "Considering all I've eaten all day is just one slice of bread, I'm not really all that hungry.",
        "ny": "Pamafunika roketi yaikulu kwambiri ya mamita 100 kutalika kuti ikweze satelayiti kapena telesikopu m'mlengalenga."
    },
    {
        "en": "I have the afternoon off today, so I plan to go to the park, sit under a tree and read a book.",
        "ny": "Gudumu lasintha dziko m'njira zodabwitsa. Chinthu chachikulu chimene gudumu lachita kwa ife ndi kutipatsa ife mayendedwe osavuta ndi achangu."
    },
    {
        "en": "I realize that this may sound crazy, but I think I've fallen in love with your younger sister.",
        "ny": "Zatibweretsera sitima, galimoto, ndi njira zina zambiri zoyendera."
    },
    {
        "en": "I think Tom is going to be pretty mad when he finds out that the painting he bought is a fake.",
        "ny": "Pansi pawo pali amphaka ena aakulu omwe amadya nyama zazikulu monga akalulu, anyani ndi mimbulu."
    },
    {
        "en": "I think if I talked more often with a native speaker, my English skills would improve quickly.",
        "ny": "Pomalizira pake, pali amphaka ang'onoang'ono ambiri (kuphatikizapo amphaka a pakhomo) amene amadya nyama zazing'ono zochuluka kwambiri monga tizilombo, makoswe, nkhandwe, ndi mbalame."
    },
    {
        "en": "I tried explaining the algebra homework to him, but it just went in one ear and out the other.",
        "ny": "Chinsinsi cha kupambana kwawo ndicho lingaliro la malo apadera, ntchito yapadera imene mphaka aliyense ali nayo imene imalepheretsa mpikisano ndi ena."
    },
    {
        "en": "If the universe is full of stars, why doesn't their light continually light up the entire sky?",
        "ny": "Mikango ndi amphaka okonda kucheza kwambiri, ndipo imakhala m'magulu akuluakulu otchedwa magulu."
    },
    {
        "en": "If we were supposed to talk more than listen, we would have been given two mouths and one ear.",
        "ny": "M'gulu la nyamazi mumakhala nyama imodzi kapena zitatu zazimuna zokhwima, pamodzi ndi nyama zazikazi ndi ana okwana 30."
    },
    {
        "en": "In conversation, one is likely to find out certain things about the other person quite easily.",
        "ny": "Akazi a mbalamezi amakhala achibale apamtima, chifukwa amakhala banja lalikulu la alongo ndi ana aakazi."
    },
    {
        "en": "It's my fault that the cake was burned. I was talking on the phone and didn't notice the time.",
        "ny": "Zinyama za mikango zimachita zinthu mofanana ndi magulu a mimbulu kapena agalu, nyama zofanana modabwitsa ndi mikango (koma osati amphaka ena aakulu) m'makhalidwe, komanso zowopsa kwambiri kwa nyama zawo."
    },
    {
        "en": "It's no use confessing your sins to the priest if you don't think twice before repeating them.",
        "ny": "Pokhala katswiri wa maseŵera, kambuku amatha kukwera (ngakhale kuti si bwino), kusambira, kulumpha mtunda wautali ndi kukoka ndi mphamvu yoŵirikiza kasanu mphamvu ya munthu wamphamvu."
    },
    {
        "en": "Money can't buy happiness. However, it's more comfortable to cry in a Maserati than on a bike.",
        "ny": "Akambuku ali m'gulu limodzi (gulu la Panthera) ndi mikango, akambuku, ndi nyama zina zotchedwa jaguar."
    },
    {
        "en": "That knife was so blunt I couldn't use it to cut the meat so I had to rely on my pocket knife.",
        "ny": "Kulira kwa kambuku sikunga kugunda kwa mkango, koma kuli ngati mawu okweza."
    },
    {
        "en": "This note summarizes some information that we hope to discuss at the meeting in San Francisco.",
        "ny": "Ocelot amakonda kudya nyama zazing'ono. Amagwira anyani, njoka, makoswe ndi mbalame ngati angathe. Pafupifupi nyama zonse zomwe ocelot amasaka ndizochepa kwambiri kuposa momwe ziliri."
    },
    {
        "en": "Tom called Mary to ask her whether she wanted him to buy some bread on his way home from work.",
        "ny": "Asayansi amaganiza kuti mbalamezi zimatsatira nyama ndi kuzipeza kuti zidye (nyama) mwa kununkhiza, zikumafunafuna malo amene nyamazo zakhalapo pansi."
    },
    {
        "en": "Tom told the children that they could stay in this room as long as they didn't make any noise.",
        "ny": "Iwo amaona bwino kwambiri mu mdima chifukwa cha masomphenya a usiku, ndipo amayenda mwakachetechete."
    },
    {
        "en": "Tom wished he had had the courage to jump into the river and save the baby that had fallen in.",
        "ny": "Pamene kagulu kakang'ono ka zamoyo (anthu ochepa) katasiyana ndi anthu amene anachokera (monga ngati atasamukira m'mapiri kapena mtsinje, kapena ngati asamukira ku chilumba chatsopano kotero kuti sangabwerere mosavuta) kaŵirikaŵiri adzapezeka kuti ali m'malo osiyana ndi amene analipo kale."
    },
    {
        "en": "Tom's an irritating person to work with because he'll never admit it when he's made a mistake.",
        "ny": "Malo atsopanowa ali ndi zinthu zosiyanasiyana ndi ochita nawo mpikisano osiyana, chotero anthu atsopanowo adzafunikira mikhalidwe yosiyana kapena kusintha kuti akhale ochita nawo mpikisano wamphamvu kusiyana ndi zomwe anafunikira kale."
    },
    {
        "en": "When we are away from home, nothing gives us more pleasure than to receive a parcel from home.",
        "ny": "Anthu oyambirirawo sanasinthe n'komwe, amafunikirabe kusintha monga kale."
    },
    {
        "en": "As soon as I can get my son to scan our family photos, I'll upload some of them to our website.",
        "ny": "M'kupita kwa nthaŵi, pamene anthu atsopanowo ayamba kuzoloŵera malo awo atsopanowo, amayamba kuoneka mochepera ndi mochepera mofanana ndi anthu enawo."
    },
    {
        "en": "For some reason, people have been avoiding me like the plague ever since I got back from India.",
        "ny": "M'kupita kwa nthaŵi, pambuyo pa zaka zikwi zambiri kapena mamiliyoni ambiri, magulu aŵiriwo adzaoneka osiyana kwambiri kwakuti sangatchedwe mtundu umodzi."
    },
    {
        "en": "It wasn't until long after they got married that Tom found out that Mary was wanted for murder.",
        "ny": "Timatcha njira imeneyi kuti speciation, imene imangotanthauza kupanga mitundu yatsopano. speciation ndi zotsatira zosapeŵeka ndi mbali yofunika kwambiri ya chisinthiko."
    },
    {
        "en": "Mary waited years for Tom to get out of prison and was very happy when he finally got released.",
        "ny": "Zomera zimapanga mpweya umene anthu amapuma, ndipo zimatenga mpweya woipa umene anthu amapuma (kutanthauza kuti, kupuma)."
    },
    {
        "en": "Never work on electrical wiring without unplugging it; it's a bad idea. I know from experience.",
        "ny": "Zomera zimapanga chakudya kuchokera ku dzuwa pogwiritsa ntchito njira yotchedwa photosynthesis."
    },
    {
        "en": "Professional translators quite often specialize in just one field, for example law or medicine.",
        "ny": "Timamanga nyumba zathu ndi zomera ndipo timapanga zovala ndi zomera. Chakudya chochuluka chimene timadya ndi zomera. Popanda zomera, nyama sizikanakhoza kukhala ndi moyo."
    },
    {
        "en": "The bursting of Japan's so-called bubble economy sent shockwaves through international markets.",
        "ny": "Mosasaurus anali nyama yopha nyama yaikulu kwambiri m'nthaŵi yake, choncho sanaope kanthu, kupatulapo mosasaur ena."
    },
    {
        "en": "Tom could hear a commotion in front of his house, so he went outside to see what was happening.",
        "ny": "M'kamwa mwake munali mano oposa 70 akuthwa ngati lumo, ndipo m'kamwa mwake munali mano ena awiri, kutanthauza kuti palibe chilichonse chimene chikanathawa."
    },
    {
        "en": "Tom wondered how many times he'd have to tell Mary to clean her room before she finally did it.",
        "ny": "Sitikudziŵa bwinobwino, koma n'kutheka kuti inali ndi lilime lachigaŵanika, inali kudya akamba, nsomba zazikulu, ndi nyama zina zotchedwa mosasauri, ndipo mwina inali kudya anthu."
    },
    {
        "en": "We have considered your proposal, and we have decided that we are not able to reduce the price.",
        "ny": "Chinkagwiranso chilichonse chimene chinalowa m'madzi; ngakhale nyama yaikulu ngati T. rex sinali yoyenerera."
    },
    {
        "en": "We humans have a great way of twisting facts to fit our conclusion as soon as we have made one.",
        "ny": "Ngakhale kuti zakudya zawo zambiri ndi zozoloŵereka kwa ife, Aroma anali ndi zakudya zawo zachilendo kapena zachilendo, kuphatikizapo nkhumba, nkhanga, mphemvu, ndi mtundu wa mphutsi wotchedwa mphaka"
    },
    {
        "en": "When he left the Army, Roger Miller moved to the home of country music in Nashville, Tennessee.",
        "ny": "Kusiyana kwina kunali kwakuti pamene anthu osauka ndi mkazi amadya chakudya chawo atakhala pa mipando, amuna olemera ankakonda kukhala ndi madyerero pamodzi kumene ankagona pambali pawo pamene anali kudya."
    },
    {
        "en": "When out at sea, to keep the fish that is caught from spoiling, it is immediately refrigerated.",
        "ny": "Chakudya cha Aroma akale sichikanatha kukhala ndi zakudya zimene zinafika ku Ulaya kuchokera ku America kapena ku Asia m'zaka mazana otsatira."
    },
    {
        "en": "When the train goes through the station, the windows rattle noisily and the whole house shakes.",
        "ny": "Mwachitsanzo, iwo analibe chimanga, tomato, mbatata, kapena kakao, ndipo palibe munthu aliyense wa ku Roma wakale amene anadyapo nkhanu."
    },
    {
        "en": "You mustn't think only about your job, you must also think about the importance of your family.",
        "ny": "Ababulo anamanga kachisi wamkulu wa mulungu aliyense amene ankamulambira."
    },
    {
        "en": "According to the old man I met yesterday, cockroaches can be eaten and don't taste all that bad.",
        "ny": "Anthu anali kupereka nsembe kwa milungu ndipo ansembe anali kuyesa kukwaniritsa zofuna za milunguyo mwa kuchita miyambo ndi mapwando."
    },
    {
        "en": "After Tom had eaten all the popcorn in the bowl, he went back into the kitchen to pop some more.",
        "ny": "Kachisi aliyense anali ndi bwalo la kachisi lotseguka ndiyeno malo opatulika amkati amene ansembe okha ndiwo anali kuloŵamo."
    },
    {
        "en": "Although he had fewer supporters among the governing class, he was able to get the popular vote.",
        "ny": "Nthaŵi zina nsanja zapadera zooneka ngati piramidi, zotchedwa ziggurats, zinamangidwa kukhala mbali ya akachisi."
    },
    {
        "en": "Cesar Chavez died in 1993 at the age of sixty-six. More than 40,000 people attended his funeral.",
        "ny": "Pamwamba pa nsanjayo panali malo opatulika a mulunguyo."
    },
    {
        "en": "Don't worry. He may look intimidating at first glance, but he's actually a very friendly person.",
        "ny": "M'nyengo yotentha ya ku Middle East, nyumba sinali yofunika kwenikweni."
    },
    {
        "en": "I thought a bunch of people would go water skiing with us, but absolutely no one else showed up.",
        "ny": "Nthaŵi zambiri moyo wa banja lachihebri unali kuchitika panja."
    },
    {
        "en": "I thought doing this would be easy, but we've been working all day and we're still not finished.",
        "ny": "Akazi ndiwo ankaphika chakudya m'bwalo; masitolo anali malo otseguka okha amene ankayang'ana mumsewu."
    },
    {
        "en": "If you want to change the world, start with the person that you see in the mirror every morning.",
        "ny": "M'dziko la Kanani munalibe nkhalango zikuluzikulu, choncho mitengo yake inali yodula kwambiri."
    },
    {
        "en": "Investment in education is undoubtedly the only effective way to bring a country out of poverty.",
        "ny": "Greenland anali ndi anthu ochepa. M'nthano za ku Scandinavia iwo amati Erik the Red anathamangitsidwa ku Iceland chifukwa cha kupha munthu, ndipo pamene anayenda kumadzulo, anapeza Greenland ndi kuutcha Greenland."
    },
    {
        "en": "It is needless to say that an experienced person will do better than someone without experience.",
        "ny": "Koma mosasamala kanthu za zimene anapeza, mafuko a Aeskimo anali kale kukhala kumeneko panthaŵiyo."
    },
    {
        "en": "It's a lot less likely for a Macintosh computer to have a virus than a computer running Windows.",
        "ny": "Ngakhale kuti dziko lililonse linali 'la Scandinavia,' panali kusiyana kwakukulu pakati pa anthu, mafumu, miyambo ndi mbiri ya Denmark, Sweden, Norway ndi Iceland."
    },
    {
        "en": "Most people say that the best way to learn a foreign language is to learn from a native speaker.",
        "ny": "Ngati munaonerapo filimu yakuti National Treasure, mungaganize kuti mapu a chuma analembedwa kumbuyo kwa chikalata cha ufulu wodzilamulira."
    },
    {
        "en": "Since I haven't received an answer, I was wondering if maybe my mail never got delivered to you.",
        "ny": "Koma zimenezi si zoona chifukwa ngakhale kuti kumbuyo kwa chikalatacho kuli mawu, sikuti ndi mapu osonyeza chuma."
    },
    {
        "en": "The ability to work hard is an admirable quality, but the ability to relax is equally important.",
        "ny": "Kumbuyo kwa chikalatacho panalembedwa mawu akuti \"Chikalata Choyambirira cha Ufulu wa Dziko Lonse cha pa July 4, 1776\"."
    },
    {
        "en": "The most interesting information comes from children, for they tell all they know and then stop.",
        "ny": "Ngakhale kuti palibe amene akudziŵa motsimikiza kuti ndani amene analemba bukulo, amadziŵa kuti poyambirira, bukulo lalikulu lachikopa (limayesedwa masentimita 293⁄4 ndi masentimita 241⁄2) linapindidwa kuti lisungidwe."
    },
    {
        "en": "Tom said that he doesn't want to hurt you, but if you come around here again, he'll beat you up.",
        "ny": "Choncho, n'kutheka kuti mawuwo anawonjezeredwa monga chizindikiro chabe."
    },
    {
        "en": "Tom says he can't understand how Mary manages to make so much money working only one day a week.",
        "ny": "Nkhondo za pa D-Day ndiponso nkhondo zina zimene zinachitika pambuyo pake zinamasula kumpoto kwa dziko la France, koma kum'mwera kunalibe ufulu."
    },
    {
        "en": "Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds.",
        "ny": "Chinali kulamulidwa ndi \"Vichy\" French, anthu a ku France amene anapanga mtendere ndi Ajeremani mu 1940 ndipo anagwirizana ndi adaniwo m'malo molimbana nawo."
    },
    {
        "en": "He is usually straightforward and sincere and thereby gains the confidence of those who meet him.",
        "ny": "Pa 15 August 1940, a Allied anaukira kum'mwera kwa France, ndipo nkhondoyo inatchedwa \"Operation Dragoon\"."
    },
    {
        "en": "Monday, Tuesday, Wednesday, Thursday, Friday, Saturday and Sunday are the seven days of the week.",
        "ny": "M'milungu iŵiri yokha, asilikali a ku America ndi a ku France anamasula kum'mwera kwa France ndipo anali kulowera ku Germany."
    },
    {
        "en": "Roger Miller learned to play the guitar and the violin. Much later, he learned to play the drums.",
        "ny": "Chitukuko ndicho chikhalidwe chokhacho chogaŵidwa ndi gulu lalikulu la anthu amene amakhala ndi kugwira ntchito mogwirizana, chitaganya."
    },
    {
        "en": "She advised him to visit Boston, because she thought it was the most beautiful city in the world.",
        "ny": "Liwu lakuti chitukuko limachokera ku liwu la Chilatini civilis, lotanthauza kuti wamba, logwirizana ndi liwu la Chilatini civis, lotanthauza nzika, ndi civitas, lotanthauza mzinda kapena mzinda-boma, ndipo limamasuliranso mwanjira ina ukulu wa chitukukocho."
    },
    {
        "en": "Tom gave a famous singer ten thousand dollars to come to the restaurant to sing \"Happy Birthday.\"",
        "ny": "Mizinda-maiko ndiyo maziko a mitundu. Chikhalidwe cha chitukuko chimatanthauza kupititsa patsogolo chidziwitso m'mibadwo ingapo, chikhalidwe chokhalitsa komanso kufalitsa chilungamo."
    },
    {
        "en": "Tom left the milk unattended on the stove and it boiled over and went all over the kitchen floor.",
        "ny": "Miyambo yaing'ono nthaŵi zambiri imatha popanda kusiya umboni wofunika m'mbiri ndipo imalephera kudziŵika monga chitukuko choyenera."
    },
    {
        "en": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.",
        "ny": "Mkati mwa Nkhondo Yodziyimira pawokha, maiko khumi ndi atatuwo poyamba anapanga boma lofooka lapakati - ndi Congress pokhala chigawo chake chokha - pansi pa Malamulo a Confederation."
    },
    {
        "en": "Foods rich in vitamin E include dark-green, leafy vegetables, beans, nuts and whole-grain cereals.",
        "ny": "Bwalo la Congress linalibe mphamvu iliyonse yokakamiza misonkho, ndipo, chifukwa panalibe akuluakulu a boma kapena oweruza, linadalira akuluakulu a boma, omwe kaŵirikaŵiri sanali ogwirizana, kuti akhazikitse malamulo ake onse."
    },
    {
        "en": "From personal experience, I know that any encounter with him will leave a bad taste in your mouth.",
        "ny": "Komanso bungweli linalibe mphamvu yoletsa malamulo a msonkho ndi mitengo ya zinthu pakati pa mayiko."
    },
    {
        "en": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
        "ny": "Malamulowo anafunikira kuvomerezedwa ndi onse m'maiko onse asanasinthidwe ndipo maikowo anatenga boma lapakati mopepuka kwakuti oimira awo kaŵirikaŵiri anali kulibe."
    },
    {
        "en": "His novel ideas are time and again getting him into trouble with his more conservative colleagues.",
        "ny": "Italy ndi dziko la mpira, pamodzi ndi German timu ya mpira ndi wachiwiri bwino timu mu dziko ndipo anali FIFA World Cup akatswiri mu 2006."
    },
    {
        "en": "I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients.",
        "ny": "Maseŵera otchuka ndi monga mpira, basketball, volleyball, polo yamadzi, fencing, rugby, kupalasa njinga, ice hockey, roller hockey ndi F1 motor racing."
    },
    {
        "en": "I think it's unlikely that the next version of Windows will come out before the end of this month.",
        "ny": "Maseŵera a nyengo yachisanu ndi otchuka kwambiri m'madera a kumpoto, ndi Ataliyana omwe akupikisana nawo m'maseŵera apadziko lonse ndi zochitika za Olimpiki."
    },
    {
        "en": "I've kept my weight down even though many of my friends have gained weight as they've grown older.",
        "ny": "Japan ili ndi zisumbu pafupifupi 7,000 (chachikulu koposa chili Honshu), kupanga Japan chisumbu cha 7 chachikulu koposa m'dziko!"
    },
    {
        "en": "The boy I saw searching through the garbage can said that he had not eaten anything for four days.",
        "ny": "Chifukwa cha gulu / gulu lazilumba zomwe Japan ili nazo, Japan nthawi zambiri imatchedwa, pamalingaliro, ngati \"zilumba\""
    },
    {
        "en": "Tom told Mary that he thought a hippopotamus could run at a speed of about 30 kilometers per hour.",
        "ny": "Taiwan inayamba kale m'zaka za zana la 15 pamene amalinyero a ku Ulaya amene anali kudutsa kumeneko analemba dzina la chilumbacho monga Ilha Formosa, kapena chilumba chokongola."
    },
    {
        "en": "Yesterday the unveiling of the founder's statue and the opening of the school building took place.",
        "ny": "Mu 1624, kampani ya Dutch East India Company inakhazikitsa malo kum'mwera chakumadzulo kwa Taiwan, kuyamba kusintha kwa njira zopangira tirigu za mbadwa ndi kugwiritsa ntchito antchito achi China kuti agwire ntchito m'minda yake ya mpunga ndi shuga."
    },
    {
        "en": "You know that your English is good when people stop complimenting you on how good your English is.",
        "ny": "Mu 1683, mphamvu za Qing (1644-1912) zinayamba kulamulira madera a kumadzulo ndi kumpoto kwa nyanja ya Taiwan ndipo zinalengeza kuti Taiwan ndi chigawo cha Qing Empire mu 1885."
    },
    {
        "en": "Even though Tom begged Mary not to go, she left with the children and went to live with her mother.",
        "ny": "Mu 1895, atagonjetsedwa mu Nkhondo Yoyamba ya Sino-Japan (1894-1895), boma la Qing linasaina Pangano la Shimonoseki, limene linapereka ulamuliro pa Taiwan ku Japan, yomwe inayang'anira chilumbacho mpaka 1945."
    },
    {
        "en": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "ny": "Machu Picchu ali ndi nyumba zikuluzikulu zitatu, zomwe ndi Intihuatana, Kachisi wa Dzuwa, ndi Chipinda cha Mawindo Atatu."
    },
    {
        "en": "I don't like snack bars. They're expensive, noisy, and full of the smell of tobacco and fried food.",
        "ny": "Nyumba zambiri zomwe zili m'mphepete mwa malowa zinamangidwanso kuti alendo aziona mmene nyumbazo zinalili poyamba."
    },
    {
        "en": "I've got a squeaking noise in my brand new car, and do you think I can find where it's coming from?",
        "ny": "Pofika mu 1976, Machu Picchu anali atabwezeretsedwa ndi mapiri ake okwana 30 peresenti ndipo ntchito yobwezeretsa mapiriwo ikupitirirabe mpaka pano."
    },
    {
        "en": "Scientists continue to discover new medicines, so there is always hope for people who are in comas.",
        "ny": "Mwachitsanzo, ambiri akadali chithunzi kujambula mtundu mu dziko ndi 35mm, amene anali ulamuliro filimu kukula pa mapeto a analogi filimu nyengo."
    },
    {
        "en": "Since in this organization they're all chiefs and no Indians, it's a wonder any decisions get made.",
        "ny": "Iwo akupangidwabe lero, koma chofunika kwambiri mbali yake chiŵerengero wakhala analandira ndi digito kamera chithunzi sensa akamagwiritsa."
    },
    {
        "en": "Their influence becomes greater every day, but they are uncreative and can't make value judgements.",
        "ny": "Mtundu wa 35mm kwenikweni, mosokoneza, ndi 36mm m'lifupi ndi 24mm m'litali."
    },
    {
        "en": "Tom did everything within his power to save the children that were trapped in the burning building.",
        "ny": "Chiŵerengero cha mbali ya mtundu umenewu (kugaŵana ndi khumi ndi aŵiri kuti apeze chiŵerengero cha nambala yonse chopepuka) chotero chimanenedwa kukhala 3:2."
    },
    {
        "en": "Tom told Mary that he didn't think it was a good idea for her to go jogging in the park by herself.",
        "ny": "Ambiri wamba akamagwiritsa (APS banja la akamagwiritsa, mwachitsanzo) ndi ofanana kapena pafupi pafupi ndi mbali chiŵerengero."
    },
    {
        "en": "Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times.",
        "ny": "Lamulo la magawo atatu, limene anthu ambiri amaligwiritsa ntchito molakwa ndiponso nthaŵi zambiri amalitonza, ndi malangizo osavuta amene amathandiza kuti chithunzi chikhale ndi mphamvu ndiponso kuti chikhale ndi dongosolo."
    },
    {
        "en": "I don't quite believe it when I hear someone claim they can speak more than five languages fluently.",
        "ny": "Limati malo abwino kwambiri a munthu wamkuluyo ndi pamene mizere imene imagaŵanitsa chithunzicho kukhala mbali zitatu (onani chitsanzo)."
    },
    {
        "en": "I think it's unlikely that aliens similar to what we see in the movies have ever visited our planet.",
        "ny": "Panthaŵi imeneyi m'mbiri ya Ulaya, Tchalitchi cha Katolika, chimene chinali chitakhala cholemera ndi champhamvu, chinayamba kuyang'aniridwa mosamalitsa."
    },
    {
        "en": "If you spend too much time in the sun without putting on sunscreen, you are likely to get a sunburn.",
        "ny": "Kwa zaka zoposa chikwi chimodzi chipembedzo chachikristu chinagwirizanitsa maiko a ku Ulaya mosasamala kanthu za kusiyana kwa chinenero ndi miyambo."
    },
    {
        "en": "One of the greatest secrets of happiness is moderating your wishes and loving what you already have.",
        "ny": "Mphamvu yake yopyola paliponse inakhudza aliyense kuyambira mfumu mpaka munthu wamba."
    },
    {
        "en": "That knife wasn't sharp and I couldn't cut the meat with it, so I resorted to using my pocket knife.",
        "ny": "Chimodzi cha ziphunzitso zazikulu zachikristu nchakuti chuma chiyenera kugwiritsiridwa ntchito kuchepetsa kuvutika ndi umphaŵi ndi kuti ndalama za tchalitchi ziripo makamaka kaamba ka chifukwa chimenecho."
    },
    {
        "en": "There have been a lot of complaints from consumers that our products don't last as long as we claim.",
        "ny": "Ulamuliro waukulu wa tchalitchi unali m'Roma kwa zaka zoposa chikwi chimodzi ndipo kugwirizana kwa mphamvu ndi ndalama kumeneku kunapangitsa ambiri kukayikira ngati chiphunzitso chimenechi chinali kukwaniritsidwa."
    },
    {
        "en": "Tom was unsure what Mary would be like and he wondered whether she would get along with his friends.",
        "ny": "Mwamsanga nkhondoyo itangoyamba, Britain inayambitsa nkhondo ya panyanja yolimbana ndi Germany."
    },
    {
        "en": "Before I get out of bed, I spend a little time thinking about what I'll be doing the rest of the day.",
        "ny": "Njira imeneyi inagwira ntchito, kudula zida zofunika kwambiri zankhondo ndi za anthu wamba, ngakhale kuti kutsekereza kumeneku kunaphwanya malamulo ovomerezeka ndi mayiko onse omwe analembedwa m'mapangano angapo apadziko lonse a zaka mazana aŵiri zapitazo."
    },
    {
        "en": "I looked in my closet for something to wear, but couldn't find anything appropriate for the occasion.",
        "ny": "Dziko la Britain linakonza mabomba m'madzi a mayiko ena n'cholinga choti sitima zisamalowe m'madera ena."
    },
    {
        "en": "I watched the film named \"Texas Chainsaw Massacre\" with my girlfriend yesterday. She was very afraid.",
        "ny": "Popeza kuti panalibe yankho lokwanira ku njira imeneyi, Germany inayembekezera yankho lofananalo ku nkhondo yake ya m'madzi yosatsekedwa."
    },
    {
        "en": "In order to get some information about Japanese economic problems, you'll find this book very useful.",
        "ny": "M'ma 1920, maganizo a nzika zambiri ndi amitundu anali oti anthu azigwirizana ndi nkhondo ndiponso kuti azidzipatula."
    },
    {
        "en": "The pledge to stop smoking cigarettes ranks among the top ten New Year's resolutions year after year.",
        "ny": "Ataona zoopsa ndi nkhanza za nkhondo m'Nkhondo Yadziko I, mitundu ina inafuna kupeŵa mkhalidwe woterowo mtsogolo."
    },
    {
        "en": "Tom did everything within his power to keep Mary from being elected president of the student council.",
        "ny": "Mu 1884, Tesla anasamukira ku United States of America kukagwira ntchito ndi kampani ya Edison ku New York City."
    },
    {
        "en": "Tom wondered why many people in America think that baseball is more interesting to watch than soccer.",
        "ny": "Anafika ku US ndi masenti 4 ku dzina lake, buku la ndakatulo, ndi kalata yochokera kwa Charles Batchelor (woyang'anira wake pantchito yake yapitayi) kupita kwa Thomas Edison."
    },
    {
        "en": "If you're tired, why don't you go to sleep? \"Because if I go to sleep now I will wake up too early.\"",
        "ny": "China wakale anali ndi njira yapadera yosonyezera nyengo zosiyanasiyana; gawo lirilonse la China kapena banja lirilonse lomwe linali mu mphamvu linali ufumu wosiyana."
    },
    {
        "en": "A young boy, who couldn't have been more than five years old, asked Tom how to get to the post office.",
        "ny": "Komanso pakati pa mafumu onsewa panali nyengo yosakhazikika ya zigawo zogawika. Nthawi yodziwika bwino kwambiri inali nthawi ya maufumu atatu yomwe idachitika kwa zaka 60 pakati pa Han ndi Jin Dynasty."
    },
    {
        "en": "I was just wondering if I could borrow three hundred dollars from you. I can pay you back next Monday.",
        "ny": "M'nthaŵi zimenezi nkhondo yoopsa inachitika pakati pa anthu olemekezeka ambiri omenyera ufumu."
    },
    {
        "en": "My father, grandfather, great-grandfather and great-great-grandfather all had the same name as I have.",
        "ny": "Ufumu wa Mafumu Atatu unali umodzi mwa nyengo zakupha kwambiri m'mbiri ya China Yakale. Anthu zikwizikwi anafa akumenyera mpando wapamwamba kwambiri m'nyumba yachifumu yaikulu ku Xi'an."
    },
    {
        "en": "Some people consider it a waste of time to study languages such as Klingon, Interlingua and Esperanto.",
        "ny": "Pali zotulukapo zambiri za chikhalidwe ndi ndale monga kugwiritsira ntchito njira ya metric, kusintha kuchokera ku ulamuliro wopanda ulamuliro kupita ku ulamuliro wa chigawo, kukonda dziko lako ndi chikhulupiriro chakuti dziko ndi la anthu osati wolamulira mmodzi yekha."
    },
    {
        "en": "The Super Nintendo's graphics are amazing. They're so much better than those of the original Nintendo.",
        "ny": "Komanso pambuyo pa Revolution ntchito zinali zotseguka kwa onse ofunsira amuna kulola okonda kwambiri komanso opambana kuti achite bwino."
    },
    {
        "en": "The iPad would be a perfect solution for me if it could properly display web pages with Flash content.",
        "ny": "Chimodzimodzinso asilikali chifukwa m'malo mwa magulu a asilikali kukhala ofotokoza za m'kalasi iwo tsopano anali ofotokoza za cailaber."
    },
    {
        "en": "Tom was determined not to make the same mistakes with his children that his parents had made with him.",
        "ny": "French Revolution inasonkhezeranso anthu ena ambiri oponderezedwa a m'gulu la antchito a maiko ena kuyamba kusintha kwawo."
    },
    {
        "en": "When you watch television or listen to the radio, the music which you hear is often African in origin.",
        "ny": "Muhammad anali ndi chidwi kwambiri ndi zinthu zomwe sizinali za moyo uno. Iye ankakonda kupita kuphanga lomwe linadziwika kuti Hira pa Phiri la Noor (kuwala) kuti akaganize."
    },
    {
        "en": "You should make sure that you get there on time. Tom won't wait more than ten minutes if you are late.",
        "ny": "Phanga limenelo, limene linapulumuka nthaŵi, limapereka chithunzi choonekera bwino cha zikhumbo zauzimu za Muhammad."
    },
    {
        "en": "If you're not happy with your purchase, you can return it at any time. \"Could I get that in writing?\"",
        "ny": "M'phangamo muli mapiri ambiri ndipo mulibe anthu ena."
    },
    {
        "en": "Disconnect the power cable from the modem, wait for approximately one minute, then reconnect the cable.",
        "ny": "Ndipotu, n'zovuta kwambiri kuti munthu apeze kachisiyu ngakhale atadziwa kuti alipo."
    },
    {
        "en": "I look for all the world like an athlete in this outfit, but the truth is I don't do any sports at all.",
        "ny": "Palibe chimene chimaoneka kupatulapo thambo loyera ndi lokongola pamwamba ndi mapiri ambiri ozungulira."
    },
    {
        "en": "The attitude of the court toward young criminals is different from its attitude toward adult criminals.",
        "ny": "Piramidi Yaikulu ya ku Giza ndiyo yokha mwa zodabwitsa zisanu ndi ziŵiri za dziko lapansi imene idakalipo lerolino."
    },
    {
        "en": "There were three hundred cardboard boxes filled with old clothes ready to be sent to the disaster area.",
        "ny": "Chimango chachikulu cha ku Igupto, chimene Aigupto anamanga m'zaka za zana lachitatu B.C.E., ndi chimodzi mwa zinthu zambiri zazikulu zofanana ndi chimango chimene anamanga polemekeza Farao yemwe anamwalira."
    },
    {
        "en": "Tom felt the stiffness in his joints as he stood up after sitting in the same position for a long time.",
        "ny": "Chigwa cha Giza, kapena \"Giza Necropolis\" m'Chigwa cha Aigupto cha Akufa muli mapiramidi angapo (omwe mapiramidi aakulu ndiwo aakulu koposa), manda ang'onoang'ono angapo, akachisi angapo, ndi Sphinx wamkulu."
    },
    {
        "en": "Tom prefers to take a shower in the morning while Mary prefers to take a bath just before going to bed.",
        "ny": "Piramidi yaikuluyo inamangidwa polemekeza Farao Khufu, ndipo mapiramidi ang'onoang'ono ambiri, manda, ndi akachisi anamangidwa polemekeza akazi a Khufu ndi ziŵalo za banja lake."
    },
    {
        "en": "Tom sprang out of bed, threw on some clothes, ate breakfast and was out of the door within ten minutes.",
        "ny": "Chizindikiro cha \"up bow\" chimaoneka ngati V ndipo \"down bow mark\" chimaoneka ngati chikhomo kapena bwalo lopanda mbali yake ya pansi."
    },
    {
        "en": "If you'd told me about it earlier, I could've been free. However, tomorrow I have plans to go back home.",
        "ny": "Pamwamba zikutanthauza kuti muyenera kuyamba pachimake ndi kukankhira uta, ndipo pansi zikutanthauza kuti muyenera kuyamba pa chinsalu (chomwe ndi pamene dzanja lanu likugwira utawo) ndi kukoka utawo."
    },
    {
        "en": "It takes more time to prepare the car for getting painted than it takes for the actual paint job itself.",
        "ny": "Kuwomba m'mwamba nthaŵi zambiri kumapangitsa mawu kukhala ofeŵa, pamene kuli kwakuti kuwomba m'munsi kumakhala kwamphamvu ndi kwamphamvu."
    },
    {
        "en": "On school nights, Tom goes to bed at nine o'clock, but on Fridays and Saturdays, he stays up much later.",
        "ny": "Khalani omasuka kulemba zizindikiro zanu, koma kumbukirani kuti zizindikiro zosonyeza kugwadira zilipo kaamba ka chifukwa cha nyimbo, chotero kaŵirikaŵiri ziyenera kulemekezedwa."
    },
    {
        "en": "Some people think that it is difficult for a native speaker of English to learn Chinese, but I disagree.",
        "ny": "Mfumu Louis XVI, Mfumukazi Marie Antoinette ndi ana awo aŵiri aang'ono (Marie Therese wa zaka 11 ndi Louis-Charles wa zaka zinayi) ndi mlongo wa Mfumuyo, Madam Elizabeth, pa 6 October 1789 anakakamizidwa kubwerera ku Paris kuchokera ku Versailles ndi gulu la akazi a pamsika."
    },
    {
        "en": "The world's greatest singers and most of its famous musicians have been fat or at least decidedly plump.",
        "ny": "Iwo anabwerera ku Paris pa ngolo atazunguliridwa ndi gulu la anthu amene anali kufuula ndi kuwopseza Mfumu ndi Mfumukazi."
    },
    {
        "en": "Tom and Mary don't have much time to talk together. Their children are always demanding their attention.",
        "ny": "Khamu la anthu linakakamiza Mfumu ndi Mfumukazi kutsegula mawindo a ngolo zawo."
    },
    {
        "en": "Tom thinks he knows how much money Mary makes, but Mary makes quite a bit more than Tom thinks she does.",
        "ny": "Panthaŵi ina, munthu wina wa m'gulu lachiwawa anawomba mutu wa msilikali wa mfumu yemwe anaphedwa ku Versailles pamaso pa Mfumukazi yochita mantha."
    },
    {
        "en": "During hard times, people might not go on a trip, but they might be willing to pay extra for good coffee.",
        "ny": "Ndalama za nkhondo za ulamuliro wa dziko la United States m'kugonjetsa Philippines zinalipidwa ndi anthu a ku Philippines enieniwo."
    },
    {
        "en": "If you watch the sun setting on a warm, damp day, you can see the moisture changing the shape of the sun.",
        "ny": "Iwo anakakamizika kupereka misonkho ku boma la atsamunda la United States kuti alipirire mbali yaikulu ya ndalamazo ndipo chiwongoladzanja cha ngongole za boma chinakwera m'dzina la boma la Philippines kupyolera m'nyumba za mabanki za Wall Street."
    },
    {
        "en": "Some superstitious people in America believe that if a black cat crosses your path, you'll have bad luck.",
        "ny": "Ndithudi, phindu lalikulu lopezedwa kuchokera ku kugwiritsidwa ntchito molakwa kwa anthu a ku Philippines kwa nthaŵi yaitali likakhala phindu lalikulu la ulamuliro wa dziko la United States."
    },
    {
        "en": "The trouble with the world isn't that people know too little, but they know so many things that ain't so.",
        "ny": "Kuti munthu amvetsetse gulu la a Templar ayenera kumvetsetsa nkhani imene inachititsa kuti gululi lipangidwe."
    },
    {
        "en": "The worst-case scenario is that Tom will lose his job and won't be able to keep up his mortgage payments.",
        "ny": "Nthaŵi imene zochitikazo zinachitika imatchedwa kuti High Middle Ages, nyengo ya mbiri ya ku Ulaya m'zaka za zana la 11, 12, ndi 13 (AD 10001300)."
    },
    {
        "en": "Thomas A. Edison so loves his work that he sleeps an average of less than four hours of each twenty-four.",
        "ny": "Zaka Zapakati Zapakati zinalipo kale ndi Zaka Zapakati Zapakati ndipo zinatsatiridwa ndi Zaka Zapakati Zapakati, zomwe pamsonkhano zimatha pafupifupi 1500."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like living in the same house as us.",
        "ny": "Kuzindikira kwaukadaulo ndi mawu omwe amaphatikizapo malingaliro osiyanasiyana pakuchita, kuchokera kuukadaulo-kukankhira kapena zofunikira zaukadaulo mpaka kumverera kokhwima kuti tsogolo la munthu limayendetsedwa ndi malingaliro omwe amagwirizana ndi malamulo asayansi ndikuwonekera kwawo muukadaulo."
    },
    {
        "en": "What's important isn't which university you've graduated from, but what you learned while you were there.",
        "ny": "Kutanthauzira kochuluka kwa kutsimikiza kwa matekinoloje kumagawana malingaliro awiri ofala: kuti chitukuko chaukadaulo wokha chimatsata njira yopitilira chikhalidwe kapena ndale, ndikuti ukadaulo umakhudzanso \"zotsatira\" m'magulu omwe ali ndi chikhalidwe, osati chikhalidwe."
    },
    {
        "en": "If your spouse is a politician, then likely your name will also appear in the newspaper from time to time.",
        "ny": "Mwachitsanzo, munthu anganene kuti galimoto mothamanga mosakayikira imachititsa kuti misewu ipangidwe."
    },
    {
        "en": "Last year, I spent so much time by myself that I almost forgot how to communicate effectively with others.",
        "ny": "Komabe, njira ya msewu ya dziko lonse siili yopezeka mwa ndalama kwa magalimoto ochepa chabe, chotero njira zatsopano zopangira zimapangidwa kuchepetsa mtengo wa kukhala ndi galimoto."
    },
    {
        "en": "Tom asked Mary a few questions that she couldn't answer, but she was able to answer most of his questions.",
        "ny": "Kuchuluka kwa magalimoto kumapangitsanso ngozi zambiri m'misewu, zimene zimachititsa kuti pakhale njira zatsopano za kuchiritsa anthu amene avulala."
    },
    {
        "en": "Tom couldn't hear what the teacher was saying because all of the other students were making so much noise.",
        "ny": "Chikondi cha chibwenzi chinali ndi mbali yaikulu ya chikhalidwe chofuna kudziŵa, chochokera kwa olemba monga Goethe, Fichte, ndi Schlegel."
    },
    {
        "en": "We were unsure what kind of person Tom would be and whether he would like to live in the same house as us.",
        "ny": "M'nthaŵi ya Chikondi, malo a dziko anapanga munthu, ndipo m'kupita kwa nthaŵi miyambo ndi chikhalidwe zokhudzana ndi malo amenewo zinabuka, ndipo zimenezi, pokhala zogwirizana ndi malo a anthu, zinali zabwino kuposa malamulo okhazikitsidwa mwadala."
    },
    {
        "en": "When I woke up today, I yawned, stretched, rubbed the sleep out of my eyes, and put on a pair of slippers.",
        "ny": "Monga momwe Paris amadziŵikira kukhala likulu la mafashoni a dziko lamakono, Constantinople anali kuonedwa monga likulu la mafashoni a feudal Europe."
    },
    {
        "en": "Cats are like girls. If they talk to you it's great, but if you try to talk to them, it doesn't go so well.",
        "ny": "Kutchuka kwake monga malo a zinthu zapamwamba kunayamba pafupifupi mu 400 A.D. ndipo kunapitiriza mpaka pafupifupi 1100 A.D."
    },
    {
        "en": "He began to suspect something was wrong when the seller didn't allow him to test the item before buying it.",
        "ny": "Mkhalidwe wake unatsika m'zaka za zana la khumi ndi chiŵiri makamaka chifukwa chakuti a Crusaders anabwerera ndi mphatso monga silika ndi zonunkhira zomwe zinali zofunika kwambiri kuposa zomwe misika ya Byzantine inapereka."
    },
    {
        "en": "He got tired of being the devil's advocate and now agrees with every idea they suggest, no matter how dumb.",
        "ny": "Panthaŵiyi m'pamene dzina la likulu la mafashoni linasamutsidwa kuchoka ku Constantinople kupita ku Paris."
    },
    {
        "en": "Incidentally, this room doesn't have anything like an air conditioner. All it has is a hand-held paper fan.",
        "ny": "Mtundu wa Gothic unakula kwambiri m'zaka za pakati pa zaka za zana la 10 ndi 11 ndi zaka za zana la 14."
    },
    {
        "en": "Last year in the Philippines, earthquakes and tidal waves resulted in the deaths of more than 6,000 people.",
        "ny": "Poyamba kavalidwe kanali kotsatiridwa kwambiri ndi chikhalidwe cha ku Byzantine chakummaŵa."
    },
    {
        "en": "There have been a lot of complaints recently about drivers not obeying the speed limits in downtown Boston.",
        "ny": "Komabe, chifukwa cha njira zochepetsera kulankhulana, masitaelo a kumadzulo akanatha kukhala kumbuyo kwa zaka 25 mpaka 30."
    },
    {
        "en": "We're gonna make sure that no one is taking advantage of the American people for their own short-term gain.",
        "ny": "Chakumapeto kwa zaka za m'ma 500 mpaka 1500 AD, anthu a kumadzulo kwa Ulaya anayamba kupanga zovala zawo. Chimodzi mwa zinthu zazikulu kwambiri zomwe zinachitika panthawiyo chinali chakuti anthu anayamba kugwiritsa ntchito mabatani kumangira zovala zawo."
    },
    {
        "en": "Why did I buy flowers? Is that what you just said? It's really noisy here so I couldn't hear you very well.",
        "ny": "Kulima kwa moyo wonse ndi ulimi wochitidwa kuti ukhale ndi chakudya chokwanira kukwaniritsa zosowa za mlimi ndi banja lake."
    },
    {
        "en": "I like to feel sad. I know that most people try to avoid any kind of sad feeling. But I think that is wrong.",
        "ny": "Kulima kwa moyo ndi njira yosavuta, kaŵirikaŵiri yokhala ndi zinthu zamoyo, yogwiritsira ntchito mbewu zosungidwa za m'dera la chilengedwe pamodzi ndi kusinthasintha mbewu kapena njira zina zosavuta kuti muwonjezere zokolola."
    },
    {
        "en": "I talked with Tom for over an hour before he said something that made me realize he wasn't a native speaker.",
        "ny": "M'mbuyomu alimi ambiri anali kuchita ulimi wopezera zofunika pa moyo ndipo zimenezi zikadali choncho m'mayiko ambiri osauka."
    },
    {
        "en": "Eight years ago, we were in the early stages of what would become the worst economic crisis of our lifetimes.",
        "ny": "Zikhalidwe zazing'ono zimagwirizanitsa anthu oganiza mofanana amene amaona kuti amanyalanyazidwa ndi miyezo ya anthu ndipo zimawalola kukulitsa kudziŵa kwawo."
    },
    {
        "en": "I don't think it's necessary for me to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Zikhalidwe zingakhale zosiyana chifukwa cha msinkhu, fuko, kalasi, malo, ndi / kapena kugonana kwa mamembala."
    },
    {
        "en": "I don't think there is any excuse for his behavior. At the same time, we should listen to what he has to say.",
        "ny": "Makhalidwe amene amasiyanitsa subculture angakhale a zinenero, a kukongola, achipembedzo, andale, a kugonana, a malo, kapena kuphatikiza kwa zinthu."
    },
    {
        "en": "If you don't start treating people with a little more respect, people may start avoiding you like the plague.",
        "ny": "Anthu a m'chikhalidwe china nthaŵi zambiri amasonyeza kuti ali m'gulu la anthu ameneŵa mwa kugwiritsa ntchito kalembedwe kapadera ndi kophiphiritsira, komwe kumaphatikizapo mafashoni, kachitidwe ka zinthu, ndi mawu osokoneza."
    },
    {
        "en": "It is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God.",
        "ny": "Imodzi mwa njira zofala kwambiri yogwiritsira ntchito pofotokoza kufunika kwa kucheza ndi anthu ndiyo kugwiritsira ntchito nkhani zochepa za ana amene, chifukwa cha kunyalanyazidwa, tsoka, kapena nkhanza yadala, sanayanjane ndi anthu akuluakulu pamene anali kukula."
    },
    {
        "en": "It's hard to be a woman. One must think like a man, act like a lady, look like a girl, and work like a horse.",
        "ny": "Ana oterewa amatchedwa \"opanda nzeru\" kapena opanduka. Ana ena opanda nzeru akhala akumangidwa ndi anthu (nthaŵi zambiri makolo awo); nthaŵi zina kusiya ana kumeneku kunayamba chifukwa chakuti makolowo anakana kuti mwanayo ali ndi vuto lalikulu la maganizo kapena la thupi."
    },
    {
        "en": "A lot of banging and cussing could be heard coming out of the garage when Tom was trying to fix the lawnmower.",
        "ny": "Ana amene amawasakaza angakhale kuti anazunzidwa kwambiri kapena kuvutika maganizo asanachotsedwe kapena kuthawa."
    },
    {
        "en": "I can't believe that you aren't at least willing to consider the possibility that there's another explanation.",
        "ny": "Ena amati analeredwa ndi nyama; ena amati anali kukhala m'tchire paokha."
    },
    {
        "en": "It doesn't make sense to criticize someone for doing something that we would do if we were in their situation.",
        "ny": "Pamene analeredwa kwathunthu ndi nyama zosakhala anthu, mwana wamtchire amasonyeza makhalidwe (m'malire akuthupi) pafupifupi kwathunthu monga a chisamaliro-nyama, monga mantha ake kapena kusayanjanitsika kwa anthu."
    },
    {
        "en": "Masculine qualities in a woman are seen as strength, while feminine qualities in a man are viewed as weakness.",
        "ny": "Ngakhale kuti kuphunzira pogwiritsa ntchito polojekiti kuyenera kupangitsa kuphunzira kukhala kosavuta ndi kosangalatsa, kupanga makwerero kumapitirira pamenepo."
    },
    {
        "en": "The graphic description of the victim's murder was too much for his mother, who ran out of the court in tears.",
        "ny": "Scaffolding si njira yophunzirira koma m'malo mwake ndi chithandizo chomwe chimapereka chithandizo kwa anthu omwe akuphunzira zatsopano monga kugwiritsa ntchito pulogalamu yatsopano ya pakompyuta kapena kuyamba ntchito yatsopano."
    },
    {
        "en": "Even though Tom told Mary about his problem, he didn't want to listen to any advice she had on how to solve it.",
        "ny": "Ma scaffold angakhale enieni ndi enieni, mwa mawu ena, mphunzitsi ali mtundu wa scaffold koma ndi munthu wamng'ono wa pepala mu Microsoft Office."
    },
    {
        "en": "I realize I may not be the most desirable man in the world, but I still hope you'll consider going out with me.",
        "ny": "Ma Scaffolds enieni amaikidwa mkati mwa pulogalamuyo ndipo cholinga chake ndi kufunsa, kufunsa, ndi kufotokoza njira zomwe zingakhale zovuta kuti wophunzirayo azigwira yekha."
    },
    {
        "en": "In preparation for painting a portrait, my friend takes many photographs in order to study the subject closely.",
        "ny": "Ana amaikidwa m'malo osungirako ana a makolo ena pa zifukwa zosiyanasiyana, monga kunyalanyazidwa, kuzunzidwa, ngakhalenso kuponderezedwa."
    },
    {
        "en": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "ny": "Palibe mwana amene ayenera kukula m'malo amene mulibe chisamaliro, chisamaliro, ndi maphunziro, koma iwo amakula."
    },
    {
        "en": "People often lie about what they did on the weekend, so their friends won't realize how boring they really are.",
        "ny": "Timaona kuti malo osungirako ana a makolo ena ndi malo otetezeka kwa ana ameneŵa."
    },
    {
        "en": "Something you should know about me is that my greatest fear in life is that people will find out that I'm poor.",
        "ny": "Makolo athu olera ana a anthu ena akuyenera kupereka nyumba zotetezeka, osamalira achikondi, maphunziro okhazikika, ndi chisamaliro chaumoyo chodalirika."
    },
    {
        "en": "Tom pressed his ear against the wall to see if he could hear what his parents were discussing in the next room.",
        "ny": "Kusamalira ana opeza kumayenera kupereka zofunika zonse zimene zinali kusowa m'nyumba imene anawo anatengedwapo kale."
    },
    {
        "en": "Tom was obsessed by the belief that, one by one, everyone around him was being abducted and replaced by aliens.",
        "ny": "Intaneti imagwiritsa ntchito njira zosiyanasiyana zolankhulirana."
    },
    {
        "en": "I know that it is highly unlikely that you'd ever want to go out with me, but I still need to ask at least once.",
        "ny": "Makhalidwe apadera a intaneti amatsogolera ku zigawo zina za kugwiritsira ntchito ndi njira zowonetsera."
    },
    {
        "en": "Acting on advice from his astronomers, Alexander the Great decided not to attack Egypt and went to India instead.",
        "ny": "Mwachitsanzo, kuphunzira ndi kuyanjana ndi anthu ena akuonedwa kuti ndi zifukwa zofunika zogwiritsira ntchito Intaneti (James et al., 1995)."
    },
    {
        "en": "I came here to see if there was something I could do to help, but there doesn't seem to be anything for me to do.",
        "ny": "Eighmey ndi McCord (1998) anazindikiritsanso kuti kuchita zinthu ndi munthu  ndi kupitirizabe kugwirizana ndi anthu ena  ndi zinthu zatsopano zimene zimapangitsa munthu kuchita zinthu zinazake."
    },
    {
        "en": "I know you're upset about your car being totaled, but you weren't injured and you should be thankful to be alive.",
        "ny": "Kugwiritsira ntchito kujambula kwa vidiyo kwachititsa kuti anthu apeze zinthu zofunika kwambiri zokhudza kumasulira mawu aang'ono, kapena kuti kayendedwe ka nkhope kamene kamachitika kwa masekondi ochepa chabe."
    },
    {
        "en": "The World Health Organization says alcohol abuse is the third leading cause of death and disability in the world.",
        "ny": "Makamaka, akuti munthu angadziŵe ngati munthu akunama mwa kutanthauzira bwino mawu aang'ono."
    },
    {
        "en": "Babies can become dehydrated from a high fever, so I was told that it would be better to send him to the hospital.",
        "ny": "Oliver Sacks, m'nkhani yake ya The President's Speech, anasonyeza mmene anthu amene sangathe kumvetsetsa zolankhulidwa chifukwa cha kuwonongeka kwa ubongo aliri okhoza kuyerekezera kuwona mtima molondola."
    },
    {
        "en": "Did you know that in Japan, if you have a tattoo, you won't be allowed to bathe in many of the hot spring resorts?",
        "ny": "Iye akuganiza kuti nyama monga agalu a pakhomo zingakhale ndi luso lotero la kuzindikira khalidwe la munthu."
    },
    {
        "en": "Everybody has a right to his own opinion. However, sometimes it's better not to tell anybody what that opinion is.",
        "ny": "Kafukufuku wa m'zaka za zana la makumi aŵiri wasonyeza kuti pali mitundu iŵiri ya kusintha kwa majini: kobisika ndi yosonyezedwa."
    },
    {
        "en": "The Himalayas were formed by the collision of the tectonic plates of India and Eurasia about 50 million years ago.",
        "ny": "Kusintha kwa maselo kumawonjezera mitundu yatsopano ya majini, ndipo kusankha kumachotsa m'gulu la mitundu yosiyanasiyana."
    },
    {
        "en": "The police can't find a single person who remembers seeing you where you said you were on the night of the murder.",
        "ny": "Kusiyanitsa ndi kusonkhanitsa kumasakaniza kusintha kwa mmbuyo ndi mtsogolo pakati pa mathithi aŵiriwo ndi mbadwo uliwonse."
    },
    {
        "en": "Tom likes Mary, but Mary likes John. To make matters even more interesting, John likes Alice, but Alice likes Tom.",
        "ny": "Kunja ku savanna, nkovuta kwa nyama yaikulu yokhala ndi dongosolo la m'mimba lofanana ndi la munthu kukhutiritsa zofunika zake za amino acid kuchokera ku zomera zopezeka."
    },
    {
        "en": "Tom was sad when he discovered that Mary was a gold digger and Mary was sad when she discovered that Tom was poor.",
        "ny": "Ndiponso, kulephera kuchita zimenezo kumakhala ndi zotulukapo zowopsa: kufooka kwa kukula, kusoŵa zakudya m'thupi, ndipo m'kupita kwa nthaŵi imfa."
    },
    {
        "en": "What kind of a parent would leave their child unattended in the car outside the pub while they're inside drinking?",
        "ny": "Zomera zimene zinali zosavuta kupeza ndi mapuloteni amene anali m'masamba ndi m'zipatso, koma nyama monga ife zimapeza kuti n'zovuta kugaya mapuloteni amenewa ngati sitikuphika."
    },
    {
        "en": "Witnesses told police that the train was travelling way over the speed limit when it derailed going around a bend.",
        "ny": "Mosiyana ndi zimenezo, zakudya za nyama (nyerere, nsikidzi, mazira) sizimangopezeka mosavuta m'mimba, komanso zimapereka mapuloteni ochuluka amene ali ndi ma amino acid onse ofunika."
    },
    {
        "en": "The Belo Monte dam in Brazil is a controversial project because of its impact on the environment and native people.",
        "ny": "Tikaganizira zonsezi, sitiyenera kudabwa ngati makolo athu anathetsa \"vuto la mapuloteni\" m'njira yofanana ndi imene anyani a m'mapiri a m'chipululu amachita masiku ano."
    },
    {
        "en": "Tom's constant arguing irritates some of his classmates. However, most of the class has just learned to ignore him.",
        "ny": "Kusokonezeka kwa tulo ndiko kudzuka mwadala mkati mwa nthaŵi yanu ya kugona ndi kugona tulo kanthaŵi kochepa pambuyo pake (mphindi 1060)."
    },
    {
        "en": "How's the trouble and strife? is an example of a sentence using Cockney rhyming slang. It means \"How's your wife?\"",
        "ny": "Zimenezi zingachitike mosavuta mwa kugwiritsira ntchito alamu ya m'tchire yolira pang'ono kuti ikukudzutseni popanda kukudzutsani."
    },
    {
        "en": "Getting your message across is much more important than trying to say it exactly like a native speaker would say it.",
        "ny": "Ngati mwapeza kuti mukusintha koloko m'tulo, ingakhale mbali ina ya chipinda, kukukakamiza kudzuka pabedi kuti muime."
    },
    {
        "en": "Over 100 tons of dust and sand-sized particles bombard the earth every day from space, most of which goes unnoticed.",
        "ny": "Njira zina zogwiritsira ntchito kayendedwe ka thupi zimaphatikizapo kumwa madzi ambiri (makamaka madzi kapena tiyi, mankhwala odziŵika bwino a m'mimba) asanagone, zimene zimakakamiza munthu kudzuka kuti akachite mkodzo."
    },
    {
        "en": "The typical elements of a foreign culture are changed into the typical elements of the local culture of translators.",
        "ny": "Mtendere wa mumtima umene munthu amakhala nawo umasiyana ndi mmene thupi ndi mzimu wake zilili."
    },
    {
        "en": "Tom tried to sell his old VCR instead of throwing it away, but no one would buy it, so he ended up throwing it away.",
        "ny": "Munthu aliyense angathe kukhala ndi mtendere weniweni ndiponso kukhala wokhutira ndi zimene ali nazo."
    },
    {
        "en": "A man touched down on the moon. A wall came down in Berlin. A world was connected by our own science and imagination.",
        "ny": "Aliyense angathe kufika pa chidziŵitso. Chinthu chokha chimene chimatsutsana ndi cholinga chimenechi ndicho kupsinjika maganizo ndi kusakhutira kwathu."
    },
    {
        "en": "Being happy doesn't mean that everything is perfect, but rather that you've decided to look beyond the imperfections.",
        "ny": "Chibuda cha ku Tibet chinakhazikitsidwa pa ziphunzitso za Buddha, koma chinafutukulidwa ndi njira ya chikondi ya mahayana ndi njira zambiri za Yoga ya ku India."
    },
    {
        "en": "Dr. Zamenhof believed that a language belongs to the people who speak it which is why he never copyrighted Esperanto.",
        "ny": "Mfundo yaikulu ya Chibuda cha ku Tibet ndi yosavuta kwambiri, ndipo imaphatikizapo Kundalini Yoga, kusinkhasinkha, ndi njira ya chikondi chofuna zonse."
    },
    {
        "en": "Every student who has graduated from our university has studied English with a native speaker for at least two years.",
        "ny": "Ndi Kundalini Yoga mphamvu ya Kundalini (mphamvu ya chidziŵitso) imadzutsidwa kupyolera m'maimidwe a yoga, maseŵero opuma, mantras ndi zowonetsera."
    },
    {
        "en": "If you don't want to put on sunscreen, that's your problem. Just don't come complaining to me when you get a sunburn.",
        "ny": "Pakati pa kusinkhasinkha kwa ku Tibetan pali Deity Yoga. Kupyolera m'kuyerekezera kwa milungu yosiyanasiyana njira zamagetsi zimayeretsedwa, ma chakra amathandizidwa ndipo chidziwitso cha chidziwitso chimapangidwa."
    },
    {
        "en": "It took Tom several hours to assemble a bunk bed that the instructions said would take less than an hour to assemble.",
        "ny": "Germany anali mdani wamba mu Nkhondo Yadziko II, zomwe zinapangitsa kuti mgwirizano pakati pa USSR ndi USA. Ndi kutha kwa nkhondo, kusamvana kwa dongosolo, ndondomeko ndi chikhalidwe kunapangitsa kuti mayikowa asokonezeke."
    },
    {
        "en": "Nobody has asked you to agree, but can't you at least accept that there are people who hold different views from you?",
        "ny": "Nkhondoyo itatha zaka ziŵiri, mabungwe amene kale anali kumenyana nawo anali adani ndipo Nkhondo Yotentha inayamba."
    },
    {
        "en": "Tom didn't know the meaning of \"anglophobia,\" so he did a quick web search to see if he could find out what it meant.",
        "ny": "Linali kudzakhalapo kwa zaka 40 zotsatira ndipo linali kudzamenyedwa kwenikweni, ndi magulu ankhondo okhala ndi mphamvu, m'malo a nkhondo kuchokera ku Afirika mpaka ku Asia, ku Afghanistan, Cuba ndi malo ena ambiri."
    },
    {
        "en": "Even though computer programmers may use semicolons every day, nowadays most people only use semicolons for emoticons.",
        "ny": "Pofika pa September 17, 1939, chitetezo cha Apolishi chinali chitagonjetsedwa kale, ndipo chiyembekezo chokha chinali kubwerera ndi kukonzanso m'mphepete mwa mlatho wa ku Romania."
    },
    {
        "en": "I had never eaten any kind of Thai food, so I was pretty excited about going to a Thai restaurant with my grandmother.",
        "ny": "Komabe, mapulaniwa adasinthidwa pafupifupi usiku umodzi, pomwe asitikali opitilira 800,000 ochokera ku Red Red Army adalowa ndikupanga mbali za Belarus ndi Ukraine atagwira madera akum'mawa kwa Poland kuphwanya Pangano la Mtendere la Riga, Pangano la Soviet-Polish Non-Aggression, ndi mapangano ena apadziko lonse lapansi, onse awiri ndi angapo."
    },
    {
        "en": "The room didn't look very good after Tom painted it, because he didn't even bother to wash the walls or ceiling first.",
        "ny": "Kugwiritsa ntchito sitima zonyamula katundu ndi njira yabwino kwambiri yonyamula anthu ndi katundu wambiri pa nyanja."
    },
    {
        "en": "When does your sister come back from work? \"I don't know, but I think she'll arrive at home a few minutes before me.\"",
        "ny": "Ntchito ya asilikali a m'madzi nthaŵi zonse yakhala kuonetsetsa kuti dziko lanu likhoza kusamutsa anthu ndi katundu wanu, pamene panthaŵi imodzimodziyo, likusokoneza mphamvu ya mdani wanu yosamutsa anthu ndi katundu wake."
    },
    {
        "en": "Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\"",
        "ny": "Chimodzi mwa zitsanzo zaposachedwapa zochititsa chidwi kwambiri za zimenezi chinali nkhondo ya kumpoto kwa Atlantic ya WWII. A Amereka anali kuyesa kusamutsa amuna ndi zipangizo kudutsa Nyanja ya Atlantic kuthandiza Britain."
    },
    {
        "en": "My friend recommended that I shouldn't buy an iPad yet, but to wait until I see what Apple's competitors come out with.",
        "ny": "Panthaŵi imodzimodziyo, gulu lankhondo lankhondo la Germany, limagwiritsa ntchito makamaka ma U-boat, linali kuyesa kuletsa kayendedwe kameneka."
    },
    {
        "en": "Roger Miller entered the United States Army at the age of seventeen. He was sent to an army base near Atlanta, Georgia.",
        "ny": "Ngati mayiko ogwirizana akanalephera, mwina dziko la Germany likanatha kugonjetsa Britain monga momwe linachitira ndi Ulaya yense."
    },
    {
        "en": "A trade delegation has gone to Japan ahead of the Prime Minister to crunch the numbers with their Japanese counterparts.",
        "ny": "Zikuoneka kuti mbuzi zinayamba kupangidwa zaka pafupifupi 10,000 zapitazo m'mapiri a Zagros ku Iran."
    },
    {
        "en": "Anyone whose comfort level depends on what someone else is wearing really needs to take a long, hard look at themselves.",
        "ny": "Anthu ndi mafuko akale anayamba kuzisunga kuti azipeza mkaka, tsitsi, nyama, ndi zikopa mosavuta."
    },
    {
        "en": "I think it's highly unlikely that Tom was not aware that he wouldn't be allowed to enter the museum without his parents.",
        "ny": "Mbuzi za m'nyumba nthawi zambiri zinkakhala m'magulu a nkhosa zimene zinkayenda m'mapiri kapena m'madera ena odyetserako ziweto, ndipo nthawi zambiri zinkaweta nkhosazi ndi abusa omwe nthawi zambiri anali ana kapena achinyamata, mofanana ndi abusa amene amadziwika kwambiri."
    },
    {
        "en": "I was lucky that the policeman didn't give me a ticket for making a U-turn at an intersection that had a no U-turn sign.",
        "ny": "M'zaka za m'ma 1500, ku England kunamangidwa njanji za ngolo."
    },
    {
        "en": "Tom isn't your average guy. He doesn't like things most guys like and he doesn't like to do things most men enjoy doing.",
        "ny": "Ngakhale kuti njira za ngolo zinali zopangidwa ndi matabwa okhaokha, zinkathandiza kuti akavalo azitha kuyenda mofulumira ndiponso kukoka katundu wolemera kwambiri kuposa mmene zinkakhalira m'misewu ya m'nthawiyo yomwe inali youma."
    },
    {
        "en": "Cesar Chavez asked that strikers remain non-violent even though farm owners and their supporters sometimes used violence.",
        "ny": "Koma pang'ono ndi pang'ono anthu anayamba kuzindikira kuti njanji zikakhala ndi chitsulo pamwamba, zimayenda bwino."
    },
    {
        "en": "Even now, I occasionally think I'd like to see you. Not the you that you are today, but the you I remember from the past.",
        "ny": "Zimenezi zinakhala zofala, koma chitsulocho chinathandiza kwambiri kugwiritsira ntchito mawilo a matabwa a ngolozo."
    },
    {
        "en": "We should spend our time creating content for our website rather than wasting time worrying about minor cosmetic details.",
        "ny": "Kenako, matayala a matabwa anasinthidwa ndi matayala achitsulo ndipo mu 1767, matayala oyamba a chitsulo anapangidwa."
    },
    {
        "en": "A lot of people who have up until now been spending money having a good time now need to be more careful with their money.",
        "ny": "Njira yoyamba yodziŵika ya kayendedwe inali kuyenda, anthu anayamba kuyenda ataimirira zaka mamiliyoni aŵiri zapitazo ndi kutuluka kwa Homo Erectus (kutanthauza munthu woimirira)."
    },
    {
        "en": "It's very easy to sound natural in your own native language, and very easy to sound unnatural in your non-native language.",
        "ny": "Nyama zina zimene zinalipo kale, monga Australopithecus, sizinkayenda zoongoka ngati mmene zinalili kale."
    },
    {
        "en": "The difference between the right word and almost the right word is the difference between lightning and the lightning bug.",
        "ny": "Zochitika za bipedal zimapezeka m'mabwinja a Australopithecus kuyambira zaka 4.2-3.9 miliyoni zapitazo, ngakhale kuti Sahelanthropus mwina anayenda ndi miyendo iwiri kale zaka zisanu ndi ziwiri zapitazo."
    },
    {
        "en": "Your English is grammatically correct, but sometimes what you say just doesn't sound like what a native speaker would say.",
        "ny": "Tingakhale ndi moyo wosamalira chilengedwe, tingathe kugwirizana ndi gulu la anthu okonda zachilengedwe, ndipo tingathe ngakhale kukhala omenyera ufulu wa zachilengedwe kuti tichepetse mavuto amene tingakumane nawo m'tsogolo."
    },
    {
        "en": "I have Japanese and Chinese friends who speak to each other in English since that is the only language they have in common.",
        "ny": "Zimenezi zili ngati mankhwala ochiritsira matenda ambiri, koma ngati sitikufuna njira yokha yokhalitsa, ndiye kuti tiyenera kupeza muzu wa mavutowo, ndi kuwaletsa."
    },
    {
        "en": "All the doctors say that I shouldn't drink coffee, but, despite that, I do have a bit now and then when I'm in good company.",
        "ny": "N'zoonekeratu kuti dziko lasintha kwambiri chifukwa cha kupita patsogolo kwa sayansi ndi luso la zopangapanga, ndipo mavuto akuwonjezereka chifukwa cha kuchuluka kwa anthu ndi moyo wa anthu wosafuna kuwerengera."
    },
    {
        "en": "Make a good translation of the sentence that you are translating. Don't let translations into other languages influence you.",
        "ny": "Pambuyo pa kuvomerezedwa kwake ndi Congress pa July 4, chosema cholembedwa pamanja chosindikizidwa ndi Pulezidenti wa Congress John Hancock ndi Mlembi Charles Thomson kenaka chinatumizidwa ku mabwalo angapo kutali ndi malo osindikizira a John Dunlap."
    },
    {
        "en": "One thing I don't like about the iPad is that you can't easily install apps that aren't available through Apple's App Store.",
        "ny": "Usiku wonsewo makope 150 mpaka 200 anapangidwa, amene tsopano amadziŵika monga \"Dunlap broadsides\"."
    },
    {
        "en": "Jingle Bells, a popular song around Christmas time, is not really a Christmas song. The lyrics say nothing about Christmas.",
        "ny": "Kuwerengedwa koyamba kwa chikalatacho kunachitidwa ndi John Nixon pabwalo la Independence Hall pa Julayi 8."
    },
    {
        "en": "I used to watch this anime a lot when I was a kid, but I can't quite remember what happened to the hero in the final episode.",
        "ny": "Linali limodzi lomwe linatumizidwa kwa George Washington pa July 6, amene analiŵerenga kwa asilikali ake ku New York pa July 9."
    },
    {
        "en": "If your company primarily does business with America, then you should be studying English with a native speaker from America.",
        "ny": "Zidutswa 25 za Dunlap zomwe zikudziŵika kuti zilipobe ndizo makope akale kwambiri a chikalatacho."
    },
    {
        "en": "The English language is undoubtedly the easiest and at the same time the most efficient means of international communication.",
        "ny": "Akatswiri ambiri a zamoyo zakale masiku ano amakhulupirira kuti pali gulu limodzi lokha la nyama za mtundu wa dinosaur zimene zinapulumuka ndipo zilipobe masiku ano."
    },
    {
        "en": "Instead of giving each other Christmas presents this year, we donated the amount we would have spent on presents to a charity.",
        "ny": "Anthu ambiri saganiza kuti nyamazi zinali zamoyo chifukwa zinali ndi nthenga ndipo zinkauluka."
    },
    {
        "en": "Singer and actress Selena Gomez started her career at age seven on the children's public television show \"Barney and Friends.\"",
        "ny": "Koma pali zinthu zambiri zokhudza mbalame zimene zimaonekabe ngati zinyama zoopsa."
    },
    {
        "en": "A good newspaper reporter takes advantage of what he learns from any source, even the \"little bird told him so\" type of source.",
        "ny": "Zili ndi mapazi okhala ndi mamba ndi zikhadabo, zimayaka mazira, ndipo zimayenda ndi miyendo yawo iwiri yakumbuyo ngati nyama yotchedwa T-Rex."
    },
    {
        "en": "Food prices are at their highest level since the United Nations Food and Agriculture Organization began keeping records in 1990.",
        "ny": "Makompyuta onse amene akugwiritsidwa ntchito lerolino amazikidwa pa kusinthasintha chidziŵitso chimene chalembedwa monga manambala a pawiri."
    },
    {
        "en": "I've heard that it's impossible to sound like a native speaker unless one starts speaking the language before the age of twelve.",
        "ny": "Nambala ya pawiri ingakhale ndi imodzi yokha ya ziŵerengero ziŵiri, monga 0 kapena 1, ndipo manambala ameneŵa amatchedwa manambala a pawiri - kapena ma bit, kuti agwiritse ntchito mawu a pakompyuta."
    },
    {
        "en": "No matter what your profession, or how happy you may be in it, there are moments when you wish you had chosen some other career.",
        "ny": "Matenda a mkati mwa thupi sangadziŵike mwamsanga, ndipo zizindikiro zake, monga kusanza, zimakhala zofala kwambiri moti munthu sangadziŵe mwamsanga kuti ndi matenda otani."
    },
    {
        "en": "When Tom was a kid, he used to collect his father's cigarette butts until he had enough tobacco to roll a cigarette for himself.",
        "ny": "Chisonyezero chabwino koposa cha kupsa mtima kwa mkati chingakhale kukhalapo kwa chidebe chotseguka cha mankhwala kapena mankhwala a m'nyumba a poizoni."
    },
    {
        "en": "Satellite imagery is being used in an effort to narrow down the area in the Indian Ocean where floating debris has been observed.",
        "ny": "Fufuzani pa pepalapo malangizo a chithandizo choyamba cha mankhwala amene mwawapatsa."
    },
    {
        "en": "Honey, I know the budget is tight, but do you think we could splurge a bit and have a night out at a fancy restaurant this weekend?",
        "ny": "Akatswiri a tizilombo amagwiritsa ntchito mawu akuti kachilombo ka tizilombo m'lingaliro lenileni la gulu la tizilomboli."
    },
    {
        "en": "Tom went to a fortune teller at the town fair and was told that someone would come into his life whose first name started with \"M\".",
        "ny": "Mawu ameneŵa amachokera ku kudziŵana kwa nthaŵi zakale ndi nsikidzi, zimene zili tizilombo tozoloŵerana kwambiri ndi kupatsira anthu matenda."
    },
    {
        "en": "A committee is a group of people who individually can do nothing, but who, as a group, can meet and decide that nothing can be done.",
        "ny": "Tizilombo tonse ta Assassin ndi ta Bed-bugs timakhala m'nyumba, ndipo timakhala m'nyumba kapena m'nyumba ya munthu amene timamuyang'anira."
    },
    {
        "en": "Oh, sure, I studied English in my school days. But it wasn't until two or three years ago that I really started taking it seriously.",
        "ny": "Ku United States of America, pali anthu pafupifupi 400,000 odwala matenda a multiple sclerosis (MS), ndipo matendawa ndi amene amachititsa kuti anthu ambiri azidwala matenda a mitsempha."
    },
    {
        "en": "In 1964, Roger Miller agreed to record sixteen songs. One of those songs was \"Dang Me.\" It became his first number one selling record.",
        "ny": "MS ndi matenda amene amakhudza dongosolo la mitsempha, limene limapangidwa ndi ubongo, msana ndi mitsempha ya maso."
    },
    {
        "en": "Tom hadn't washed clothes in a long time, so he searched through his dirty clothes to see if there was something clean enough to wear.",
        "ny": "Kafukufuku wapeza kuti akazi ali ndi mwayi wochuluka wa matenda a MS kuposa amuna."
    },
    {
        "en": "One way to lower the number of errors in the Tatoeba Corpus would be to encourage people to only translate into their native languages.",
        "ny": "Okwatirana angaganize kuti si kwabwino kwa iwo, kapena kwa mwana wawo, kulera mwana."
    },
    {
        "en": "I want a religion that respects the differences that exist between people and that states that each individual has their own personality.",
        "ny": "Mabanja ameneŵa angasankhe kupanga pulani ya kulera mwana wawo."
    },
    {
        "en": "She has a boyfriend she's been going out with since high school, but she feels their relationship is in a rut, so she's become discontented.",
        "ny": "Pa kulera mwana mwa kukhalira makolo, makolo obadwawo amasiya udindo wawo monga makolo kotero kuti banja lina likhale kholo la mwanayo."
    },
    {
        "en": "Always use distilled water in steam irons because using ordinary water will cause a mineral build-up over time that will clog the steam holes.",
        "ny": "Cholinga chachikulu cha sayansi ndicho kupeza mmene dziko limagwirira ntchito mwa njira ya sayansi. Njira imeneyi kwenikweni imatsogolera kufufuza kwa sayansi."
    },
    {
        "en": "I think it's a shame that some foreign language teachers were able to graduate from college without ever having studied with a native speaker.",
        "ny": "Sichokha, kuyesa, ndipo kuyesa ndi kuyesa komwe kumagwiritsidwa ntchito kuthetsa chimodzi kapena zingapo mwazotheka, kufunsa mafunso, ndi kupanga zowunikira zimatsogoleranso kafukufuku wasayansi."
    },
    {
        "en": "You can fool some of the people all of the time, and all of the people some of the time, but you can't fool all of the people all of the time.",
        "ny": "Akatswiri a sayansi ya zinthu zachilengedwe ndi afilosofi anaika maganizo awo pa mabuku akale, makamaka Baibulo la Chilatini."
    },
    {
        "en": "If you translate from your second language into your own native language, rather than the other way around, you're less likely to make mistakes.",
        "ny": "Anthu ambiri ankakhulupirira zimene Aristotle ankaphunzitsa pa nkhani za sayansi, kuphatikizapo zokhudza maganizo a anthu."
    },
    {
        "en": "People speak so much about the need for leaving a better planet for our children, and forget the urgency of leaving better children for our planet.",
        "ny": "Pamene chidziŵitso cha Chigiriki chinachepa, Kumadzulo anadzipeza okha atalekanitsidwa ndi mizu yake yachigiriki ya nthanthi ndi sayansi."
    },
    {
        "en": "The Australian Prime Minister has said that he does not intend to engage in megaphone diplomacy with Egypt over the jailing of an Australian journalist.",
        "ny": "Zochitika zambiri zomwe zimawonedwa mu physiology ndi khalidwe kaŵirikaŵiri zimadalira kwambiri kukhalapo kwa kayendedwe ka mkati ndi kupanga kwawo kupyolera mu mawotchi a zamoyo."
    },
    {
        "en": "You may not learn to speak as well as a native speaker, but you should be able to speak well enough that native speakers will understand what you have to say.",
        "ny": "Zochitika zinazake, zomwe sizimangochitika chifukwa cha zochitika zinazake zakunja, zalembedwa m'zinthu zamoyo zambiri, kuphatikizapo mabakiteriya, bowa, zomera, ndi nyama."
    },
    {
        "en": "If a person has not had a chance to acquire his target language by the time he's an adult, he's unlikely to be able to reach native speaker level in that language.",
        "ny": "Mawotchi a m'thupi ndi oscillator odzisunga okha amene amapitirizabe kuyenda mwaufulu ngakhale popanda zizindikiro zakunja."
    },
    {
        "en": "It's still too hard to find a job. And even if you have a job, chances are you're having a tougher time paying the rising costs of everything from groceries to gas.",
        "ny": "Kuyesera kwa Hershey ndi Chase kunali chimodzi cha malingaliro otsogola akuti DNA inali chibadwa."
    },
    {
        "en": "You can't easily put photos on an iPad from more than one computer. However, you can email photos to yourself from various computers and download these photos to your iPad.",
        "ny": "Hershey ndi Chase anagwiritsa ntchito mavairasi kuti apange DNA yawo m'kati mwa bakiteriya."
    },
    {
        "en": "You can't view Flash content on an iPad. However, you can easily email yourself the URLs of these web pages and view that content on your regular computer when you get home.",
        "ny": "Iwo anachita mayesero aŵiri osonyeza DNA ya phage ndi phosphorous yopanga cheza kapena mapuloteni a phage ndi sulfure yopanga cheza."
    },
    {
        "en": "A mistake young people often make is to start learning too many languages at the same time, as they underestimate the difficulties and overestimate their own ability to learn them.",
        "ny": "Kusintha kwa maselo a chibadwa kungakhale ndi zotsatira zosiyanasiyana malinga ndi mtundu wa kusintha kwa maselo a chibadwa, kufunika kwa chigawo cha chibadwa chokhudzidwacho ndi ngati maselo okhudzidwawo ndi maselo a mzere wa chibadwa."
    },
    {
        "en": "No matter how much you try to convince people that chocolate is vanilla, it'll still be chocolate, even though you may manage to convince yourself and a few others that it's vanilla.",
        "ny": "Kusintha kwa maselo a m'mimba mwa mwana ndi kumene kumayambitsa matendawa, ndipo kusintha kwa maselo ena kumayambitsa matenda a khansa."
    },
    {
        "en": "In 1969, Roger Miller recorded a song called \"You Don't Want My Love.\" Today, this song is better known as \"In the Summer Time.\" It's the first song he wrote and sang that became popular.",
        "ny": "Ulendo wokopa alendo wokhudzana ndi zachilengedwe umakopa anthu okonda kuyendera malo achilengedwe kuti asangalale ndi malowo, kuphatikizapo zomera ndi nyama zakutchire."
    },
    {
        "en": "A child who is a native speaker usually knows many things about his or her language that a non-native speaker who has been studying for years still does not know and perhaps will never know.",
        "ny": "Zitsanzo za ntchito zomwe zimachitika pamalowo ndi monga kusaka, kusodza, kujambula, kuyang'ana mbalame, ndiponso kuyendera malo osungirako nyama ndi kuphunzira zinthu zokhudza zachilengedwe."
    },
    {
        "en": "There are four main causes of alcohol-related death. Injury from car accidents or violence is one. Diseases like cirrhosis of the liver, cancer, heart and blood system diseases are the others.",
        "ny": "Chitsanzo cha zimenezi ndi kuyendera, kujambula zithunzi, ndi kuphunzira za organgatuangs ku Borneo."
    },
    {
        "en": "There are mothers and fathers who will lie awake after the children fall asleep and wonder how they'll make the mortgage, or pay their doctor's bills, or save enough for their child's college education.",
        "ny": "M'maŵa uliwonse, anthu amachoka m'matauni ang'onoang'ono akumidzi m'galimoto kupita kuntchito kwawo ndipo amadutsa ena amene malo awo antchito ndi malo amene angochokako kumene."
    },
    {
        "en": "A carbon footprint is the amount of carbon dioxide pollution that we produce as a result of our activities. Some people try to reduce their carbon footprint because they are concerned about climate change.",
        "ny": "M'njira imeneyi, aliyense amakhala ndi njira yakeyake yogwiritsira ntchito galimoto yakeyake."
    },
    {
        "en": "Since there are usually multiple websites on any given topic, I usually just click the back button when I arrive on any webpage that has pop-up advertising. I just go to the next page found by Google and hope for something less irritating.",
        "ny": "Panopa asayansi akuona kuti mpweya wochuluka umene timapangawu wasokoneza kwambiri zinthu zamoyo zimene zakhala zikupanga zamoyozo kwa zaka mamiliyoni aŵiri."
    },
    {
        "en": "If you want to sound like a native speaker, you must be willing to practice saying the same sentence over and over in the same way that banjo players practice the same phrase over and over until they can play it correctly and at the desired tempo.",
        "ny": "Aliyense amatenga nawo mbali m'chitaganya ndipo amagwiritsa ntchito njira zoyendera."
    },
    {
        "en": "Tom hurt his left knee during practice, so John had to play the game in his place.",
        "ny": "M'mayiko otukuka simungamvepo madandaulo ngati ameneŵa onena za madzi kapena za milatho imene ikugwa."
    },
    {
        "en": "Tom liked Mary for years, but at some point, his feelings for her changed to love.",
        "ny": "Kodi nchifukwa ninji njira zoyendera zimadzetsa madandaulo oterowo, nchifukwa ninji zimalephera tsiku ndi tsiku? Kodi akatswiri a zoyendera amangokhala opanda luso? Kapena kodi pali chinachake chofunika kwambiri chimene chikuchitika?"
    },
    {
        "en": "Tom said he thought that it would be a big mistake to tell Mary what had happened.",
        "ny": "Kuyenda kwa magalimoto ndi kuphunzira kwa kayendedwe ka oyendetsa galimoto ndi magalimoto pakati pa mfundo ziwiri ndi kuyanjana kwawo."
    },
    {
        "en": "Tom took thousands of pictures during his vacation, but then never looked at them.",
        "ny": "N'zomvetsa chisoni kuti kuphunzira mmene magalimoto amayendera n'kovuta chifukwa chakuti khalidwe la oyendetsa galimoto silingaonedweratu."
    },
    {
        "en": "Tom wants to buy an eight-track player to put in the car his grandmother gave him.",
        "ny": "Mwamwayi, madalaivala amakhala ndi khalidwe losasintha; motero, kayendedwe ka magalimoto kamakhala kosasintha ndipo kangasonyezedwe mwachidule m'masamu."
    },
    {
        "en": "When I visited their apartment, the couple was right in the middle of an argument.",
        "ny": "Kuti afotokoze bwino kayendedwe ka kayendedwe ka magalimoto, ubale wapangidwa pakati pa zinthu zitatu zazikulu: (1) kuyenda, (2) kachulukidwe, ndi (3) liwiro."
    },
    {
        "en": "When I was 10 years old, I thought that when I would be 16, my life would be cool.",
        "ny": "Maunansi ameneŵa amathandiza pokonza, kupanga, ndi kuyendetsa ntchito za m'misewu."
    },
    {
        "en": "A man's worth should be judged by his character rather than by his social position.",
        "ny": "Nyamazi zinali zoyamba kuwuluka ndipo zinkatha kuthawa mosavuta, kupeza chakudya komanso kupeza zibwenzi."
    },
    {
        "en": "As soon as I can get a decent video camera, I'll start making videos to put online.",
        "ny": "Tizilombo tambiri timakhala ndi mwayi wakuti timatha kupinda mapiko awo kumbuyo m'thupi."
    },
    {
        "en": "At the time of the accident, almost all of the passengers on the bus were sleeping.",
        "ny": "Zimenezi zimawapatsa malo ambiri obisalira nyama zolusa."
    },
    {
        "en": "Because the voices of protest grew louder and louder, his speech couldn't be heard.",
        "ny": "Masiku ano, tizilombo tokha tomwe sitingathe kupindika mapiko ake ndi tizilombo timene timatchedwa dragon flies ndi mayflies."
    },
    {
        "en": "Cats are aloof, guinea pigs are nervous, and dogs need constant love and attention.",
        "ny": "Zaka zikwi zambiri zapitazo, munthu wina wotchedwa Aristarchus ananena kuti dzuŵa ndi mapulaneti ena onse a m'chilengedwechi zimayenda mozungulira dzuŵa."
    },
    {
        "en": "Experts say coffee prices are rising mainly because people are willing to pay more.",
        "ny": "Anthu ena ankaganiza kuti akunena zoona koma anthu ambiri ankakhulupirira zosiyana ndi zimenezo; kuti Dzuwa ndi mapulaneti ake zimayenda mozungulira dziko lapansi, kuphatikizapo dzuŵa (komanso nyenyezi zina)."
    },
    {
        "en": "Generally speaking, college students have more free time than high school students.",
        "ny": "Zimenezi zikuoneka zomveka, chifukwa dziko lapansi silimva ngati kuti likuyenda, kodi si choncho?"
    },
    {
        "en": "He is by nature a kind person and is popular with the children in his neighborhood.",
        "ny": "Mtsinje wa Amazon ndi wachiŵiri kutalika ndi waukulu kwambiri padziko lapansi. Umanyamula madzi ochuluka kuposa mtsinje wachiŵiri waukulu koposa maulendo 8."
    },
    {
        "en": "I could have stayed a while longer, but I was getting tired, so I decided to leave.",
        "ny": "Mtsinje wa Amazon ndi umene uli waukulu kwambiri padziko lonse, ndipo nthaŵi zina umafika pamtunda wa makilomita asanu ndi limodzi."
    },
    {
        "en": "I have many friends who speak fluently, but still don't sound like native speakers.",
        "ny": "Madzi okwana 20 peresenti amene amatuluka m'mitsinje ya dziko lapansi n'kuloŵa m'nyanja amachokera ku Amazon."
    },
    {
        "en": "I spend as much time working in the garden in one day as my brother does in a week.",
        "ny": "Mtsinje waukulu wa Amazon uli ndi makilomita 6,387 ndipo umaphatikiza madzi a mitsinje yaing'ono masauzande ambiri."
    },
    {
        "en": "I still have a lot of questions I want to ask you about your relationship with Tom.",
        "ny": "Ngakhale kuti ntchito yomanga mapiramidi a miyala inapitiriza mpaka kumapeto kwa Ufumu Wakale, mapiramidi a ku Giza sanayerekezeredwe ndi ena onse chifukwa cha kukula kwake ndiponso luso lake lomanga."
    },
    {
        "en": "I told you it was dangerous. The reason you got hurt was because you didn't listen.",
        "ny": "Anthu a ku Igupto wakale a mu Ufumu Watsopano anadabwa kwambiri ndi zipilala za anthu amene analamulirapo kale, zomwe panthaŵiyo zinali zaka zoposa chikwi chimodzi."
    },
    {
        "en": "I'm thinking of going somewhere for a change of air, since my doctor advises me to.",
        "ny": "Mzinda wa Vatican uli ndi anthu pafupifupi 800, ndipo ndi dziko laling'ono kwambiri padziko lonse lapansi komanso ndi limene lili ndi anthu ochepa kwambiri."
    },
    {
        "en": "If you don't do what I tell you to do, I can't be responsible for the consequences.",
        "ny": "Mzinda wa Vatican umagwiritsa ntchito Chitaliyana m'malamulo ake ndi m'zofalitsa zake za boma."
    },
    {
        "en": "In our next class, we will study the days of the week, the months, and the seasons.",
        "ny": "Chitaliyana ndi chinenero cha tsiku ndi tsiku chimene anthu ambiri ogwira ntchito m'boma amagwiritsa ntchito, pamene Chilatini chimagwiritsidwa ntchito m'mikondwerero yachipembedzo."
    },
    {
        "en": "In the U.S., it is illegal to torture people in order to get information from them.",
        "ny": "Nzika zonse za Vatican City ndi Aroma Katolika."
    },
    {
        "en": "Industrialization had a great influence on the development of the economy in Japan.",
        "ny": "Anthu akhala akudziŵa zinthu zoyambirira monga golidi, siliva, ndi mkuwa kuyambira kalekale, chifukwa chakuti zonsezi zimapezeka mwachilengedwe ndipo n'zosavuta kuzigwiritsa ntchito ndi zipangizo zoyambirira."
    },
    {
        "en": "Insecticides are agricultural chemicals that exterminate insects harmful to plants.",
        "ny": "Aristotle, yemwe anali katswiri wa nzeru za anthu, ankaphunzitsa kuti zinthu zonse zimapangidwa ndi zinthu zinayi, zomwe ndi nthaka, madzi, mpweya ndi moto."
    },
    {
        "en": "It was exceptionally cold last summer, and the rice crop was the worst in 10 years.",
        "ny": "Zimenezi zinali zofanana kwambiri ndi zinthu zinayi zimene zilipo (m'dongosolo lomwelo): zolimba, zamadzimadzi, zamagesi, ndi za plasma, ngakhale kuti iye ananenanso kuti zinthu zimenezi zimasintha kukhala zinthu zatsopano kuti zikhale zimene tikuona."
    },
    {
        "en": "It was not until she finished reading the book that she noticed who had written it.",
        "ny": "Zitsulo zosakaniza ndi zitsulo zina zambiri."
    },
    {
        "en": "My grandmother used to use her sewing machine a lot up until about three years ago.",
        "ny": "Zinthu monga calcium ndi potassium zimaonedwa kukhala zitsulo."
    },
    {
        "en": "No matter how many people tell him he made a mistake, Tom still insists he's right.",
        "ny": "Mukhozanso kukhala ndi zitsulo zosakaniza ndi zinthu zina monga kaboni."
    },
    {
        "en": "Recently I have been feeling a little tired, so I have not gone swimming this week.",
        "ny": "Zinthu zonse m'chilengedwechi zimapangidwa ndi tinthu ting'onoting'ono tomwe timatchedwa maatomu."
    },
    {
        "en": "Sixty percent of Japanese adult males drink alcoholic beverages on a regular basis.",
        "ny": "Atomu ndi aang'ono kwambiri moti mabiliyoni ambirimbiri a iwo angafike pa kadontho kamene kali kumapeto kwa chiganizochi."
    },
    {
        "en": "Some people bring joy wherever they go, and some people bring joy whenever they go.",
        "ny": "Choncho, anthu ambiri anayamba kukonda kwambiri pensulo."
    },
    {
        "en": "The climate of England isn't as mild as Japan, but in the summer, it's much cooler.",
        "ny": "N'zomvetsa chisoni kuti, popeza kuti njira zatsopano zolembera zakhala zikupezeka, pensulo yakhala yosatchuka ndiponso yogwiritsidwa ntchito kwambiri."
    },
    {
        "en": "The more time you spend talking about what you do, the less time you have to do it.",
        "ny": "Anthu tsopano amalemba mauthenga pa makompyuta, popanda kuyandikira kwa cholembera."
    },
    {
        "en": "The restaurant owner allowed her to take table scraps home to feed all of her dogs.",
        "ny": "Munthu angadabwe kuti kodi kiyibodi idzakhala yotani pamene chinthu chatsopano chibwera."
    },
    {
        "en": "There are several good protections against temptation, but the surest is cowardice.",
        "ny": "Bomba la fission limagwira ntchito motsatira mfundo yakuti pamafunika mphamvu kuti pakhale nyukiliya yokhala ndi ma proton ndi ma neutron ambiri."
    },
    {
        "en": "There is a sewing machine and an ironing board in the room where Tom used to sleep.",
        "ny": "Zili ngati kukwera ngolo yolemera m'phiri, n'kugawananso nyukiliya, kenako n'kupereka mphamvu zina."
    },
    {
        "en": "There is an urgent need for understanding how climate change will affect our lives.",
        "ny": "Maatomu ena amakhala ndi nyukiliya yosakhazikika, kutanthauza kuti amalephera kusweka popanda kukokeka."
    },
    {
        "en": "This time, the exam was not just difficult, but also, the questions were ambiguous.",
        "ny": "Mwezi uli ndi miyala ndi fumbi ndipo mbali yake ya kunja ndi yotchedwa nthaka."
    },
    {
        "en": "Tom and Mary's little boy loves sitting on the kitchen floor banging pots and pans.",
        "ny": "Khungu lake ndi lolimba makilomita 70 mbali ya pafupi ndi makilomita 100 mbali yakutali."
    },
    {
        "en": "Tom asked Mary to pick up some toothpaste and some toilet paper at the supermarket.",
        "ny": "M'mphepete mwa nyanja ya maria ndi yopyapyala ndipo m'mphepete mwa mapiri ndi yolimba."
    },
    {
        "en": "Tom became tired of always having to pay the bill every time he went out with Mary.",
        "ny": "M'mbali mwa nyanjayi munkakhala madzi ambiri chifukwa chakuti nthaka yake inali yopyapyala, motero zinali zosavuta kuti chiphalaphalachi chifike pamwamba."
    },
    {
        "en": "Tom believes that the rich deserve to be rich and that the poor deserve to be poor.",
        "ny": "Ziphunzitso za nkhani zimayang'ana kwambiri kupeza chimene chimapangitsa anthu kuchita chidwi kapena kuwakopa."
    },
    {
        "en": "Tom certainly had plenty of opportunities to go to concerts while he was in Boston.",
        "ny": "Ziphunzitso zimenezi zimasonyeza kuti anthu ali ndi zosoŵa zina ndi/kapena zokhumba zimene zakhala zikudziŵika mkati mwawo pamene akula mpaka kukhala achikulire."
    },
    {
        "en": "Tom certainly looked and sounded better than he did last month when we visited him.",
        "ny": "Ziphunzitso zimenezi zimayang'ana pa chimene chiri chokhudza anthu ena chimene chimawapangitsa kufuna zinthu zimene iwo amachita ndi zinthu ziti m'malo awo ozungulira zimene zidzawapangitsa kuchita kapena kusachita zinthu zina."
    },
    {
        "en": "Tom hit the nail on the head when he said our team lacks enthusiasm and motivation.",
        "ny": "Ziphunzitso ziwiri zotchuka ndizo Maslow's Hierarchy of Needs Theory ndi Hertzberg's Two Factor Theory."
    },
    {
        "en": "Tom wanted Mary to talk to John about the problem she was having with his children.",
        "ny": "Kunena mwachisawawa, makhalidwe awiri akhoza kutuluka monga oyang'anira kuyamba kutsogolera anzawo akale. kumapeto wina wa sipekitiramu akuyesera kukhalabe  mmodzi wa anyamata  (kapena gals)."
    },
    {
        "en": "Tom was sentenced to five days in jail and a year on probation for drunken driving.",
        "ny": "Woyang'anira wamtundu umenewu amavutika kupanga zosankha zosakondweretsa, kuchita zinthu zowongolera, kuunika ntchito, kuika maudindo, ndi kuchititsa anthu kukhala ndi mlandu."
    },
    {
        "en": "We'll need a head hunting agency to find the right man for this executive position.",
        "ny": "Koma munthu wina amene ali ndi maganizo amenewa amakhala wosadziwika bwino ndipo amaona kuti ayenera kusintha zimene gulu lake likuchita kuti zikhale zake."
    },
    {
        "en": "When he returned, he brought a baseball cap and gave it as a present to his friend.",
        "ny": "Ndipotu, mtsogoleri ndiye amachititsa kuti timu yake iziyenda bwino kapena ilephere."
    },
    {
        "en": "After she lost her job, she couldn't afford to feed her dogs, so she gave them away.",
        "ny": "Kaŵirikaŵiri khalidwe limeneli limadzetsa mikangano pakati pa atsogoleri ndi gulu lonse."
    },
    {
        "en": "By this time next year, you will have visited almost all the famous places in Japan.",
        "ny": "Magulu a anthu ena amagwiritsa ntchito njira zofanana ndi za magulu ena, koma pali kusiyana pang'ono."
    },
    {
        "en": "China has imposed a no-fly zone over several disputed islands in the East China Sea.",
        "ny": "Anthu a m'gulu la anthu wamba nthaŵi zambiri amakhala ngati malo oyankhulirana ndi anthu a m'gulu lawo."
    },
    {
        "en": "He doesn't want to leave the room because he's afraid that he'll catch another cold.",
        "ny": "Kaŵirikaŵiri amakhala ndi ufulu wochuluka kuposa mamembala a timu wamba monga magulu awo angasonkhane malinga ndi magawo osiyanasiyana a nthawi omwe sangamvetsetsedwe ndi oyang'anira awo."
    },
    {
        "en": "He studied the scientists considered to be the most significant of the 19th century.",
        "ny": "Kukhalapo kwa \"gulu losaoneka\" lenileni (Larson ndi LaFasto, 1989, p109) ndi mbali yapadera ya gulu lopanda pake."
    },
    {
        "en": "Her car might be more pleasant to drive, but it also costs her more for maintenance.",
        "ny": "\"Gulu losaoneka\" ndi gulu loyang'anira limene aliyense wa mamembala ake amalipereka lipoti.Gulu losaonekali limakhazikitsa miyezo ya membala aliyense."
    },
    {
        "en": "I know you've been waiting a long time, but could you wait just a little bit longer?",
        "ny": "N'chifukwa bungwe mukufuna kudutsa nthawi yambiri ndondomeko kukhazikitsa kuphunzira bungwe? Cholinga chimodzi kuika maganizo kuphunzira bungwe mu mchitidwe ndi luso."
    },
    {
        "en": "I regret that a previous engagement prevents me from accepting your kind invitation.",
        "ny": "Pamene zinthu zonse zimene zilipo zagwiritsidwa ntchito bwino m'madipatimenti onse a bungwe, luso ndi nzeru zimatha kuonekera."
    },
    {
        "en": "I thought we had eaten everything in the house, but I found another box of crackers.",
        "ny": "Zotsatira zake, njira ya bungwe kugwira ntchito limodzi kuthetsa choletsa kungachititse kuti njira yatsopano nzeru kutumikira zosowa kasitomala wa."
    },
    {
        "en": "I've been agonizing over whether to do what Tom suggested or do what Mary suggested.",
        "ny": "Gulu lisanayambe kupanga zinthu zatsopano, utsogoleri uyenera kupanga chikhalidwe cha luso komanso chidziwitso chogawana ndi kuphunzira kwa bungwe."
    },
    {
        "en": "If my wife calls, just tell her I'm in an important meeting and cannot be disturbed.",
        "ny": "Angel (2006) anafotokoza njira Continuum monga njira ntchito kuthandiza mabungwe kufika mlingo apamwamba a ntchito."
    },
    {
        "en": "If you want something to be done right, sometimes you've just got to do it yourself.",
        "ny": "Zambiri za sayansi ya ubongo zimapereka umboni wakuthupi wa njira yophunzirira kufufuza za chidziwitso. Chifukwa chake imachepetsa malo ofufuza ndikuwapangitsa kukhala olondola kwambiri."
    },
    {
        "en": "Is it true that illegal immigrants are taking jobs away from citizens who want them?",
        "ny": "Kugwirizana kwa matenda a ubongo ndi khalidwe kumathandiza asayansi pa kufufuza kwawo."
    },
    {
        "en": "It was no coincidence that both Tom and Mary were in the cafeteria at the same time.",
        "ny": "Kwa nthaŵi yaitali anthu akhala akudziŵa kuti mitundu yosiyanasiyana ya kuwonongeka kwa ubongo, kupwetekedwa, kuvulala, ndi zotupa zimakhudza khalidwe ndi kusintha kwa ntchito zina za maganizo."
    },
    {
        "en": "She advised him to see the dentist, but he said he didn't have enough time to do so.",
        "ny": "Kuwonjezereka kwa matekinoloje atsopano kumatipatsa mwayi woona ndi kufufuza mmene ubongo umagwirira ntchito ndi njira zake zimene sitinazionepo."
    },
    {
        "en": "She bought him a dog. However, he was allergic to dogs, so they had to give it away.",
        "ny": "Zimenezi zimatipatsa chidziŵitso chochuluka ndi zinthu zoti tigwiritse ntchito popanga zitsanzo zoyerekezera zimene zimatithandiza kumvetsetsa zochitika m'maganizo mwathu."
    },
    {
        "en": "The Titanic's lifeboats only had enough space to carry about half of those on board.",
        "ny": "Ngakhale kuti AI ili ndi tanthauzo lamphamvu la zopeka zasayansi, AI imapanga nthambi yofunika kwambiri ya sayansi yamakompyuta, yokhudzana ndi machitidwe, kuphunzira ndi kusintha kwanzeru pamakina."
    },
    {
        "en": "The coach urged his team not to be complacent following their four consecutive wins.",
        "ny": "Kufufuza za AI kumaphatikizapo kupanga makina kuti azigwira ntchito zokha zomwe zimafuna khalidwe lanzeru."
    },
    {
        "en": "The company is owned by a group of entrepreneurs who started it right after the war.",
        "ny": "Zitsanzo zake ndi monga kulamulira, kukonza ndi kukonza ndandanda, kuthekera koyankha kufunsa ndi kufunsa kwa makasitomala, komanso kuzindikira kalembedwe ka manja, mawu ndi nkhope."
    },
    {
        "en": "The day after going to the gym, parts of my body hurt that I didn't even know I had.",
        "ny": "Zinthu zoterozo zakhala maphunziro osiyana, amene amayang'ana pa kupereka njira zothetsera mavuto enieni a moyo."
    },
    {
        "en": "The library near my house is now open only three days a week due to budget cutbacks.",
        "ny": "Dongosolo la AI tsopano limagwiritsidwa ntchito kwambiri m'maiko azachuma, zamankhwala, zomangamanga ndi ankhondo, monga momwe zimakhazikitsidwa pamakompyuta angapo apanyumba ndi mapulogalamu amasewera apakanema."
    },
    {
        "en": "The management finally succumbed to the demand of the workers and gave them a raise.",
        "ny": "Nthaŵi zambiri mphunzitsi angakonde kupita ndi ophunzira ake kumalo amene ulendo wa basi sungatheke."
    },
    {
        "en": "The more you look, the more you will see, and the more interesting they will become.",
        "ny": "Njira yothetsera vutoli ndi njira zamakono monga maulendo opita ku malo enaake osungirako zinthu zakale, kukaona malo osungirako zinthu zam'madzi, kapena kukaona zinthu zochititsa chidwi zimene ana a sukulu amapanga."
    },
    {
        "en": "The samples were collected from two hundred medical institutions all over the world.",
        "ny": "Kugawana ulendo wa pamunda pafupifupi ndi njira yabwino kwambiri yosonyezera ulendo ndi kugawana zokumana nazo ndi makalasi amtsogolo."
    },
    {
        "en": "Tom and Mary were in the middle of a heated argument when John walked into the room.",
        "ny": "Mwachitsanzo, chaka chilichonse ophunzira a pa sukulu ya Bennet ku North Carolina amapanga webusaiti yokhudza ulendo wawo wopita ku likulu la boma, chaka chilichonse webusaitiyi imakonzedwanso, koma mabaibulo akale amasungidwa pa intaneti kuti azigwiritsa ntchito ngati buku la zithunzi."
    },
    {
        "en": "Tom believes it's absolutely necessary to drink at least a liter of water every day.",
        "ny": "Mabulogu amathandizanso kukulitsa kulemba kwa ophunzira. Ngakhale ophunzira nthawi zambiri amayamba blog yawo ndi galamala yosasamala ndi kalembedwe, kupezeka kwa omvera nthawi zambiri kumasintha."
    },
    {
        "en": "Tom bought an engagement ring for Mary with money he inherited from his grandfather.",
        "ny": "Popeza kuti ophunzira kaŵirikaŵiri amakhala omvetsera otsutsa kwambiri, wolemba blog amayamba kuyesetsa kuwongolera kulemba kuti apeŵe kutsutsidwa."
    },
    {
        "en": "Tom claims he doesn't watch much TV, but he watches more than three hours every day.",
        "ny": "Kulemba mabulogu \"kumakakamiza ophunzira kuti adziwe zambiri za dziko lowazungulira\". Kufunika kothandiza chidwi cha omvera kumalimbikitsa ophunzira kukhala anzeru komanso osangalatsa (Toto, 2004)."
    },
    {
        "en": "Tom doesn't have many clothes. That's why you always see him wearing the same thing.",
        "ny": "Kulemba mabulogu ndi chida cholimbikitsira mgwirizano, ndipo kumalimbikitsa ophunzira kuti apititse patsogolo kuphunzira kupitirira tsiku la sukulu lachikhalidwe."
    },
    {
        "en": "Tom found some skeletons in the cupboard when he was researching his family history.",
        "ny": "Kugwiritsa ntchito bwino ma blog \"kungathandize ophunzira kuti azitha kuwunika ndi kuwunikira; poyankha mwachangu pazinthu zapaintaneti, ophunzira amatha kufotokoza malingaliro awo potengera zolemba za ena komanso kufotokoza malingaliro awo pazinthu zina (Oravec, 2002)."
    },
    {
        "en": "Tom laughed at some of Mary's jokes, but he thought some of them weren't very funny.",
        "ny": "Ottawa ndi mzinda wokongola wa ku Canada, umene anthu ake amalankhula zinenero ziwiri, ndipo uli ndi nyumba zosungiramo zinthu zojambulajambula ndi malo osungiramo zinthu zakale zimene zimasonyeza mbiri yakale ndi yamakono ya dziko la Canada."
    },
    {
        "en": "Tom put up with the pain for a couple of weeks before finally going to the hospital.",
        "ny": "Kum'mwera kwenikweni kuli mathithi a Niagara ndipo kumpoto kuli malo okongola osadziŵika a ku Muskoka ndi madera ena."
    },
    {
        "en": "Tom sat staring at the tropical fish swimming around in the aquarium in his bedroom.",
        "ny": "Zinthu zonsezi ndi zina zambiri zimachititsa Ontario kukhala chinthu chimene anthu akunja amachiona kukhala cha ku Canada."
    },
    {
        "en": "Tom wanted to stick around to see what would happen. Unfortunately, he had to leave.",
        "ny": "Madera aakulu kumpoto kwake ali ndi anthu ochepa ndipo ena ali m'chipululu chopanda anthu."
    },
    {
        "en": "Tom warned Mary that John was nothing but trouble. However, she ignored his warning.",
        "ny": "Poyerekezera chiŵerengero cha anthu, chimene chimadabwitsa ambiri: Pali anthu ambiri a ku Africa a ku America amene akukhala ku United States kuposa nzika za ku Canada."
    },
    {
        "en": "Tom's parents don't want Tom and Mary to live together until after they are married.",
        "ny": "Zilumba za Kum'maŵa kwa Africa zili m'nyanja ya Indian pafupi ndi gombe la kum'maŵa kwa Africa."
    },
    {
        "en": "Visitors are usually asked to remove their shoes before they enter a Japanese house.",
        "ny": "Dziko la Madagascar ndi lalikulu kwambiri pa mayiko onse a padziko lapansi ndipo lili ndi zinyama zambiri."
    },
    {
        "en": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.",
        "ny": "Zilumba zazing'ono zambiri ndi maiko odziimira pawokha, kapena ogwirizana ndi France, ndipo amadziŵika monga malo okhala ndi gombe labwino."
    },
    {
        "en": "With many students chatting, it was difficult to hear what the professor had to say.",
        "ny": "Aarabu anabweretsanso Chisilamu m'mayikowo, ndipo chinakula kwambiri ku Comoros ndi Mayotte."
    },
    {
        "en": "You should always spend time doing things that help your children get ahead in life.",
        "ny": "Chisonkhezero cha ku Ulaya ndi ulamuliro wa atsamunda zinayamba m'zaka za zana la 15, pamene wofufuza malo wa Chipwitikizi Vasco da Gama anapeza Njira ya ku Cape kuchokera ku Ulaya kupita ku India."
    },
    {
        "en": "Let's go to the movies next time. \"What makes you think there will be a next time?\"",
        "ny": "Kumpoto derali limadutsa m'nyanja ya Sahel, ndipo kum'mwera ndi kumadzulo ndi nyanja ya Atlantic."
    },
    {
        "en": "An infant is not capable of speaking, so it just screams until it gets what it wants.",
        "ny": "Akazi: Akulimbikitsidwa kuti akazi apaulendo aliyense anene kuti ali okwatira, mosasamala kanthu za mkhalidwe weniweni wa ukwati."
    },
    {
        "en": "At the funeral, the widow looked very dignified, with her black suit, hat and gloves.",
        "ny": "N'kothandizanso kuvala mphete (koma osati imene imaoneka ngati yokwera mtengo kwambiri."
    },
    {
        "en": "Daddy, let's make faces at each other and see who can keep from laughing the longest.",
        "ny": "Akazi ayenera kuzindikira kuti kusiyana kwa chikhalidwe kungachititse zimene iwo angawone ngati kuvutitsidwa ndipo si zachilendo kutsatiridwa, kugwidwa mkono, ndi zina zotero."
    },
    {
        "en": "Do you think you have to be able to pass for a native speaker to be an effective spy?",
        "ny": "Khalani olimba pokana amuna, ndipo musaope kuima pamalo anu (kusiyana kwa chikhalidwe kapena ayi, sikumapangitsa kuti zikhale bwino!)."
    },
    {
        "en": "Generally speaking, we Japanese are a little too timid in speaking foreign languages.",
        "ny": "Mzinda wamakono wa Casablanca unakhazikitsidwa ndi asodzi a Berber m'zaka za zana la 10 BCE, ndipo unagwiritsidwa ntchito ndi Afoinike, Aroma, ndi a Merenids ngati doko lotchedwa Anfa."
    },
    {
        "en": "He made it clear that he had no intention of becoming a professional football player.",
        "ny": "Apwitikizi anauwononga ndi kuumangiranso pansi pa dzina lakuti Casa Branca, koma anausiya pambuyo pa chivomezi mu 1755."
    },
    {
        "en": "He turned the bottle upside down and shook it, but still the honey wouldn't come out.",
        "ny": "Mfumu ya ku Morocco inamangiranso mzindawu kuti Daru l-Badya ndipo unapatsidwa dzina lakuti Casablanca ndi amalonda a ku Spain amene anakhazikitsa malo ogulitsira kumeneko."
    },
    {
        "en": "I don't know what I'm going to do with my cat now that I'm moving to another country.",
        "ny": "Casablanca ndi amodzi mwa malo osangalatsa kwambiri kugula zinthu ku Morocco konse."
    },
    {
        "en": "I'd like to take advantage of this opportunity to thank you all for your cooperation.",
        "ny": "Kuzungulira mzinda wakale wa Medina n'kosavuta kupeza malo ogulitsa zinthu zachikhalidwe za ku Morocco, monga tagines, ziwiya zadothi, zikopa, ma hookah, ndi mitundu yosiyanasiyana ya ma geegaws, koma zonse ndi za alendo."
    },
    {
        "en": "If people who smoke are deprived of their cigarettes, they get nervous and irritable.",
        "ny": "Goma ndi mzinda wa alendo ku Democratic Republic of Congo kum'maŵa kwenikweni pafupi ndi Rwanda."
    },
    {
        "en": "If you want to hear a scary story, I'll tell you about a dream I had a few weeks ago.",
        "ny": "Mu 2002 Goma anawonongedwa ndi chiphalaphala chochokera ku phiri la Nyiragongo lomwe linakwirira misewu yambiri ya m'tauni, makamaka pakati pa tauni."
    },
    {
        "en": "In London, the police are always worried about finding a bomb on the train or subway.",
        "ny": "Ngakhale kuti Goma ndi malo otetezeka, ulendo uliwonse kunja kwa Goma uyenera kufufuzidwa kuti mumvetse momwe nkhondo ikupitirirabe m'chigawo cha North Kivu."
    },
    {
        "en": "In all of my travels, I have never seen a more beautiful mountain than Mount Everest.",
        "ny": "Mzindawu umakhalanso malo okwera phiri la Nyiragongo pamodzi ndi ena mwa mapiri otsika mtengo kwambiri a Mountain Gorilla ku Africa."
    },
    {
        "en": "In many countries, the main reason that people come to big cities is because of work.",
        "ny": "Mukhoza kugwiritsa ntchito boda-boda (takisi ya njinga zamoto) kuti muyende kuzungulira Goma. Mtengo wamba (wakomweko) ndi ~ 500 Congolese Francs paulendo waufupi."
    },
    {
        "en": "It may seem like a crazy idea, but I think we should go visit Tom and Mary right now.",
        "ny": "Chifukwa chakuti mzindawu ndi wosatheka kufikako, anthu anayamba kugwiritsa ntchito mawu akuti \"Timbuktu\" mophiphiritsa kutanthauza malo enaake akutali."
    },
    {
        "en": "It was after a meeting in America that he decided to write a book for non-scientists.",
        "ny": "Masiku ano, mzinda wa Timbuktu ndi wosauka, ngakhale kuti ndi wotchuka kwambiri ndipo uli ndi bwalo la ndege."
    },
    {
        "en": "It was five days after she graduated that my daughter left Osaka Airport for Germany.",
        "ny": "Mu 1990, anawonjezeredwa ku mndandanda wa malo a dziko omwe ali pangozi, chifukwa cha chiopsezo cha mchenga wa m'chipululu."
    },
    {
        "en": "Ladies and gentlemen, due to an accident at the airport, our arrival will be delayed.",
        "ny": "Inali imodzi mwa malo akuluakulu omwe Henry Louis Gates adayimapo pa PBS Special Wonders of the African World."
    },
    {
        "en": "Make your airplane reservations early since flights fill up quickly around Christmas.",
        "ny": "Mzindawu ndi wosiyana kwambiri ndi mizinda ina yonse ya m'dzikolo, chifukwa uli ndi chikhalidwe cha Aarabu kuposa cha Aafirika."
    },
    {
        "en": "Many native speakers of Japanese have trouble hearing the difference between B and V.",
        "ny": "Malo otchedwa Kruger National Park (KNP) ali kumpoto chakum'maŵa kwa South Africa ndipo ali m'malire ndi Mozambique kum'maŵa, Zimbabwe kumpoto, ndipo malire a kum'mwera ali mtsinje wa Crocodile."
    },
    {
        "en": "My love for you won't let me tell you everything. Some things are better left unsaid.",
        "ny": "Pakiyi ili ndi malo okwana 19,500 km2 ndipo imagawidwa m'zigawo 14 zosiyana, ndipo iliyonse imathandizira nyama zakutchire zosiyanasiyana."
    },
    {
        "en": "The airline provided free accommodation to stranded passengers as a goodwill gesture.",
        "ny": "Ndi chimodzi mwa zokopa zazikulu ku South Africa ndipo chimatengedwa kuti ndi malo odziwika bwino ku South African National Parks (SANParks)."
    },
    {
        "en": "The antiques my father left when he died turned out to be nothing but worthless junk.",
        "ny": "Monga momwe zilili ndi mapaki onse a ku South Africa, pali ndalama za tsiku ndi tsiku zosungirako ndi kulowa paki."
    },
    {
        "en": "The bomb blew Tom's house to smithereens. Fortunately, he wasn't at home at the time.",
        "ny": "Kungakhalenso kopindulitsa kwa munthu kugula khadi la Wild Card, limene limapereka mwayi woloŵa m'mapaki ena osankhidwa a ku South Africa kapena m'mapaki onse a dziko la South Africa."
    },
    {
        "en": "The number of students who were late for school was much smaller than I had expected.",
        "ny": "Chilumba cha Hong Kong chimapatsa dzina dera la Hong Kong ndipo ndi malo amene alendo ambiri amawaona kukhala malo ofunika kwambiri."
    },
    {
        "en": "The old man in the wheelchair told me that he knew my mother when she was a teenager.",
        "ny": "Nyumba zambiri zimene zili m'mphepete mwa mzindawu zimaoneka ngati mchenga wowala kwambiri woonekera m'madzi a doko la Victoria."
    },
    {
        "en": "The sudden increase of cars is causing a large number of traffic accidents every day.",
        "ny": "Kuti muone bwino kwambiri Hong Kong, chokani pachilumbachi ndi kupita ku gombe la Kowloon lomwe lili kutsogolo kwake."
    },
    {
        "en": "There is no other country in the world where earthquakes are as frequent as in Japan.",
        "ny": "Mbali yaikulu ya chitukuko cha mzinda wa chilumba cha Hong Kong ili m'malo ouma pa nthaka yobwezeretsedwa m'mphepete mwa nyanja ya kumpoto."
    },
    {
        "en": "They usually have breakfast at half past seven o'clock and eat their lunch at twelve.",
        "ny": "Apa ndi pamene anthu a ku Britain anapeza malo awo ndipo ngati mukufuna kupeza umboni wa mmene maderawa analili kale, ndi malo abwino kuyamba."
    },
    {
        "en": "Tom and Mary both wanted to go to Boston, but neither of them could get the time off.",
        "ny": "Ma Sundarbans ndi malo akuluakulu kwambiri okhala ndi mitengo ya mangrove padziko lapansi, omwe ali pamtunda wa makilomita 80 (50 mi) kupita ku Bangladesh ndi India kuchokera pagombe."
    },
    {
        "en": "Tom could tell by the smile on Mary's face that she had had a good time at the party.",
        "ny": "Malo a Sundarbans ndi mbali ya nkhalango ya ku India ndipo amatchedwa kuti Sundarbans National Park."
    },
    {
        "en": "Tom couldn't completely rule out the possibility that he might be laid off from work.",
        "ny": "Nkhalangozi si malo a mitengo ya mangrove okha ayi, koma zimaphatikizapo nkhalango zina zamphamvu zomwe kale zinali m'chigwa cha Ganges."
    },
    {
        "en": "Tom is the first guy Mary has really been interested in since she broke up with John.",
        "ny": "Ma Sundarbans ali ndi malo okwana 3,850 km2, ndipo pafupifupi gawo limodzi mwa magawo atatu aliwonse ali m'madzi / m'madambo."
    },
    {
        "en": "Tom played a Spanish folk tune on his English horn at a Chinese restaurant in France.",
        "ny": "Kuyambira mu 1966 Sundarbans akhala malo osungirako nyama zakutchire, ndipo akuti tsopano m'derali muli akambuku a Royal Bengal okwana 400 ndi mbidzi pafupifupi 30,000."
    },
    {
        "en": "Tom pulled out some necklaces from his bag and told Mary to choose the one she liked.",
        "ny": "Mabasi amachoka pa siteshoni yamabasi apakati pa zigawo (m'mbali mwa mtsinje) tsiku lonse, ngakhale ambiri, makamaka omwe amapita kum'mawa ndi Jakar / Bumthang amachoka pakati pa 06:30 ndi 07:30."
    },
    {
        "en": "Tom took me to a restaurant where you can eat as much as you want for thirty dollars.",
        "ny": "Popeza mabasi a pakati pa zigawo nthaŵi zambiri amakhala odzaza, ndi bwino kugula tikiti masiku angapo pasadakhale."
    },
    {
        "en": "Tom volunteered a good deal of his time to helping those less fortunate than himself.",
        "ny": "Madera ambiri amatumizidwa ndi Mabasi aang'ono a ku Japan, amene ali omasuka ndi olimba."
    },
    {
        "en": "Tom was kicked out of his house by his parents when he confessed to being an atheist.",
        "ny": "Matekisi ogulitsidwa ndi anthu ena ndi njira yachangu ndi yabwino yoyendera kupita ku malo apafupi, monga ku Paro (Num 150) ndi ku Punakha (Num 200)."
    },
    {
        "en": "When in doubt tell the truth. It will confound your enemies and astound your friends.",
        "ny": "Mlatho wa Oyapock ndi mlatho wa waya. Umadutsa mtsinje wa Oyapock kulumikiza mizinda ya Oiapoque ku Brazil ndi Saint-Georges de l'Oyapock ku French Guiana."
    },
    {
        "en": "You're playing with fire if you insist on riding your motorcycle without a helmet on.",
        "ny": "Nsanja ziwirizi zimakwera mpaka mamita 83, ndi 378 mamita yaitali ndipo ili ndi mizere iwiri ya 3.50 m m'lifupi."
    },
    {
        "en": "We were invited to their wedding. \"Is that so? Well, what are you going to get them?",
        "ny": "Mlathowu uli ndi mamita 15. Ntchito yomanga idamalizidwa mu Ogasiti 2011, ndipo sinatsegulidwe mpaka Marichi 2017."
    },
    {
        "en": "A lot of companies are going under lately because banks are so tight with their money.",
        "ny": "Mlathowu ukuyembekezeka kuyamba kugwira ntchito mu September 2017, pamene malo oyang'anira msonkho ku Brazil akuyembekezeka kumalizidwa."
    },
    {
        "en": "A pre-dawn raid has netted a large stash of illegal steroids and several bags of cash.",
        "ny": "Anthu a mtundu wa Guaraní anali gulu lalikulu kwambiri la anthu a m'dziko limene tsopano ndi kum'mawa kwa Paraguay, ndipo anali kukhala monga osaka omwe ankagwiritsanso ntchito ulimi."
    },
    {
        "en": "After years of suffering, she finally decided to forget the past and begin a new life.",
        "ny": "M'dera la Chaco munali mafuko ena achimwenye monga Guaycurú ndi Payaguá, amene anali kukhala ndi moyo mwa kusaka, kusonkhanitsa ndi kusodza."
    },
    {
        "en": "All happy families resemble each other, each unhappy family is unhappy in its own way.",
        "ny": "M'zaka za zana la 16, Paraguay, yomwe kale inkatchedwa \"Chigawo Chachikulu cha ku Indies\", inakhalapo chifukwa cha kukumana kwa ogonjetsa a ku Spain ndi magulu a anthu a m'dzikoli."
    },
    {
        "en": "American politics are interesting to watch, especially during a presidential election.",
        "ny": "Anthu a ku Spain anayamba nyengo ya atsamunda imene inatenga zaka mazana atatu."
    },
    {
        "en": "Democracy is the worst form of government, except all the others that have been tried.",
        "ny": "Kuyambira pamene Asunción inakhazikitsidwa mu 1537, Paraguay yakwanitsa kusunga chikhalidwe chake ndi chikhalidwe chake."
    },
    {
        "en": "He said that he could smell something burning and that the telephones weren't working.",
        "ny": "Argentina amadziŵika bwino kukhala ndi amodzi a magulu ndi oseŵera polo abwino koposa padziko lonse."
    },
    {
        "en": "I don't need to sound like a native speaker, I just want to be able to speak fluently.",
        "ny": "Mpikisano waukulu koposa wa chaka umachitika mu December m'mabwalo a polo ku Las Cañitas."
    },
    {
        "en": "I don't understand and I'm not used to not understanding. Please explain it once more.",
        "ny": "Maseŵera aang'ono ndi machesi angathenso kuwonedwa pano panthaŵi zina za chaka."
    },
    {
        "en": "I heard that Tom had been smuggling drugs into America for years before he got caught.",
        "ny": "Kuti mudziwe zambiri zokhudza mpikisano ndiponso kumene mungagule matikiti a maseŵera a polo, onani tsamba la Asociación Argentina de Polo."
    },
    {
        "en": "I'd describe him as a middle-aged man in a yellow jacket, orange tie and a pink shirt.",
        "ny": "Ndalama ya ku Falklands ndi mapaundi a ku Falkland (FKP) amene mtengo wake ndi wofanana ndi wa mapaundi a ku Britain (GBP)."
    },
    {
        "en": "If you could go back and start your life again, from what age would you like to start?",
        "ny": "Ndalama zingasinthidwe ku banki yokha pazilumba zomwe zili ku Stanley moyang'anizana ndi sitolo ya FIC West."
    },
    {
        "en": "It seems that the policeman in this TV series is a dirty cop who abuses his authority.",
        "ny": "Mapaundi aku Britain amavomerezedwa kulikonse kuzilumba ndipo mkati mwa Stanley makhadi a ngongole ndi madola aku United States amavomerezedwanso."
    },
    {
        "en": "It's very difficult to find a black cat in a dark room, especially if there is no cat.",
        "ny": "Pa zisumbu zakutali makhadi a ngongole mwinamwake sadzalandiridwa, ngakhale kuti ndalama za ku Britain ndi United States zingalandiridwe; funsani eni ake pasadakhale kuti mudziŵe njira ya malipiro yovomerezeka."
    },
    {
        "en": "Many, if not most, professional translators only translate into their native language.",
        "ny": "N'zosatheka kusinthitsa ndalama za ku Falklands kunja kwa zilumbazi, choncho sinthanitsani ndalama musanachoke pa zilumbazi."
    },
    {
        "en": "No news is good news. If you haven't heard from your son it's because he's doing well.",
        "ny": "Popeza kuti Montevideo ali kum'mwera kwa equator, kumeneko ndi chilimwe pamene kuli chisanu kumpoto kwa dziko lapansi ndi kum'maŵa kwake."
    },
    {
        "en": "Opponents say genetically engineered crops can cross-pollinate and damage other crops.",
        "ny": "Montevideo ili m'madera otentha; m'nyengo ya chilimwe, kutentha kwapamwamba kuposa +30°C kumakhala kofala."
    },
    {
        "en": "Plan for the future because that's where you are going to spend the rest of your life.",
        "ny": "M'nyengo yozizira kumakhala kozizira kwambiri: kutentha sikumakhala kozizira kwambiri, koma mphepo ndi chinyezi zimapangitsa kuti kuzizira kukhale kozizira kwambiri kuposa mmene thermometer imanenera."
    },
    {
        "en": "Please fasten your seat belt and observe the \"no smoking\" sign until it is turned off.",
        "ny": "Palibe nyengo \"yamvula\" ndi \"yopanda mvula\": kuchuluka kwa mvula kumakhala kofanana pafupifupi chaka chonse."
    },
    {
        "en": "Sometimes you don't need to speak the same language in order to understand each other.",
        "ny": "Ngakhale kuti nyama zambiri za m'pakiyi zimazoloŵera kuona anthu, nyama zakutchire ndi zakutchirebe ndipo siziyenera kudyetsedwa kapena kusokonezedwa."
    },
    {
        "en": "The company provides health care and life insurance benefits for all of its employees.",
        "ny": "Malinga ndi zimene akuluakulu a pakiyo ananena, khalani patali ndi zimbalangondo ndi mimbulu ndi nyama zina zonse zakutchire, ndipo khalani patali ndi nyama zina zonse zakutchire, mwina mamita 100!"
    },
    {
        "en": "The first group studies in the morning, and the second group studies in the afternoon.",
        "ny": "Mosasamala kanthu za mmene amaonekera kukhala omvera, njati, mbawala, zimbalangondo, ndi pafupifupi nyama zonse zazikulu zimatha kuukira."
    },
    {
        "en": "The hardest thing in life is knowing which bridges to cross and which bridges to burn.",
        "ny": "Chaka chilichonse, alendo ambiri amavulala chifukwa chosakhala patali ndi nyamazi."
    },
    {
        "en": "The only trouble I've ever had was dealing with people who didn't like my personality.",
        "ny": "Kuwonjezera apo, dziŵani kuti fungo limakopa zimbalangondo ndi nyama zina zakuthengo, chotero peŵani kunyamula kapena kuphika zakudya zonunkha ndi kusunga msasa kukhala waukhondo."
    },
    {
        "en": "To put it bluntly, the reason this team won't win is because you're holding them back.",
        "ny": "Apia ndi likulu la dziko la Samoa, ndipo lili pachilumba cha Upolu."
    },
    {
        "en": "Tom eventually figured out how to install a free database application on his computer.",
        "ny": "Apia inakhazikitsidwa m'ma 1850 ndipo yakhala likulu la boma la Samoa kuyambira 1959."
    },
    {
        "en": "Tom managed to cut himself while trying to open a bag of peanuts with his pocketknife.",
        "ny": "Mzindawu unakhala malo a nkhondo yapamadzi yotchuka kwambiri mu 1889 pamene zombo zisanu ndi ziŵiri zochokera ku Germany, United States, ndi Britain zinakana kuchoka m'mudziwo."
    },
    {
        "en": "Tom thought that there was a good chance that it was Mary who had stolen the painting.",
        "ny": "Sitima zonse zinamira, kupatulapo sitima imodzi ya ku Britain."
    },
    {
        "en": "Tom walked over to the woman with a drink in her hand and asked her what her name was.",
        "ny": "Panthawi ya nkhondo yodziyimira pawokha yokonzedwa ndi gulu la Mau, msonkhano wamtendere mtawuniyi udapangitsa kupha mtsogoleri wamkulu wa Tupua Tamasese Lealofi III."
    },
    {
        "en": "Tom wanted to cut down that tree in his front yard, but Mary doesn't want it cut down.",
        "ny": "Pali magombe ambiri, chifukwa cha Auckland kukhala ndi madoko aŵiri. Omwe ali otchuka kwambiri ali m'madera atatu."
    },
    {
        "en": "Tom wasn't wearing a wedding ring, but Mary noticed a white circle on his ring finger.",
        "ny": "Magombe a North Shore (ku chigawo cha North Harbour) ali kunyanja ya Pacific ndipo amachokera ku Long Bay kumpoto mpaka ku Devonport kumwera."
    },
    {
        "en": "We must pay attention to the fact that no nation claimed sovereignty over this region.",
        "ny": "Pafupifupi onse ali magombe amchenga amene ali otetezereka kusambira, ndipo ambiri ali ndi mthunzi woperekedwa ndi mitengo ya pohutukawa."
    },
    {
        "en": "When I got the phone call telling me of my father's death, I was completely flustered.",
        "ny": "Magombe a Tamaki Drive ali pa doko la Waitemata, m'midzi yapamwamba ya Mission Bay ndi St Heliers ku Central Auckland."
    },
    {
        "en": "You could search the world over and never find another woman more beautiful than Mary.",
        "ny": "M'mphepete mwa nyanjayi muli masitolo ambiri ndipo simungavutike kusambira."
    },
    {
        "en": "According to a recent study, the average life span of the Japanese is still increasing.",
        "ny": "Mowa waukulu wakomweko ndi 'Number One', si mowa wovuta, koma wokoma ndi wotsitsimula. Mowa wina wakomweko umatchedwa \"Manta\"."
    },
    {
        "en": "According to this magazine, my favorite actress will marry a jazz musician next spring.",
        "ny": "Pali vinyo wambiri wa ku France amene angapezeke, koma vinyo wa ku New Zealand ndi wa ku Australia angafike bwino."
    },
    {
        "en": "At first we used to go separately, but one day we started going and returning together.",
        "ny": "Madzi apampopi a m'deralo ndi abwino kwambiri kumwa, koma madzi a m'mabotolo amapezeka mosavuta ngati muli ndi mantha."
    },
    {
        "en": "At lunchtime today, our usual restaurant was closed because of a funeral in the family.",
        "ny": "Kwa anthu a ku Australia, khofi 'yoyera' ndi yachilendo, khofi waufupi ndi 'espresso,' khofi wa cappuccino ndi wochuluka kwambiri ndi kirimu (osati thovu), ndipo tiyi amatumizidwa popanda mkaka."
    },
    {
        "en": "Because of some technical problem, a movie was shown in place of the announced program.",
        "ny": "Chokoleti chowotcha chili ndi miyezo ya ku Belgium. Msuzi wa zipatso ndi wokwera mtengo koma wabwino kwambiri."
    },
    {
        "en": "Governments usually resort to price control when inflation has reached a certain level.",
        "ny": "Anthu ambiri amapita ku thanthweli chaka chonse, ndipo kuvulala chifukwa cha zinthu zimenezi n'kosafala."
    },
    {
        "en": "He can't tell a cherry tree from a plum tree, but he can name them in twelve languages.",
        "ny": "Komabe, mverani malangizo a akuluakulu a boma, mverani zizindikiro zonse, ndipo tcherani khutu ku machenjezo a chitetezo."
    },
    {
        "en": "He who asks is a fool for five minutes, but he who does not ask remains a fool forever.",
        "ny": "M'ma 1770 a ku America, mbalamezi zinkapezeka m'mphepete mwa nyanja komanso m'mphepete mwa mitsinje kuyambira mu October mpaka mu April."
    },
    {
        "en": "He's a really straight-laced guy, so he doesn't like the idea of his son changing jobs.",
        "ny": "Koma nsombazi zimaopa anthu ndipo zimathawa."
    },
    {
        "en": "I don't think I'll ever sound like a native speaker and I don't really think I need to.",
        "ny": "Ng'ona za m'madzi amchere sizimakhala m'nyanja, malo awo okhala ndi m'mphepete mwa mitsinje kumpoto kwa Rockhampton."
    },
    {
        "en": "I imagine that Tom will eventually find out that Mary has been talking behind his back.",
        "ny": "Kuchita kusungitsa malo pasadakhale kumapatsa apaulendo mtendere wa maganizo wakuti adzakhala ndi malo ogona akafika kumene akupita."
    },
    {
        "en": "I never for a moment imagined that I would still be doing this kind of thing at my age.",
        "ny": "Mabungwe a maulendo nthaŵi zambiri amagwirizana ndi mahotela enaake, ngakhale kuti mungapeze njira zina zosungira malo, monga malo a msasa, kudzera mwa mabungwe a maulendo."
    },
    {
        "en": "I think it's highly unlikely that we'll ever get any help from the national government.",
        "ny": "Nthawi zambiri mabungwe a zamalonda amapereka zinthu monga chakudya cham'mawa, ulendo wopita ku bwalo la ndege kapena kubwerera, kapenanso maulendo a ndege ndi a ku hotelo."
    },
    {
        "en": "I would like to drastically decrease the amount of time it takes me to clean the house.",
        "ny": "Angakusungireni malo ngati mukufuna kuti muganizire kaye za malowo kapena kupeza zikalata zina (monga visa)."
    },
    {
        "en": "If mankind doesn't take care of the environment, the environment may eliminate mankind.",
        "ny": "Komabe, kusintha kulikonse kapena zopempha zilizonse ziyenera kuchitidwa kudzera mwa bungwe la maulendo poyamba osati mwachindunji ku hoteloyo."
    },
    {
        "en": "People who are constantly copying others do it because they can't think for themselves.",
        "ny": "Pa zikondwerero zina, anthu ambiri amene amafika pamapwando a nyimbo amasankha kumanga misasa pamalowo, ndipo anthu ambiri amaona kuti zimenezi n'zofunika kwambiri."
    },
    {
        "en": "Suddenly, there was a period of terrible violence and hatred between blacks and whites.",
        "ny": "Ngati mukufuna kukhala pafupi ndi zochitikazo muyenera kufika mofulumira kuti mupeze malo okhala pafupi ndi nyimbo."
    },
    {
        "en": "That report was important because it pointed out all the errors the committee had made.",
        "ny": "Kumbukirani kuti ngakhale kuti nyimbo za m'mabwalo aakulu zingathe kutha, pangakhale mbali zina za madyerero zimene zidzapitirizabe kuimba nyimbo mpaka usiku kwambiri."
    },
    {
        "en": "The amount of paper produced by a country is closely related to its cultural standards.",
        "ny": "Mapwando ena amakhala ndi malo apadera oti mabanja okhala ndi ana aang'ono azikhalamo."
    },
    {
        "en": "The first point that requires clarification is that the design was purely experimental.",
        "ny": "Ngati mukuwoloka nyanja ya Northern Baltic m'nyengo yozizira, onetsetsani malo amene kanyumba ka m'sitimako kali, chifukwa kudutsa m'madzi oundana kumapangitsa phokoso loopsa kwa anthu amene amavutika kwambiri."
    },
    {
        "en": "The shortage of engineers is the greatest bottleneck to the development of our company.",
        "ny": "Maulendo apanyanja a ku Saint Petersburg amaphatikizapo nthaŵi yokhala mu mzindawu."
    },
    {
        "en": "The twins look so much alike it's next to impossible to distinguish one from the other.",
        "ny": "Nthawi zambiri m'macasino mumakhalabe mawindo ndipo nthawi zina mumafunika kupeza njira zotulukira m'nyumbazo."
    },
    {
        "en": "To become a professional banjo player, you need to spend thousands of hours practicing.",
        "ny": "Kaŵirikaŵiri amakhala ndi chakudya chapadera, zakumwa ndi zosangulutsa, kuti alendowo akhale ndi mkhalidwe wabwino, ndi kuwasunga m'malowo."
    },
    {
        "en": "Tom asked Mary when she was going to buy a new pair of shoes for her youngest daughter.",
        "ny": "Komabe, kuledzera kumawononga nzeru, ndipo otchova juga onse odziŵa bwino amazindikira kufunika kwa kukhalabe osamala."
    },
    {
        "en": "Tom had his ear pressed to the door, trying to hear what was going on in the next room.",
        "ny": "Aliyense amene akuyendetsa galimoto m'malo aatali kapena m'mapiri ayenera kuganizira za chipale chofeŵa, ayezi, kapena kuzizira."
    },
    {
        "en": "is a public engagement work aimed at bringing awareness on scientific research on sleeping sickness.",
        "ny": "M'misewu ya chipale chofewa, simungakokane kwambiri ndipo simungathe kuyendetsa galimoto ngati kuti muli pa phula."
    },
    {
        "en": "A collaboration between the Wellcome Centre for Integrative Parasitology, University of Glasgow School of Life Sciences, Surge, Kamuzu University of Health Sciences and Malawi VOICES.",
        "ny": "M'nyengo ya chipale chofeŵa, chipale chofeŵa chokwanira kuti muime chikhoza kugwa m'nthaŵi yochepa kwambiri."
    },
    {
        "en": "This project is funded by the ScotPEN Wellcome Engagement Award ",
        "ny": "Kuoneka kwa zinthu kungathenso kuchepetsedwa chifukwa cha chipale chofewa kapena chifukwa cha madzi oundana kapena ayezi pa mawindo a galimoto."
    },
    {
        "en": "These are articles that appear in other media platforms about our activities",
        "ny": "Komabe, nyengo ya chipale chofeŵa ndi ya chipale chofeŵa imakhala yachibadwa m'maiko ambiri, ndipo magalimoto amayenda mosadodometsedwa pafupifupi chaka chonse."
    },
    {
        "en": "Recent Posts",
        "ny": "Mwinanso ulendo wa paulendo wa pa mtunda ndiwo malo amene alendo ambiri amapita ku Africa ndipo alendo ambiri amakonda kwambiri ulendo umenewu."
    },
    {
        "en": "Below are some of the radios that we have partnered with to cover our engagements in Rumphi and Nkhotakota in Malawi. These will run alongside our performances allowing a larger community to engage with the discussions and information available. These radio stations will make available programs that will engage radio listening clubs after live interviews and Questions and Answers.",
        "ny": "Anthu ambiri amagwiritsa ntchito mawu akuti safari ponena za ulendo wa pamtunda wofuna kuona nyama zochititsa chidwi za ku Africa, makamaka za m'madambo."
    }
]